{
  "book_name": "Numbers",
  "chapter": 10,
  "verses": [
    {
      "book_name": "Numbers",
      "chapter": 10,
      "verse": 1,
      "text": "Yahweh spoke to Moses, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 10,
      "verse": 2,
      "text": "“Make yourself two silver trumpets; make them of hammered-work. You will use them for calling the community and for breaking the camp.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 10,
      "verse": 3,
      "text": "You will blow them, and all the community will assemble to the doorway of the tent of assembly.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 10,
      "verse": 4,
      "text": "But if they blow only one, the leaders, the heads of the thousands of Israel, will assemble to you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 10,
      "verse": 5,
      "text": "When you will blow a blast, the camps that are camping on the east will set out;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 10,
      "verse": 6,
      "text": "when you blow a second blast, the camps that are camping on the south will set out; they will blow a blast for their journeys.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 10,
      "verse": 7,
      "text": "But when summoning the assembly, you will blow, but you will not signal with a loud noise.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 10,
      "verse": 8,
      "text": "The sons of Aaron, the priests, will blow on the trumpets; this will be an eternal decree for your generations.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 10,
      "verse": 9,
      "text": "If you go to war in your land against the enemy who attacks you, you will signal with a loud noise on the trumpets. You will be remembered before Yahweh your God, and you will be rescued from your enemies.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 10,
      "verse": 10,
      "text": "“And on the day of your joy and in your appointed times, at the beginning of your months, you will blow on the trumpets in addition to your burnt offerings and in addition to the sacrifices of your fellowship offerings. And they will be as a memorial for you before your God; I am Yahweh your God.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 10,
      "verse": 11,
      "text": "And it happened, in the second year, in the second month, on the twentieth of the month the cloud was lifted from upon the tabernacle of the testimony.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 10,
      "verse": 12,
      "text": "And the Israelites set out for their journey from the desert of Sinai, and the cloud dwelled in the desert of Paran.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 10,
      "verse": 13,
      "text": "They set out for the first time on the command of Yahweh in the hand of Moses.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 10,
      "verse": 14,
      "text": "The standard of the camp of the descendants of Judah set out for the first time according to their divisions, with Nahshon son of Amminadab over its division.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 10,
      "verse": 15,
      "text": "And Nathanel son of Zuar was over the division of the descendants of Issachar;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 10,
      "verse": 16,
      "text": "Eliab son of Helon was over the division of the tribe of the descendants of Zebulun.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 10,
      "verse": 17,
      "text": "The tabernacle was taken down, and the sons of Gershon and the sons of Merari, the bearers of the tabernacle, set out.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 10,
      "verse": 18,
      "text": "And the standard of the camp of Reuben according to their divisions; Elizur son of Shedeur was over their division.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 10,
      "verse": 19,
      "text": "Shelumiel son of Zurishaddai was over the division of the sons of the tribe of Simeon.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 10,
      "verse": 20,
      "text": "Eliasaph son of Deuel was over the division of the tribe of the descendants of Gad.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 10,
      "verse": 21,
      "text": "The Kohathites, the bearers of the sanctuary, set out, and they set up the tabernacle before they arrived.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 10,
      "verse": 22,
      "text": "And the stand of the camp of the descendants of Ephraim set out according to their divisions; Elishama son of Ammihud was over its division.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 10,
      "verse": 23,
      "text": "Gamaliel son of Pedahzur was over the division of the tribe of the descendants of Manasseh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 10,
      "verse": 24,
      "text": "Abidan son of Gideoni was over the division of the tribe of the descendants of Benjamin.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 10,
      "verse": 25,
      "text": "Then the standard of the camp of the descendants of Dan, who formed a rear guard for all the camps, set out according to their divisions; Ahiezer son of Ammishaddai was over its division.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 10,
      "verse": 26,
      "text": "Pagiel son of Ocran was over the division of the tribe of the descendants of Asher.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 10,
      "verse": 27,
      "text": "Ahira son of Enan was over the division of the tribe of the descendants of Naphtali.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 10,
      "verse": 28,
      "text": "These were the departures of the Israelites according to their divisions; and so they set out.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 10,
      "verse": 29,
      "text": "Moses said to Hobab son of Reuel the Midianite, the father-in-law of Moses, “We are setting out to the place that Yahweh said, ‘I will give it to you’; go with us, and we will treat you well because Yahweh promised good concerning Israel.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 10,
      "verse": 30,
      "text": "But he said to him, “I will not go. I will only go to my land and to my family.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 10,
      "verse": 31,
      "text": "He said, “Please, do not abandon us because you know our encampment in the desert, and you should be our guide.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 10,
      "verse": 32,
      "text": "Moreover, if you go with us, the good that Yahweh will do to us we will do to you.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 10,
      "verse": 33,
      "text": "And so they set out from the mountain of Yahweh a journey of three days, with the ark of the covenant of Yahweh setting out ahead of them three days’ journey to search out a resting place for them;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 10,
      "verse": 34,
      "text": "and the cloud of Yahweh was over them by day when they set out from the camp.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 10,
      "verse": 35,
      "text": "And whenever the ark was setting out Moses would say,\n“Rise up, Yahweh!\nMay your enemies be scattered;\nmay the ones that hate you flee from your presence.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 10,
      "verse": 36,
      "text": "And when it rested he would say,\n“Return, Yahweh,\nto the countless thousands of Israel.”",
      "header": "",
      "footer": ""
    }
  ]
}