{
  "book_name": "Numbers",
  "chapter": 15,
  "verses": [
    {
      "book_name": "Numbers",
      "chapter": 15,
      "verse": 1,
      "text": "Yahweh spoke to Moses, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 15,
      "verse": 2,
      "text": "“Speak to the Israelites and say to them, ‘When you come into the land of your dwellings that I am about to give to you,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 15,
      "verse": 3,
      "text": "you will make an offering by fire for Yahweh from the cattle or from the flock, a burnt offering or a sacrifice to fulfill a vow, or as a freewill offering or at your feasts, to make a fragrance of appeasement for Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 15,
      "verse": 4,
      "text": "And the one who presents an offering for Yahweh, he will present a grain offering of finely milled flour; a tenth will be mixed with a fourth of the liquid measure of oil;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 15,
      "verse": 5,
      "text": "and you will add a fourth of wine for the libation upon the burnt offering, or to the sacrifice for each ram-lamb.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 15,
      "verse": 6,
      "text": "Or for the ram you will make a grain offering of two-tenths of finely milled flour mixed into a third of a liquid measure of oil.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 15,
      "verse": 7,
      "text": "You will present a third of the liquid measure of wine for the libation, a fragrance of appeasement for Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 15,
      "verse": 8,
      "text": "When you prepare a bull as a burnt offering or a sacrifice to fulfill a vow or a fellowship offering for Yahweh,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 15,
      "verse": 9,
      "text": "you will present with the bull a grain offering of three-tenths of finely milled flour mixed with half a liquid measure of oil,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 15,
      "verse": 10,
      "text": "and you will present half a liquid measure of wine as a libation, as an offering made by fire, a fragrance of appeasement for Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 15,
      "verse": 11,
      "text": "“‘This is how it should be done for each bull, or for the each ram, or for the small four-footed mammal, or ram-lambs, or goats.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 15,
      "verse": 12,
      "text": "According to the number that you prepare, so should you do to each according to their number.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 15,
      "verse": 13,
      "text": "Every native must do these things to present an offering made by fire, a fragrance of appeasement for Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 15,
      "verse": 14,
      "text": "If an alien dwells among you, or whoever is in your midst throughout your generations, and prepares an offering made by fire, a fragrance of appeasement for Yahweh, he should do as you do.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 15,
      "verse": 15,
      "text": "For the assembly, there will be one decree for you and for the alien who dwells among you; it is an eternal decree for all your generations. You as well as the alien will be before Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 15,
      "verse": 16,
      "text": "There will be one law and one stipulation for you and for the alien dwelling among you.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 15,
      "verse": 17,
      "text": "Yahweh spoke to Moses, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 15,
      "verse": 18,
      "text": "“Speak to the Israelites and say to them, ‘When you come into the land to which I am about to bring you,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 15,
      "verse": 19,
      "text": "whenever you eat from the food of the land, you will lift up a contribution to Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 15,
      "verse": 20,
      "text": "You must lift up a contribution of the first batch of your ring-shaped dough bread; you must lift it up as a contribution of the threshing floor.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 15,
      "verse": 21,
      "text": "You will give to Yahweh a contribution from the first of your dough throughout your generations.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 15,
      "verse": 22,
      "text": "“‘But if you go astray and you do not follow all these commandments that Yahweh commanded to Moses,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 15,
      "verse": 23,
      "text": "all that Yahweh commanded you by the hand of Moses from the day that Yahweh commanded and beyond, throughout your generations,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 15,
      "verse": 24,
      "text": "and if it was done unintentionally without the knowledge of the community, then the entire community must prepare one young bull as a burnt offering, as a fragrance of appeasement for Yahweh, and its grain offering and its libation, according to the stipulation, and one male goat as a sin offering.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 15,
      "verse": 25,
      "text": "The priest will make atonement for all of the community of the Israelites, and they will be forgiven because it was unintentional; they will bring their offering, an offering made by fire for Yahweh, their sin offering before Yahweh for their unintentional sin.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 15,
      "verse": 26,
      "text": "All of the community of the Israelites will be forgiven, as well as the alien that dwells in their midst, because the whole community was involved in the unintentional wrong.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 15,
      "verse": 27,
      "text": "“‘If one person sins unintentionally, that person will present a female goat in its first year as a sin offering.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 15,
      "verse": 28,
      "text": "And the priest will make atonement for the person who sinned unintentionally before Yahweh, to make atonement for him, and he will be forgiven.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 15,
      "verse": 29,
      "text": "For the native among the Israelites and the alien that dwells in their midst, there will be one law for anyone who commits an unintentional wrong.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 15,
      "verse": 30,
      "text": "But the one who acts presumptuously from among the native or alien blasphemes against Yahweh, and that person must be cut off from the midst of the people.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 15,
      "verse": 31,
      "text": "Because he despised the word of Yahweh and broke his command, that person will be surely cut off and bear the guilt.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 15,
      "verse": 32,
      "text": "When the Israelites were in the desert, they found a man who was gathering wood on the day of the Sabbath.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 15,
      "verse": 33,
      "text": "The ones who found him gathering wood brought him to Moses, Aaron, and to all the community.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 15,
      "verse": 34,
      "text": "And they put him under watch because it was not made clear what should be done to him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 15,
      "verse": 35,
      "text": "And Yahweh said to Moses, “Surely the man must be put to death by stoning him; all the community must stone him with stones from outside the camp.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 15,
      "verse": 36,
      "text": "So the entire community brought him out to a place outside the camp, and they stoned him to death just as Yahweh commanded Moses.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 15,
      "verse": 37,
      "text": "Yahweh spoke to Moses, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 15,
      "verse": 38,
      "text": "“Speak to the Israelites, and tell them to make for themselves tassels on the hems of their garments throughout their generations and to put a blue cord on the tassel of the hem.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 15,
      "verse": 39,
      "text": "You will have a tassel for you to look at and remember all the commands of Yahweh and do them, and not follow after the unfaithfulness of your own heart and eyes,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 15,
      "verse": 40,
      "text": "so that you will remember and do all my commandments, and you will be holy for your God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 15,
      "verse": 41,
      "text": "I am Yahweh your God, who brought you out of the land of Egypt, to be your God; I am Yahweh your God.”",
      "header": "",
      "footer": ""
    }
  ]
}