{
  "book_name": "Numbers",
  "chapter": 18,
  "verses": [
    {
      "book_name": "Numbers",
      "chapter": 18,
      "verse": 1,
      "text": "Yahweh said to Aaron, “You, your sons, and your family with you will bear the guilt of the sanctuary, and you and your sons with you will bear the guilt of your priesthood.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 18,
      "verse": 2,
      "text": "Moreover, bring your brothers with you, the tribe of Levi the tribe of your father, that they may be joined to you and minister to you, you and your sons with you before the tent of testimony.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 18,
      "verse": 3,
      "text": "They will keep your responsibility and the responsibility of all the tent, only they may not come near the vessels of the sanctuary and the altar, so both you and they will not die.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 18,
      "verse": 4,
      "text": "They will be joined to you, and they will keep the responsibility of the tent of assembly for the entire service of the tent; a stranger may not come near you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 18,
      "verse": 5,
      "text": "You will keep the responsibility of the sanctuary and the responsibility of the altar, and there will no longer be wrath on the Israelites.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 18,
      "verse": 6,
      "text": "Look, I myself have chosen your brothers the Levites from the midst of the children. They are a gift to you given from Yahweh to perform the work of the tent of assembly.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 18,
      "verse": 7,
      "text": "But you with your sons will keep your priesthood to perform your priestly duties for everything at the altar and for the area behind the curtain. I give you the priesthood as a gift, but the stranger who approaches will be put to death.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 18,
      "verse": 8,
      "text": "Yahweh spoke to Aaron, “Behold, I myself have given to you the responsibility of my contributions for all the holy objects of the Israelites; I have given them as a portion to you and your sons as an eternal decree.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 18,
      "verse": 9,
      "text": "This will be for you from the sanctuary of the holy things from the fire; all of their offerings, from every grain offering, from every sin offering, and from every guilt offering which they will bring to me is a most holy thing for you and your sons.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 18,
      "verse": 10,
      "text": "You will eat it in the most holy place; every male will eat it. It will be a holy object to you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 18,
      "verse": 11,
      "text": "This is also for you: the contribution of their gift of the wave offerings of the children Israel. I have given them to you and your sons and your daughters with you as an eternal decree; whoever is clean in your house may eat it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 18,
      "verse": 12,
      "text": "All the finest olive oil and all the finest new wine and their best grain that they have given to Yahweh, I have given them to you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 18,
      "verse": 13,
      "text": "The firstfruits of all that is in their land that they present to Yahweh will be for you; whoever is clean in your house may eat it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 18,
      "verse": 14,
      "text": "All consecrated possessions in Israel will be for you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 18,
      "verse": 15,
      "text": "All the first offspring of a womb of any creature that they offer to Yahweh, whether human or animal, will be yours; you will surely redeem the firstborn of the human and the unclean firstborn of the animal.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 18,
      "verse": 16,
      "text": "As to their price of redemption, from a one-month-old you will redeem them according to your proper value, five shekels of silver according to the shekel of the sanctuary, which is twenty gerah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 18,
      "verse": 17,
      "text": "Only the firstborn of an ox or the firstborn of a sheep or the firstborn of a goat you will not redeem; they are holy. Their blood you will sprinkle over the altar, and their fat you will turn into smoke as an offering made by fire, a fragrance of appeasement for Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 18,
      "verse": 18,
      "text": "But their flesh will be for you like the breast section of the wave offering, and it will be for you like the right upper thigh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 18,
      "verse": 19,
      "text": "All the contributions of holiness that the Israelites offer to Yahweh I have given to you and your sons and your daughters with you as an eternal decree; it is an eternal covenant of salt before Yahweh to you and your offspring with you.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 18,
      "verse": 20,
      "text": "Then Yahweh said to Aaron, “You will not receive an inheritance in their land, and there will not be a plot of ground for you in the midst of the Israelites.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 18,
      "verse": 21,
      "text": "“Behold, I have given to the descendants of Levi every tithe in Israel as an inheritance in return for their service, which they are doing, the work of the tent of assembly.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 18,
      "verse": 22,
      "text": "The Israelites will not come near again to the tent of assembly, or they will bear sin and die.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 18,
      "verse": 23,
      "text": "The Levites will perform the service of the tent of assembly, and they will bear their guilt, an eternal decree for all your generations. But they will not receive an inheritance in the midst of the Israelites",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 18,
      "verse": 24,
      "text": "because the tithes of the Israelites that are offered to Yahweh as a contribution, I have given to the Levites as an inheritance; therefore I said to them, ‘They will not receive an inheritance in the midst of the Israelites.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 18,
      "verse": 25,
      "text": "Yahweh spoke to Moses, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 18,
      "verse": 26,
      "text": "“You will speak to the Levites and say to them, ‘When you receive the tithe from the Israelites that I have given to you from them for your inheritance, you will present a contribution from it to Yahweh, a tithe from a tithe.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 18,
      "verse": 27,
      "text": "Your contribution will be credited to you like the grain from the threshing floor and like the produce from the press.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 18,
      "verse": 28,
      "text": "So you will present your own contribution to Yahweh from all your tithes that you receive from the Israelites; from it you will give the contribution of Yahweh to Aaron the priest.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 18,
      "verse": 29,
      "text": "From all your gifts you will present every contribution of Yahweh, from all its fat, the part that is sacred.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 18,
      "verse": 30,
      "text": "You will say to them, ‘When you are presenting its fat, the rest will be credited to the Levites like a yield of the threshing floor and like a yield from the press.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 18,
      "verse": 31,
      "text": "You may eat it anywhere, you and your household, because it is a wage in return for your service in the tent of assembly.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 18,
      "verse": 32,
      "text": "You will not bear any sin because you have presented its fat; you will not defile the holy objects of the Israelites, or you will die.’”",
      "header": "",
      "footer": ""
    }
  ]
}