{
  "book_name": "Numbers",
  "chapter": 19,
  "verses": [
    {
      "book_name": "Numbers",
      "chapter": 19,
      "verse": 1,
      "text": "And Yahweh spoke to Moses and Aaron, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 19,
      "verse": 2,
      "text": "“This is the decree of the law that Yahweh has commanded, saying, ‘Speak to the Israelites and let them take to you a red heifer without a physical defect, on which a yoke has not been placed.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 19,
      "verse": 3,
      "text": "And you will give it to Eleazar the priest, and it will be brought out to a place outside the camp, and it will be slaughtered in his presence.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 19,
      "verse": 4,
      "text": "Then Eleazar the priest will take some of its blood on his finger and spatter it toward the mouth of the tent of assembly seven times.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 19,
      "verse": 5,
      "text": "The heifer will be burned in his sight; its skin, its meat, and its blood, in addition to its offal, will burn.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 19,
      "verse": 6,
      "text": "The priest will take cedar wood, hyssop, and crimson thread, and he will throw them in the midst of the burning heifer.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 19,
      "verse": 7,
      "text": "The priest will wash his garments and his body in the water, and afterward he will come to the camp; the priest will be unclean until the evening.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 19,
      "verse": 8,
      "text": "The one who burns it will wash his garments and his body in water; he will be unclean until the evening.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 19,
      "verse": 9,
      "text": "A clean man will gather the ashes of the heifer, and he will put them in a clean place outside the camp; it will be for the community of the Israelites as a requirement for waters of impurity; it is a purification offering.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 19,
      "verse": 10,
      "text": "The one who gathers the ashes of the heifer will wash his garments; he will be unclean until evening. It will be an eternal decree for the Israelites and for one who dwells as an alien in their midst.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 19,
      "verse": 11,
      "text": "“‘The one who touches a corpse of any person will be unclean for seven days.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 19,
      "verse": 12,
      "text": "He will purify himself on the third day, and on the seventh day he will be clean. If he does not purify himself on the third day, he will not be clean on the seventh day.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 19,
      "verse": 13,
      "text": "Anyone who touches a corpse, the person of a human being who died, and does not purify himself, defiles the tabernacle of Yahweh, and that person will be cut off from Israel because the waters of impurity were not sprinkled on him. He will still be unclean, and uncleanness is on him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 19,
      "verse": 14,
      "text": "“‘This is the law of a person who dies in a tent: everyone who comes into the tent and all who are in the tent will be unclean seven days.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 19,
      "verse": 15,
      "text": "Every container that is opened that does not have a lid cord on it is unclean.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 19,
      "verse": 16,
      "text": "Anyone in the open field who touches one who has been slain, or a corpse, or a bone of a person, or a burial site, he will be unclean for seven days.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 19,
      "verse": 17,
      "text": "For the unclean person they will take from the powder of the burnt purification offering, and they will put running water into a container.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 19,
      "verse": 18,
      "text": "A clean person will take hyssop and dip it into the water and sprinkle it on the tent and on all the objects and persons who were there, and on one who touched the bone, or the one slain, or the dead, or the burial site.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 19,
      "verse": 19,
      "text": "The clean person will spatter the unclean on the third day and on the seventh day; and on the seventh day he will purify him, and he will wash his garments; he will bathe in the waters, and in the evening he will be clean.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 19,
      "verse": 20,
      "text": "But the man who is unclean and does not purify himself, that person will be cut off from the midst of the assembly because he defiled the sanctuary of Yahweh; the water of impurity was not sprinkled on him; he is unclean.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 19,
      "verse": 21,
      "text": "“‘It will be an eternal decree for them. The one who spatters the waters of impurity will wash his garments, and the one who touches the waters of impurity will be unclean until the evening.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 19,
      "verse": 22,
      "text": "Anything that the unclean person touches will be unclean, and the person who touches it will be unclean until the evening.’”",
      "header": "",
      "footer": ""
    }
  ]
}