{
  "book_name": "Numbers",
  "chapter": 20,
  "verses": [
    {
      "book_name": "Numbers",
      "chapter": 20,
      "verse": 1,
      "text": "Then the entire community of the Israelites came to the desert of Zin on the first month, and the people stayed in Kadesh; Miriam died and was buried there.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 20,
      "verse": 2,
      "text": "There was no water for the community, and they were gathered before Moses and Aaron.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 20,
      "verse": 3,
      "text": "And the people quarreled with Moses and spoke, saying, “If only we died when our brothers were dying before Yahweh!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 20,
      "verse": 4,
      "text": "Why have you brought the assembly of Yahweh, us and our livestock, into this desert to die here?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 20,
      "verse": 5,
      "text": "Why have you brought us from Egypt to bring us to this bad place? It is not a place of seed or figs or vines or pomegranate trees, and there is not water to drink.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 20,
      "verse": 6,
      "text": "And Moses and Aaron went from the presence of the assembly to the doorway of the tent of assembly. They fell on their faces, and the glory of Yahweh appeared to them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 20,
      "verse": 7,
      "text": "Yahweh spoke to Moses, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 20,
      "verse": 8,
      "text": "“Take the staff and summon the community, you and Aaron your brother, and speak to the rock before their eyes, and it will give water. Bring out for them water from the rock, and let the community and their livestock drink.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 20,
      "verse": 9,
      "text": "So Moses took the staff from before Yahweh just as he command him,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 20,
      "verse": 10,
      "text": "and Moses and Aaron summoned the assembly to the presence of the rock, and he said to them, “Please listen, you rebels; can we bring out water for you from this rock?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 20,
      "verse": 11,
      "text": "Then Moses lifted up his hand and struck the rock with his staff twice. And abundant water went out, and the community and their livestock drank.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 20,
      "verse": 12,
      "text": "But Yahweh said to Moses and Aaron, “Because you have not trusted in me, to regard me as holy in the sight of the Israelites, you will not bring this assembly into the land that I have given to them.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 20,
      "verse": 13,
      "text": "Those were the waters of Meribah, where the Israelites quarreled with Yahweh, and he showed himself holy among them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 20,
      "verse": 14,
      "text": "From Kadesh Moses sent messengers to the king of Edom: “Thus your brother Israel has said, ‘You know all the hardship that has found us;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 20,
      "verse": 15,
      "text": "our ancestors went down to Egypt, and we lived in Egypt a long time, and the Egyptians mistreated us and our ancestors.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 20,
      "verse": 16,
      "text": "Then we cried to Yahweh, and he heard our voice; he sent an angel and brought us out from Egypt. And look, we are in Kadesh, a city on the edge of your territory.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 20,
      "verse": 17,
      "text": "Please let us go through your land. We will not go through a field or vineyard, and we will not drink water from a well. We will go along the road of the king; we will not turn aside right or left until we have gone through your territory.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 20,
      "verse": 18,
      "text": "Then Edom said to him, “You will not pass through us lest we will go out to meet you with the sword.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 20,
      "verse": 19,
      "text": "The Israelites said to him, “We will go up on the main road, and if we and our livestock drink your water, we will pay for it. It is only a small matter; let us pass through on our feet.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 20,
      "verse": 20,
      "text": "But he said, “You will not go through.” And Edom went out to meet them with a large army and a strong hand.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 20,
      "verse": 21,
      "text": "So Edom refused to give Israel passage through his territory, and Israel turned aside from him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 20,
      "verse": 22,
      "text": "And they set out from Kadesh. The Israelites, the whole community, came to Mount Hor.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 20,
      "verse": 23,
      "text": "Yahweh said to Moses and to Aaron on Mount Hor, on the boundary of the land of Edom, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 20,
      "verse": 24,
      "text": "“Let Aaron be gathered to his people; he will not come into the land that I have given to the Israelites because you rebelled against my word at the waters of Meribah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 20,
      "verse": 25,
      "text": "Take Aaron and Eleazar his son, and take them up Mount Hor.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 20,
      "verse": 26,
      "text": "Strip off Aaron’s garments, and put them on Eleazar his son; Aaron will be gathered to his people, and he will die there.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 20,
      "verse": 27,
      "text": "So Moses did just as Yahweh commanded, and they went up to Mount Hor before the eyes of all the community.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 20,
      "verse": 28,
      "text": "And Moses stripped off Aaron’s garments and put them on Eleazar his son. Aaron died there on the top of the mountain; and Moses and Eleazar went down from the mountain.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 20,
      "verse": 29,
      "text": "All the community saw that Aaron died; so all the house of Israel wept for Aaron thirty days.",
      "header": "",
      "footer": ""
    }
  ]
}