{
  "book_name": "Numbers",
  "chapter": 3,
  "verses": [
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 1,
      "text": "These are the genealogies of Aaron and Moses at the time when Yahweh spoke to Moses on Mount Sinai.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 2,
      "text": "These are the names of the descendants of Aaron: Nadab the firstborn, Abihu, Eleazar, and Ithamar.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 3,
      "text": "These are the names of the descendants of Aaron, the priests, the anointed ones whom he consecrated as priests.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 4,
      "text": "Nadab and Abihu died before Yahweh when they presented a strange fire before Yahweh in the desert of Sinai, and they had no children. Eleazar and Ithamar served as priest during the presence of Aaron their father.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 5,
      "text": "Yahweh spoke to Moses, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 6,
      "text": "“Bring near the tribe of Levi, and set the tribe before Aaron the priest, and they will minister to him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 7,
      "text": "They shall observe his duties and the duties of the entire community before the tent of assembly, to do the work of the tabernacle.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 8,
      "text": "And they will keep all the vessels of the tent of assembly and the responsibilities of the Israelites, to do the work of the tabernacle.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 9,
      "text": "You will give the Levites to Aaron and to his descendants; they are surely assigned to him from among the Israelites.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 10,
      "text": "But you will count Aaron and his descendants; they will keep their priesthood, and the stranger who approaches will be put to death.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 11,
      "text": "Yahweh spoke to Moses saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 12,
      "text": "“I myself receive the Levites from the midst of the Israelites in the place of all the firstborn of the offspring of the womb from the Israelites. The Levites will be mine",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 13,
      "text": "because all the firstborn are mine; on the day of my killing all the firstborn in the land of Egypt, I consecrated for myself all the firstborn in Israel, both humankind and animal; they will be mine. I am Yahweh.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 14,
      "text": "Yahweh spoke to Moses in the desert of Sinai, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 15,
      "text": "“Muster the descendants of Levi according to their families, according to their clans. You will count every male from one month and above.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 16,
      "text": "So Moses mustered them according to the command of Yahweh, just as he commanded.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 17,
      "text": "These were the sons of Levi according to their names: Gershon, Kohath, and Merari.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 18,
      "text": "And these are the names of the sons of Gershon according to their clans: Libni and Shimei.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 19,
      "text": "And the sons of Kohath according to their clans: Amram, Izhar, Hebron, and Uzziel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 20,
      "text": "The sons of Merari according to their tribes: Mahli and Mushi. These are the clans of the Levites according to their families.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 21,
      "text": "To Gershon belonged the clan of the Libnites and the clan of the Shimeites; these are the clans of the Gershonites.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 22,
      "text": "The ones counted according to the number of every male from one month and above were seven thousand five hundred.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 23,
      "text": "The clans of the Gershonites will camp behind the tabernacle to the west,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 24,
      "text": "and the leader of the family of the Gershonites is Eliasaph son of Lael.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 25,
      "text": "And the responsibility of the descendants of Gershon in the tent of assembly is the tabernacle, and the tent covering it and the curtain of the doorway of the tent of the assembly,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 26,
      "text": "and the hangings of the courtyard and the curtain of the doorway of the courtyard that is around the tabernacle and the altar, and its ten cords, all of its use.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 27,
      "text": "To Kohath belonged the clan of Amramites, the clan of the Izharites, the clan of the Hebronites, and the clan of the Uzzielites; these were the clans of the Kohathites.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 28,
      "text": "According to the number of every male from one month and above there were eight thousand six hundred keeping the responsibility of the sanctuary.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 29,
      "text": "The clan of the descendants of Kohath will encamp on the side of the tabernacle to the south.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 30,
      "text": "The leader of his family according to the clans of the Kohathites is Elizaphan the son of Uzziel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 31,
      "text": "Their responsibility was the ark, the table, the lampstand, the altar, and the vessels of the sanctuary, with which they ministered, and the curtain, and all of its use.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 32,
      "text": "The chief of the leaders of the Levites was Eleazar son of Aaron the priest who had oversight of those keeping the responsibility of the sanctuary.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 33,
      "text": "To Merari belonged the clan of Mahlites and the clan of the Mushites: these are the clans of Merari.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 34,
      "text": "The ones counted according to the number of every male from one month and above were six thousand two hundred.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 35,
      "text": "The leader of the family according to the clans of Merari is Zuriel son of Abihail; they will encamp of the side of the tabernacle to the north.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 36,
      "text": "The responsibility of the sons of Merari was the supervision of the frames of the tabernacle, its bars, pillars, bases, and all its vessels and all its service,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 37,
      "text": "and the pillars around the courtyard, and their bases, pegs, and cords.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 38,
      "text": "Those encamped before the tabernacle to the east—before the tent of assembly to the east—were Moses and Aaron and his sons; they will keep the responsibility of the sanctuary for the Israelites; and the stranger who approaches will be put to death.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 39,
      "text": "All those counted from the Levites whom Moses and Aaron mustered according to the word of Yahweh, according to their clans, every male from one month and above were twenty-two thousand.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 40,
      "text": "And Yahweh said to Moses, “Muster every firstborn male from the Israelites from one month and above and count their names.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 41,
      "text": "And you will receive the Levites for me—I am Yahweh—in the place of all the firstborn among the Israelites, and the animals of the Levites in the place of all the firstborn among the animals among the Israelites.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 42,
      "text": "So Moses mustered all the firstborn among the Israelites just as Yahweh commanded him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 43,
      "text": "And all the firstborn males among the number of names from one month and above, the ones counted, were twenty-two thousand two hundred and seventy-three.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 44,
      "text": "Yahweh spoke to Moses, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 45,
      "text": "“Receive the Levites in the place of all the firstborn among the Israelites, and the animals of the Levites in the place of their animals; the Levites will be mine. I am Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 46,
      "text": "And the ransom of the two hundred and seventy-three of the firstborn of the Israelites who are excessive over the Levites,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 47,
      "text": "you will receive five shekels a person, in the sanctuary shekel; you will collect twenty gerahs per shekel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 48,
      "text": "You will give the money to Aaron, and to his sons the ransom of the ones who are excessive among them.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 49,
      "text": "And Moses received the money of the redemption from the ones who were excessive from those redeemed of the Levites.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 50,
      "text": "From the firstborn of the Israelites he took the money, one thousand three hundred and sixty-five shekels, in the sanctuary shekel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 3,
      "verse": 51,
      "text": "And Moses gave the money of the ransom to Aaron and to his sons according to the word of Yahweh just as Yahweh commanded Moses.",
      "header": "",
      "footer": ""
    }
  ]
}