{
  "book_name": "Numbers",
  "chapter": 32,
  "verses": [
    {
      "book_name": "Numbers",
      "chapter": 32,
      "verse": 1,
      "text": "The descendants of Reuben and the descendants of Gad had a very large number of livestock. And they saw the land of Jazer and the land of Gilead, and behold it was a place for livestock.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 32,
      "verse": 2,
      "text": "The descendants of Gad and the descendants of Reuben came, and they said to Moses and to Eleazar the priest and to the leaders of the community, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 32,
      "verse": 3,
      "text": "“Ataroth, Dibon, Jazer, Nimrah, Heshbon, Elealeh, Sebam, Nebo, and Beon,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 32,
      "verse": 4,
      "text": "the land that Yahweh struck before the community of Israel, is a land of livestock, and your servants have livestock.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 32,
      "verse": 5,
      "text": "They said, “If we have found favor in your sight, let this land be given to your servants as property; do not lead us across the Jordan.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 32,
      "verse": 6,
      "text": "But Moses said to the descendants of Gad and to the descendants of Reuben, “Will your brothers go to war while you yourselves live here?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 32,
      "verse": 7,
      "text": "Why are you discouraging the hearts of the Israelites from crossing into the land that Yahweh gave to them?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 32,
      "verse": 8,
      "text": "This is what your fathers did when I sent them from Kadesh Barnea to see the land.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 32,
      "verse": 9,
      "text": "When they went up to the valley of Eshcol and saw the land, they discouraged the heart of the Israelites so that they did not come to the land that Yahweh gave to them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 32,
      "verse": 10,
      "text": "So Yahweh’s anger burned on that day, and he swore an oath, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 32,
      "verse": 11,
      "text": "‘The men who went up from Egypt, from those twenty years old and above, will not see the land that I swore with an oath to Abraham, Isaac, and Jacob because they have not wholly followed me,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 32,
      "verse": 12,
      "text": "except Caleb son of Jephunneh the Kenizzite and Joshua son of Nun, because they followed Yahweh wholly.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 32,
      "verse": 13,
      "text": "And Yahweh became angry, and he made them wander in the desert forty years until the entire generation who did evil in the sight of Yahweh had died.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 32,
      "verse": 14,
      "text": "Behold, you stand in the place of your fathers, a brood of sinful men, to increase still more Yahweh’s fierce anger against Israel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 32,
      "verse": 15,
      "text": "If you turn from following him, he will again abandon them in the wilderness, and you would have destroyed all these people.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 32,
      "verse": 16,
      "text": "They came near to him and said, “We will build sheep pens here for the flock of our livestock and cities for our little children;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 32,
      "verse": 17,
      "text": "but we ourselves will become armed and ready before the Israelites until we have brought them to their place, and our little children will live in the fortified cities because of the inhabitants of the land.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 32,
      "verse": 18,
      "text": "We will not return to our houses until the Israelites each obtain their inheritance for themselves.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 32,
      "verse": 19,
      "text": "For we will not take possession with them from across the Jordan and beyond because our inheritance has come to us from across the Jordan to the east.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 32,
      "verse": 20,
      "text": "So Moses said to them, “If you do this thing, if you arm yourselves before Yahweh for the war,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 32,
      "verse": 21,
      "text": "and everyone of you armed cross the Jordan before Yahweh until he has driven out his enemies from before him,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 32,
      "verse": 22,
      "text": "and the land is subdued before Yahweh, then afterward you will return and be free of obligation from Yahweh and from Israel, and this land will be your property before Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 32,
      "verse": 23,
      "text": "But if you do not do so, behold, you have sinned against Yahweh, and know that your sin will find you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 32,
      "verse": 24,
      "text": "Build for yourselves cities for your little children and sheep pens for your flocks; what has gone out from your mouth you will do.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 32,
      "verse": 25,
      "text": "So the descendants of Gad and the descendants of Reuben said to Moses, saying, “Your servants will do just as my lord commands.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 32,
      "verse": 26,
      "text": "Our little children, our wives, our livestock, and all of our animals will remain in the cities of Gilead,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 32,
      "verse": 27,
      "text": "but your servants, everyone who is armed for battle, will cross over before Yahweh to the war, just as my lord says.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 32,
      "verse": 28,
      "text": "So Moses commanded them, Eleazar the priest, Joshua son of Nun, and the heads of the families of the tribes of the Israelites.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 32,
      "verse": 29,
      "text": "Moses said to them, “If the descendants of Gad and the descendants of Reuben, everyone who is armed for the war, cross over the Jordan before Yahweh, and the land is subdued before you, you will give them the land of Gilead as property.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 32,
      "verse": 30,
      "text": "But if they will not cross over with you armed, they will acquire land in your midst in Canaan.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 32,
      "verse": 31,
      "text": "The descendants of Gad and the descendants of Reuben answered and said, “What Yahweh has commanded your servants, we will do.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 32,
      "verse": 32,
      "text": "We ourselves will cross over armed before Yahweh to the land of Canaan, and the property of our inheritance will remain with us beyond the Jordan.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 32,
      "verse": 33,
      "text": "So Moses gave to them, to the descendants of Gad and the descendants of Reuben, and to half of the tribe of Joseph’s son Manasseh, the kingdom of Sihon the king of Amorites and the kingdom of Og the king of the Bashan, the land with its cities and their territories, the cities of the surrounding land.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 32,
      "verse": 34,
      "text": "The descendants of Gad rebuilt Dibon, Ataroth, and Aroer,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 32,
      "verse": 35,
      "text": "and Atroth Shophan, Jazer, and Jogbehah,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 32,
      "verse": 36,
      "text": "and Beth Nimrah and Beth Haran, the cities of Mibzar, and the sheep pens for flocks.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 32,
      "verse": 37,
      "text": "The descendants of Reuben rebuilt Heshbon, Elealeh, and Kiriathaim,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 32,
      "verse": 38,
      "text": "and Nebo, Baal Meon (their names were changed), and Sibmah, and they renamed the cities that they rebuilt.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 32,
      "verse": 39,
      "text": "The descendants of Makir son of Manasseh went to Gilead, and they captured it and drove out the Amorites who were in it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 32,
      "verse": 40,
      "text": "So Moses gave Gilead to Makir son of Manasseh, and he lived in it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 32,
      "verse": 41,
      "text": "And Jair son of Manasseh went and captured their unwalled villages, and he called them Havvoth Jair.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 32,
      "verse": 42,
      "text": "Nobah went and captured Kenath and its villages, and he called it Nobah after his own name.",
      "header": "",
      "footer": ""
    }
  ]
}