{
  "book_name": "Numbers",
  "chapter": 36,
  "verses": [
    {
      "book_name": "Numbers",
      "chapter": 36,
      "verse": 1,
      "text": "The leaders of the families of the clans of descendants of Gilead the son of Makir, the son of Manasseh, of the clans of the descendants of Joseph came near and spoke before Moses and before the leaders of the families of the Israelites.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 36,
      "verse": 2,
      "text": "And they said, “Yahweh commanded my lord to give the land by lot as an inheritance to the Israelites, and my lord was commanded by Yahweh to give the inheritance of Zelophehad our brother to his daughters.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 36,
      "verse": 3,
      "text": "But if they become wives to one of the sons from another tribe of the Israelites, their inheritance will disappear from the inheritance of our ancestors, and it will be added to the inheritance of the tribe to which they belong; the lot of our inheritance would disappear.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 36,
      "verse": 4,
      "text": "When the Jubilee of the Israelites comes, it will be added to the inheritance of the tribe to which they belong; and their inheritance will disappear from the tribe of our father.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 36,
      "verse": 5,
      "text": "Then Moses commanded the Israelites by the command of Yahweh, saying, “The tribe of the descendants of Joseph is right regarding what they are speaking.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 36,
      "verse": 6,
      "text": "This is the word that Yahweh commanded the daughters of Zelophehad, saying, ‘Let them marry whomever they like; only they must marry from within the clan of the tribe of their father.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 36,
      "verse": 7,
      "text": "Thus an inheritance of the Israelites will not go around from tribe to tribe. Rather, the inheritance of each tribe of his father will remain with the Israelites.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 36,
      "verse": 8,
      "text": "Every daughter who possesses an inheritance from the tribes of the Israelites will marry one of the clan of the tribe of her father, so that the Israelites will possess the inheritance of his ancestors.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 36,
      "verse": 9,
      "text": "Therefore an inheritance will not go around from one tribe to another tribe because the tribes of the Israelites will each hold to their own inheritance.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 36,
      "verse": 10,
      "text": "Just as Yahweh commanded to Moses, so the daughters of Zelophehad did:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 36,
      "verse": 11,
      "text": "Mahlah, Tirzah, Hoglah, Milcah, and Noah, the daughters of Zelophehad, married the sons of their uncles.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 36,
      "verse": 12,
      "text": "They married those from the sons of Manasseh son of Joseph, and their inheritance remained among the tribe of the clan of their ancestors.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 36,
      "verse": 13,
      "text": "These were the commands and the stipulations that Yahweh commanded by the hand of Moses to the Israelites on the desert-plateaus of Moab by the Jordan across Jericho.",
      "header": "",
      "footer": ""
    }
  ]
}