{
  "book_name": "Numbers",
  "chapter": 4,
  "verses": [
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 1,
      "text": "Yahweh spoke to Moses and Aaron, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 2,
      "text": "“Take a census of the descendants of Kohath from the midst of the descendants of Levi, according to their clans and their families,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 3,
      "text": "from thirty years old and above, up to fifty years old, everyone who comes to the service to do the work in the tent of assembly.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 4,
      "text": "This is the work of the descendants of Kohath in the tent of assembly, concerning the holiness of the sanctuary:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 5,
      "text": "When setting out the camp, Aaron and his sons will go and lower the curtain of the covering and cover with it the ark of the testimony.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 6,
      "text": "They will put on it a covering of fine leather, and they will spread a cloth of perfect blue over it, and they will place its poles.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 7,
      "text": "And over the table of the presence they will spread out a blue cloth and put on it the plates, dishes, and libation bowls, and the pitchers of the libation; and the bread of continuity will be on it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 8,
      "text": "They will spread over it a scarlet cloth, and they will cover it with a covering of fine leather, and they will place its poles.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 9,
      "text": "They will take a blue cloth and cover the lampstand for the light source, its lamps, a pair of its tongs, its small pans, and all the vessels of its oil with which they attend to it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 10,
      "text": "They will put it and all its vessels inside a covering of fine leather and put it on the carrying frame.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 11,
      "text": "Over the altar of gold they will spread a blue cloth, and they will cover it with a covering of fine leather and place its poles.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 12,
      "text": "They will take all the vessels of the cultic service with which they serve in the sanctuary and put them on a blue cloth, and they will cover them with a covering of fine leather; and they will put them on the carrying frame.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 13,
      "text": "They will remove the fat-soaked ashes from the altar and spread a purple cloth over it;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 14,
      "text": "they will put on it all the vessels with which they serve, the fire pans, forks, shovels, and bowls—all the vessels of the altar. They will spread on it a covering of fine leather; and they will place its poles.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 15,
      "text": "And when Aaron and his sons have finished covering the sanctuary and all the vessels of the sanctuary when the camp sets out, the descendants of Kohath will come after to carry these, but they must not touch the sanctuary, or they will die. These are the load of the descendants of Kohath in the tent of assembly.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 16,
      "text": "“Eleazar son of Aaron the priest is to supervise the oil of the light source, the incense, the regular grain offering, the oil of anointment, the supervision of all the tabernacle and all that is in it, in the sanctuary and in its vessels.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 17,
      "text": "Yahweh spoke to Moses and Aaron, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 18,
      "text": "“You must not cut off the tribe of the clan of the Kohathites from the midst of the Levites.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 19,
      "text": "Do this to them and they will live and not die when they come near the most holy things. Aaron and his sons will go and appoint them, each one to his task and burden.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 20,
      "text": "But they must not go and look for a moment at the holy objects.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 21,
      "text": "Yahweh spoke to Moses and Aaron, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 22,
      "text": "“Take a census of the descendants of Gershon also, according to their families and clans,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 23,
      "text": "from those twenty years old and above until fifty years old; you will muster them, all who come to help to do the work of the tent of assembly.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 24,
      "text": "This is the work of the clans of the Gershonites: to serve and to carry.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 25,
      "text": "They will carry the curtains of the tabernacle and the tent of assembly and its covering and the covering of fine leather, which is on top of it, and the curtain of the doorway of the tent of assembly,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 26,
      "text": "and the curtains of the courtyard, and the covering for the doorway of the gate of the courtyard, which is all around on the tabernacle and altar, and their cords and all the vessels of their work; and all that is done to them they will do.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 27,
      "text": "And all the work of the descendants of the Gershonites will be at the command of Aaron and his sons, for all they are to carry and for all their work, and you will appoint to them responsibility for all they are to carry.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 28,
      "text": "This is the work of the clan of the descendants of the Gershonites in the tent of assembly, and their responsibility lies under the direction of Ithamar son of Aaron the priest.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 29,
      "text": "“For the descendants of Merari according to their clans, according to their families, you will muster them;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 30,
      "text": "from those thirty years old and above until fifty years old; you will muster them, all who come to do the work of the tent of assembly.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 31,
      "text": "And this is the responsibility of those who are to carry, all their work in the tent of assembly: the frames of the tabernacle and its bars, pillars, and bases,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 32,
      "text": "and the pillars of the courtyard all around, and their bases, pegs, and cords, with all their vessels and for all their work. You will appoint by name the vessels that they are responsible to carry.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 33,
      "text": "This is the work of the clan of the descendants of Merari, for all their work in the tent of assembly under the direction of Ithamar son of Aaron the priest.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 34,
      "text": "And Moses and Aaron mustered the leaders of the community according to the house of their families,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 35,
      "text": "from those thirty years old and above until fifty years old; everyone who comes to the service to work in the tent of assembly,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 36,
      "text": "the ones counted were two thousand seven hundred and fifty.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 37,
      "text": "These were those counted of the clans of the Kohathites, everyone who served in the tent of assembly whom Moses and Aaron mustered according to the command of Yahweh by the hand of Moses.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 38,
      "text": "And the descendants of Gershon counted according to their clans and according to their families,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 39,
      "text": "from those thirty years old and above until fifty years old, everyone who comes to the service to work in the tent of assembly;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 40,
      "text": "the ones counted, according to their clans, according to their families, were two thousand six hundred and thirty.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 41,
      "text": "These were those counted of the clans of the descendants of Gershon, everyone who serves in the tent of assembly whom Moses and Aaron mustered according to the command of Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 42,
      "text": "Those counted of the clans of the descendants of Merari according to their clans, according to their families,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 43,
      "text": "from those thirty years old and above until fifty years old, everyone who comes to the service to work in the tent of assembly,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 44,
      "text": "the ones counted, according to their clans, were three thousand two hundred.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 45,
      "text": "These were those counted of the clans of the descendants of Merari, whom Moses and Aaron mustered according to the command of Yahweh by the hand of Moses.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 46,
      "text": "All those counted of the Levites whom Moses and Aaron and all the leaders of Israel mustered according to their clans, according to their families,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 47,
      "text": "from those thirty years old and above until fifty years old, everyone who comes to the service to do the work of the service carrying in the tent of assembly,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 48,
      "text": "the ones counted were eighty thousand five hundred and eighty.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 4,
      "verse": 49,
      "text": "According to the command of Yahweh by the hand of Moses they were mustered, each man according to his service and according to their service and according to their burden; and so they were counted by him just as Yahweh commanded Moses.",
      "header": "",
      "footer": ""
    }
  ]
}