{
  "book_name": "Numbers",
  "chapter": 8,
  "verses": [
    {
      "book_name": "Numbers",
      "chapter": 8,
      "verse": 1,
      "text": "Yahweh spoke to Moses, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 8,
      "verse": 2,
      "text": "“Speak to Aaron, and say to him: ‘When you are setting up the lamps, the seven lamps will give light in front of the face of the lampstand.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 8,
      "verse": 3,
      "text": "And Aaron did so; he set up the lampstand in front of the face of its lamps, just as Yahweh commanded Moses.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 8,
      "verse": 4,
      "text": "And this is how the lampstand was made, a hammered-work of gold; from its base up to its blossom, it was hammered-work according to the pattern that Yahweh showed Moses; so he made the lampstand.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 8,
      "verse": 5,
      "text": "Yahweh spoke to Moses, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 8,
      "verse": 6,
      "text": "“Take the Levites from the midst of the Israelites and purify them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 8,
      "verse": 7,
      "text": "So you will do to them, to purify them: sprinkle on them waters of purification, and they will shave their whole body and wash their garments.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 8,
      "verse": 8,
      "text": "And they will take a young bull and its grain offering of finely milled flour mixed with oil, and you will take a second young bull as a sin offering.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 8,
      "verse": 9,
      "text": "You will bring the Levites before the tent of assembly, and you will summon the entire community of the Israelites.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 8,
      "verse": 10,
      "text": "And you will bring the Levites before Yahweh, and the Israelites will lay their hands on the Levites,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 8,
      "verse": 11,
      "text": "and Aaron will offer the Levites as a wave offering before Yahweh from the Israelites, and they will do the work of Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 8,
      "verse": 12,
      "text": "And the Levites will lay their hands on the head of the one bull and offer it as a sin offering and the other one as a burnt offering to Yahweh, to make atonement for the Levites.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 8,
      "verse": 13,
      "text": "And you will present the Levites before Aaron and before his sons, and he will offer them as a wave offering to Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 8,
      "verse": 14,
      "text": "“And you will separate the Levites from the midst of the Israelites, and the Levites will be for me.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 8,
      "verse": 15,
      "text": "And after this the Levites will come to serve at the tent of assembly, and you will purify them, and you will offer them as a wave offering.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 8,
      "verse": 16,
      "text": "For they are given to me exclusively from the midst of the Israelites. I have taken them for myself in place of the firstborn of every womb, every firstborn from the Israelites.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 8,
      "verse": 17,
      "text": "For every firstborn among the Israelites is mine, both humankind and animal. On the day I destroyed every firstborn in the land of Egypt I consecrated them to me,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 8,
      "verse": 18,
      "text": "and I have taken the Levites in the place of every firstborn among the Israelites.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 8,
      "verse": 19,
      "text": "And I have given the Levites; they are given to Aaron and his sons from the midst of the Israelites to do the work of the Israelites in the tent of the assembly and to make atonement for the Israelites, so a plague will not be among the Israelites when the Israelites come near the sanctuary.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 8,
      "verse": 20,
      "text": "And Moses and Aaron and the entire community of the Israelites did to the Levites; everything that Yahweh commanded Moses concerning the Levites, the Israelites did to them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 8,
      "verse": 21,
      "text": "And the Levites purified themselves, and they washed their garments, and Aaron offered them as a wave offering before Yahweh; and Aaron made atonement for them to purify them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 8,
      "verse": 22,
      "text": "After this the Levites came to do their work in the tent of assembly before Aaron and his sons. Just as Yahweh commanded Moses concerning the Levities, so they did to them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 8,
      "verse": 23,
      "text": "Yahweh spoke to Moses, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 8,
      "verse": 24,
      "text": "“This is what is for the Levites: those twenty-five years old and above will come to help with the service in the work of the tent of assembly;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 8,
      "verse": 25,
      "text": "and those fifty years old will return from the service of the work and will serve no longer.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 8,
      "verse": 26,
      "text": "They can attend their brothers in the tent of assembly to keep their responsibilities, but they will not do work. This is what you will do concerning the Levities and their responsibilities.”",
      "header": "",
      "footer": ""
    }
  ]
}