{
  "book_name": "Jeremiah",
  "chapter": 1,
  "verses": [
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 1,
      "text": "The words of Jeremiah son of Hilkiah, of the priests who were in Anathoth in the land of Benjamin,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 2,
      "text": "to whom the word of the Lord came in the days of King Josiah son of Amon of Judah, in the thirteenth year of his reign.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 3,
      "text": "It came also in the days of King Jehoiakim son of Josiah of Judah until the end of the eleventh year of King Zedekiah son of Josiah of Judah, until the captivity of Jerusalem in the fifth month.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 4,
      "text": "Now the word of the Lord came to me saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 5,
      "text": "“Before I formed you in the womb I knew you,\nand before you were born I consecrated you;\nI appointed you a prophet to the nations.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 6,
      "text": "Then I said, “Ah, Lord God! Truly I do not know how to speak, for I am only a boy.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 7,
      "text": "But the Lord said to me,\n“Do not say, ‘I am only a boy,’\nfor you shall go to all to whom I send you,\nand you shall speak whatever I command you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 8,
      "text": "Do not be afraid of them,\nfor I am with you to deliver you,\n            says the Lord.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 9,
      "text": "Then the Lord put out his hand and touched my mouth, and the Lord said to me,\n“Now I have put my words in your mouth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 10,
      "text": "See, today I appoint you over nations and over kingdoms,\nto pluck up and to pull down,\nto destroy and to overthrow,\nto build and to plant.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 11,
      "text": "The word of the Lord came to me, saying, “Jeremiah, what do you see?” And I said, “I see a branch of an almond tree.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 12,
      "text": "Then the Lord said to me, “You have seen well, for I am watching over my word to perform it.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 13,
      "text": "The word of the Lord came to me a second time, saying, “What do you see?” And I said, “I see a boiling pot, tilted away from the north.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 14,
      "text": "Then the Lord said to me: “Out of the north disaster shall break out on all the inhabitants of the land.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 15,
      "text": "For now I am calling all the tribes of the kingdoms of the north, says the Lord, and they shall come, and all of them shall set their thrones at the entrance of the gates of Jerusalem, against all its surrounding walls and against all the cities of Judah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 16,
      "text": "And I will utter my judgments against them for all their wickedness in forsaking me; they have made offerings to other gods and worshiped the works of their own hands.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 17,
      "text": "But you, gird up your loins; stand up and tell them everything that I command you. Do not break down before them, or I will break you before them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 18,
      "text": "And I for my part have made you today a fortified city, an iron pillar, and a bronze wall against the whole land, against the kings of Judah, its officials, its priests, and the people of the land.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 19,
      "text": "They will fight against you, but they shall not prevail against you, for I am with you, says the Lord, to deliver you.”",
      "header": "",
      "footer": ""
    }
  ]
}