{
  "book_name": "Jeremiah",
  "chapter": 23,
  "verses": [
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 1,
      "text": "Woe to the shepherds who destroy and scatter the sheep of my pasture! says the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 2,
      "text": "Therefore thus says the Lord, the God of Israel, concerning the shepherds who shepherd my people: It is you who have scattered my flock and have driven them away, and you have not attended to them. So I will attend to you for your evil doings, says the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 3,
      "text": "Then I myself will gather the remnant of my flock out of all the lands where I have driven them, and I will bring them back to their fold, and they shall be fruitful and multiply.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 4,
      "text": "I will raise up shepherds over them who will shepherd them, and they shall no longer fear or be dismayed, nor shall any be missing, says the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 5,
      "text": "The days are surely coming, says the Lord, when I will raise up for David a righteous Branch, and he shall reign as king and deal wisely and shall execute justice and righteousness in the land.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 6,
      "text": "In his days Judah will be saved, and Israel will live in safety. And this is the name by which he will be called: “The Lord is our righteousness.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 7,
      "text": "Therefore the days are surely coming, says the Lord, when it shall no longer be said, “As the Lord lives who brought the people of Israel up out of the land of Egypt,”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 8,
      "text": "but “As the Lord lives who brought out and led the offspring of the house of Israel out of the land of the north and out of all the lands where he had driven them.” Then they shall live in their own land.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 9,
      "text": "Concerning the prophets:\nMy heart is crushed within me;\n    all my bones shake;\nI have become like a drunkard,\n    like one overcome by wine,\nbecause of the Lord\n    and because of his holy words.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 10,
      "text": "For the land is full of adulterers;\n    because of the curse the land mourns,\n    and the pastures of the wilderness are dried up.\nTheir course has been evil,\n    and their might is not right.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 11,
      "text": "Both prophet and priest are ungodly;\n    even in my house I have found their wickedness,\n            says the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 12,
      "text": "Therefore their way shall be to them\n    like slippery paths in the darkness,\n    into which they shall be driven and fall,\nfor I will bring disaster upon them\n    in the year of their punishment,\n            says the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 13,
      "text": "In the prophets of Samaria\n    I saw a disgusting thing:\nthey prophesied by Baal\n    and led my people Israel astray.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 14,
      "text": "But in the prophets of Jerusalem\n    I have seen a more shocking thing:\nthey commit adultery and walk in lies;\n    they strengthen the hands of evildoers,\n    so that no one turns from wickedness;\nall of them have become like Sodom to me\n    and its inhabitants like Gomorrah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 15,
      "text": "Therefore thus says the Lord of hosts concerning the prophets:\nI am going to make them eat wormwood\n    and give them poisoned water to drink,\nfor from the prophets of Jerusalem\n    ungodliness has spread throughout the land.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 16,
      "text": "Thus says the Lord of hosts: Do not listen to the words of the prophets who prophesy to you; they are deluding you. They speak visions of their own minds, not from the mouth of the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 17,
      "text": "They keep saying to those who despise the word of the Lord, “It shall be well with you,” and to all who stubbornly follow their own stubborn hearts, they say, “No calamity shall come upon you.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 18,
      "text": "For who has stood in the council of the Lord\n    so as to see and to hear his word?\n    Who has given heed to his word so as to proclaim it?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 19,
      "text": "Look, the storm of the Lord!\n    Wrath has gone forth,\na whirling tempest;\n    it will burst upon the head of the wicked.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 20,
      "text": "The anger of the Lord will not turn back\n    until he has executed and accomplished\n    the intents of his mind.\nIn the latter days you will understand it clearly.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 21,
      "text": "I did not send the prophets,\n    yet they ran;\nI did not speak to them,\n    yet they prophesied.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 22,
      "text": "But if they had stood in my council,\n    then they would have proclaimed my words to my people,\nand they would have turned them from their evil way\n    and from the evil of their doings.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 23,
      "text": "Am I a God near by, says the Lord, and not a God far off?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 24,
      "text": "Who can hide in secret places so that I cannot see them? says the Lord. Do I not fill heaven and earth? says the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 25,
      "text": "I have heard what the prophets have said who prophesy lies in my name, saying, “I have dreamed! I have dreamed!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 26,
      "text": "How long? Will the hearts of the prophets ever turn back—those who prophesy lies and who prophesy the deceit of their own heart?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 27,
      "text": "They plan to make my people forget my name by their dreams that they tell one another, just as their ancestors forgot my name for Baal.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 28,
      "text": "Let the prophet who has a dream tell the dream, but let the one who has my word speak my word faithfully. What has straw in common with wheat? says the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 29,
      "text": "Is not my word like fire, says the Lord, and like a hammer that breaks a rock in pieces?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 30,
      "text": "See, therefore, I am against the prophets, says the Lord, who steal my words from one another.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 31,
      "text": "See, I am against the prophets, says the Lord, who use their own tongues and say, “Says the Lord.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 32,
      "text": "See, I am against those who prophesy lying dreams, says the Lord, and who tell them and who lead my people astray by their lies and their recklessness, when I did not send them or command them, so they do not profit this people at all, says the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 33,
      "text": "When this people or a prophet or a priest asks you, “What is the burden of the Lord?” you shall say to them, “You are the burden. I will cast you off, says the Lord.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 34,
      "text": "And as for the prophet, priest, or the people who say, “The burden of the Lord,” I will punish them and their households.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 35,
      "text": "Thus shall you say to one another, among yourselves, “What has the Lord answered?” or “What has the Lord spoken?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 36,
      "text": "But “the burden of the Lord” you shall mention no more, for the burden is everyone’s own word, and so you pervert the words of the living God, the Lord of hosts, our God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 37,
      "text": "Thus you shall ask the prophet, “What has the Lord answered you?” or “What has the Lord spoken?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 38,
      "text": "But if you say, “the burden of the Lord,” thus says the Lord: Because you have said these words, “the burden of the Lord,” when I sent to you, saying, “You shall not say, ‘the burden of the Lord,’ ”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 39,
      "text": "therefore, I will surely lift you up and cast you away from my presence, you and the city that I gave to you and your ancestors.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 40,
      "text": "And I will bring upon you everlasting disgrace and perpetual shame that shall not be forgotten.",
      "header": "",
      "footer": ""
    }
  ]
}