{
  "book_name": "1 Corinthians",
  "chapter": 1,
  "verses": [
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 1,
      "text": "Paul, called as an apostle of Jesus Christ by the will of God, and our brother Sosthenes,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 2,
      "text": "To the church of God which is in Corinth, to those who have been sanctified in Christ Jesus, saints by calling, with all who in every place call on the name of our Lord Jesus Christ, their Lord and ours:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 3,
      "text": "Grace to you and peace from God our Father and the Lord Jesus Christ.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 4,
      "text": "I thank my God always concerning you for the grace of God which was given you in Christ Jesus,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 5,
      "text": "that in everything you were enriched in Him, in all speech and all knowledge,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 6,
      "text": "just as the testimony concerning Christ was confirmed in you,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 7,
      "text": "so that you are not lacking in any gift, as you eagerly await the revelation of our Lord Jesus Christ,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 8,
      "text": "who will also confirm you to the end, blameless on the day of our Lord Jesus Christ.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 9,
      "text": "God is faithful, through whom you were called into fellowship with His Son, Jesus Christ our Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 10,
      "text": "Now I urge you, brothers and sisters, by the name of our Lord Jesus Christ, that you all agree and that there be no divisions among you, but that you be made complete in the same mind and in the same judgment.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 11,
      "text": "For I have been informed concerning you, my brothers and sisters, by Chloe’s people, that there are quarrels among you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 12,
      "text": "Now I mean this, that each one of you is saying, “I am with Paul,” or “I am with Apollos,” or “I am with Cephas,” or “I am with Christ.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 13,
      "text": "Has Christ been divided? Paul was not crucified for you, was he? Or were you baptized in the name of Paul?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 14,
      "text": "I am thankful that I baptized none of you except Crispus and Gaius,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 15,
      "text": "so that no one would say you were baptized in my name!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 16,
      "text": "But I did baptize the household of Stephanas also; beyond that, I do not know if I baptized anyone else.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 17,
      "text": "For Christ did not send me to baptize, but to preach the gospel, not with cleverness of speech, so that the cross of Christ would not be made of no effect.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 18,
      "text": "For the word of the cross is foolishness to those who are perishing, but to us who are being saved it is the power of God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 19,
      "text": "For it is written:\n“I will destroy the wisdom of the wise,\nAnd the understanding of those who have understanding, I will confound.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 20,
      "text": "Where is the wise person? Where is the scribe? Where is the debater of this age? Has God not made foolish the wisdom of the world?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 21,
      "text": "For since in the wisdom of God the world through its wisdom did not come to know God, God was pleased through the foolishness of the message preached to save those who believe.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 22,
      "text": "For indeed Jews ask for signs and Greeks search for wisdom;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 23,
      "text": "but we preach Christ crucified, to Jews a stumbling block, and to Gentiles foolishness,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 24,
      "text": "but to those who are the called, both Jews and Greeks, Christ the power of God and the wisdom of God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 25,
      "text": "For the foolishness of God is wiser than mankind, and the weakness of God is stronger than mankind.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 26,
      "text": "For consider your calling, brothers and sisters, that there were not many wise according to the flesh, not many mighty, not many noble;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 27,
      "text": "but God has chosen the foolish things of the world to shame the wise, and God has chosen the weak things of the world to shame the things which are strong,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 28,
      "text": "and the insignificant things of the world and the despised God has chosen, the things that are not, so that He may nullify the things that are,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 29,
      "text": "so that no human may boast before God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 30,
      "text": "But it is due to Him that you are in Christ Jesus, who became to us wisdom from God, and righteousness and sanctification, and redemption,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 31,
      "text": "so that, just as it is written: “Let the one who boasts, boast in the Lord.”",
      "header": "",
      "footer": ""
    }
  ]
}