{
  "book_name": "1 Corinthians",
  "chapter": 14,
  "verses": [
    {
      "book_name": "1 Corinthians",
      "chapter": 14,
      "verse": 1,
      "text": "Pursue love, yet earnestly desire spiritual gifts, but especially that you may prophesy.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 14,
      "verse": 2,
      "text": "For the one who speaks in a tongue does not speak to people, but to God; for no one understands, but in his spirit he speaks mysteries.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 14,
      "verse": 3,
      "text": "But the one who prophesies speaks to people for edification, exhortation, and consolation.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 14,
      "verse": 4,
      "text": "The one who speaks in a tongue edifies himself; but the one who prophesies edifies the church.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 14,
      "verse": 5,
      "text": "Now I wish that you all spoke in tongues, but rather that you would prophesy; and greater is the one who prophesies than the one who speaks in tongues, unless he interprets, so that the church may receive edification.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 14,
      "verse": 6,
      "text": "But now, brothers and sisters, if I come to you speaking in tongues, how will I benefit you unless I speak to you either by way of revelation, or of knowledge, or of prophecy, or of teaching?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 14,
      "verse": 7,
      "text": "Yet even lifeless instruments, whether flute or harp, in producing a sound, if they do not produce a distinction in the tones, how will it be known what is played on the flute or on the harp?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 14,
      "verse": 8,
      "text": "For if the trumpet produces an indistinct sound, who will prepare himself for battle?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 14,
      "verse": 9,
      "text": "So you too, unless you produce intelligible speech by the tongue, how will it be known what is spoken? For you will just be talking to the air.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 14,
      "verse": 10,
      "text": "There are, perhaps, a great many kinds of languages in the world, and none is incapable of meaning.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 14,
      "verse": 11,
      "text": "So if I do not know the meaning of the language, I will be unintelligible to the one who speaks, and the one who speaks will be unintelligible to me.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 14,
      "verse": 12,
      "text": "So you too, since you are eager to possess spiritual gifts, strive to excel for the edification of the church.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 14,
      "verse": 13,
      "text": "Therefore, one who speaks in a tongue is to pray that he may interpret.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 14,
      "verse": 14,
      "text": "For if I pray in a tongue, my spirit prays, but my mind is unproductive.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 14,
      "verse": 15,
      "text": "What is the outcome then? I will pray with the spirit, but I will pray with the mind also; I will sing with the spirit, but I will sing with the mind also.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 14,
      "verse": 16,
      "text": "For otherwise, if you bless God in the spirit only, how will the one who occupies the place of the outsider know to say the “Amen” at your giving of thanks, since he does not understand what you are saying?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 14,
      "verse": 17,
      "text": "For you are giving thanks well enough, but the other person is not edified.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 14,
      "verse": 18,
      "text": "I thank God, I speak in tongues more than you all;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 14,
      "verse": 19,
      "text": "nevertheless, in church I prefer to speak five words with my mind so that I may instruct others also, rather than ten thousand words in a tongue.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 14,
      "verse": 20,
      "text": "Brothers and sisters, do not be children in your thinking; yet in evil be infants, but in your thinking be mature.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 14,
      "verse": 21,
      "text": "In the Law it is written: “By men of strange tongues and by the lips of strangers I will speak to this people, and even so they will not listen to Me,” says the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 14,
      "verse": 22,
      "text": "So then, tongues are for a sign, not to those who believe but to unbelievers; but prophecy is not for unbelievers, but for those who believe.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 14,
      "verse": 23,
      "text": "Therefore if the whole church gathers together and all the people speak in tongues, and outsiders or unbelievers enter, will they not say that you are insane?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 14,
      "verse": 24,
      "text": "But if all prophesy, and an unbeliever or an outsider enters, he is convicted by all, he is called to account by all;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 14,
      "verse": 25,
      "text": "the secrets of his heart are disclosed; and so he will fall on his face and worship God, declaring that God is certainly among you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 14,
      "verse": 26,
      "text": "What is the outcome then, brothers and sisters? When you assemble, each one has a psalm, has a teaching, has a revelation, has a tongue, has an interpretation. All things are to be done for edification.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 14,
      "verse": 27,
      "text": "If anyone speaks in a tongue, it must be by two or at the most three, and each one in turn, and one is to interpret;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 14,
      "verse": 28,
      "text": "but if there is no interpreter, he is to keep silent in church; and have him speak to himself and to God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 14,
      "verse": 29,
      "text": "Have two or three prophets speak, and have the others pass judgment.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 14,
      "verse": 30,
      "text": "But if a revelation is made to another who is seated, then the first one is to keep silent.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 14,
      "verse": 31,
      "text": "For you can all prophesy one by one, so that all may learn and all may be exhorted;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 14,
      "verse": 32,
      "text": "and the spirits of prophets are subject to prophets;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 14,
      "verse": 33,
      "text": "for God is not a God of confusion, but of peace.\nAs in all the churches of the saints,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 14,
      "verse": 34,
      "text": "the women are to keep silent in the churches; for they are not permitted to speak, but are to subject themselves, just as the Law also says.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 14,
      "verse": 35,
      "text": "If they desire to learn anything, let them ask their own husbands at home; for it is improper for a woman to speak in church.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 14,
      "verse": 36,
      "text": "Or was it from you that the word of God first went out? Or has it come to you only?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 14,
      "verse": 37,
      "text": "If anyone thinks that he is a prophet or spiritual, let him recognize that the things which I write to you are the Lord’s commandment.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 14,
      "verse": 38,
      "text": "But if anyone does not recognize this, he is not recognized.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 14,
      "verse": 39,
      "text": "Therefore, my brothers and sisters, earnestly desire to prophesy, and do not forbid speaking in tongues.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 14,
      "verse": 40,
      "text": "But all things must be done properly and in an orderly way.",
      "header": "",
      "footer": ""
    }
  ]
}