{
  "book_name": "2 Samuel",
  "chapter": 20,
  "verses": [
    {
      "book_name": "2 Samuel",
      "chapter": 20,
      "verse": 1,
      "text": "Now a man of wickedness was found there whose name was Sheba the son of Bichri, a Benjaminite. He blew the horn and said, “There is no share for us in David, and there is no inheritance for us in the son of Jesse; each to his tents, O Israel!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 20,
      "verse": 2,
      "text": "Then all the men of Israel went up from following after David, following instead after Sheba the son of Bicri, but the men of Judah stuck to their king from the Jordan up to Jerusalem.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 20,
      "verse": 3,
      "text": "David went up to his house in Jerusalem, then the king took the ten concubines whom he had left to look after the house, and he put them under confinement. However, he provided for them, but he did not sleep with them. So they were confined until the day of their death, like a lifetime of widowhood.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 20,
      "verse": 4,
      "text": "Then the king said to Amasa, “Summon for me the men of Judah within three days, and be here yourself.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 20,
      "verse": 5,
      "text": "So Amasa went to summon Judah, but he tarried more than the appointed time which he had set for him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 20,
      "verse": 6,
      "text": "Then David said to Abishai, “Now Sheba the son of Bicri will do us more harm than Absalom. You take the servants of your lord and pursue after him, lest he find fortified cities for himself and escape from us.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 20,
      "verse": 7,
      "text": "Then the men of Joab, the Kerethites and the Pelethites, and all the mighty warriors went out after him; they went out from Jerusalem to pursue after Sheba the son of Bicri.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 20,
      "verse": 8,
      "text": "They were near the big rock that is in Gibeon, and Amasa came before them. Joab was dressed in his military clothing, with a utility belt on him and a sword strapped to his waist in its scabbard. Now he went out, and it fell out.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 20,
      "verse": 9,
      "text": "Then Joab said to Amasa, “Is it peace, O you my brother?” Then the right hand of Joab took hold of the beard of Amasa as if to kiss him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 20,
      "verse": 10,
      "text": "Now Amasa was not on his guard against the sword that was in Joab’s hand, and he struck him with it into the stomach, and his entrails poured out to the ground. He did not strike him again, and he died. Then Joab and Abishai his brother pursued after Sheba the son of Bicri.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 20,
      "verse": 11,
      "text": "A young man stood over him, from the young men of Joab, and he said, “Whoever takes delight in Joab and whoever is for David, follow after Joab.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 20,
      "verse": 12,
      "text": "Now Amasa was wallowing in the blood in the middle of the highway; when the man saw that all the people stood there, he turned Amasa over from the highway into the field, and he threw a garment over him because he had seen that all who had come by him had stopped.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 20,
      "verse": 13,
      "text": "After he was removed from the highway, all the men passed by after Joab to pursue after Sheba the son of Bicri.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 20,
      "verse": 14,
      "text": "(He had passed through all the tribes of Israel to Abel and Beth Maacah; now all of the Berites had been treated badly, so they also followed after him.)",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 20,
      "verse": 15,
      "text": "And they came and besieged him in Abel Beth Maacah. They threw up a siege ramp against the city, and they stood against the ramparts. And all the army who were with Joab were battering to cause the wall to fall.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 20,
      "verse": 16,
      "text": "Then a wise woman from the city called out, “Listen, listen! Please speak to Joab to come near here so that I may speak to you.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 20,
      "verse": 17,
      "text": "Then he came near to her, and the woman asked, “Are you Joab?” And he said, “I am.” Then she said to him, “Listen to the words of your servant.” He said, “I am listening.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 20,
      "verse": 18,
      "text": "Then she said, “In former times, they would always say, ‘By all means, let them inquire in Abel,’ and so they settled things.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 20,
      "verse": 19,
      "text": "I am one of the faithful representatives of Israel. You are seeking to destroy a city and a mother in Israel. Why do you want to swallow the inheritance of Yahweh?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 20,
      "verse": 20,
      "text": "Then Joab answered and said, “Far be it, far be it from me that I should swallow or I should destroy.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 20,
      "verse": 21,
      "text": "That is not the matter. But a man from the mountains of Ephraim, whose name is Sheba the son Bicri, has lifted up his hand against the king, against David. Give only him to us, and I will depart from the city.” The woman said to Joab, “Look, his head is being thrown down to you over the wall.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 20,
      "verse": 22,
      "text": "The woman went to all of the people with her wise plan, so they cut off the head of Sheba the son of Bicri and threw it to Joab. Then he blew the horn and dispersed from the city, each to his tent. Then Joab returned to Jerusalem to the king.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 20,
      "verse": 23,
      "text": "Now Joab was over all the army of Israel and Benaiah the son of Jehoiada was over the Carites and over the Pelethites.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 20,
      "verse": 24,
      "text": "Adoram was over the forced labor, and Jehoshaphat the son of Ahilud was the recorder.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 20,
      "verse": 25,
      "text": "Shiya was secretary, and Zadok and Abiathar were priests.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 20,
      "verse": 26,
      "text": "Also Ira the Jairite was priest for David.",
      "header": "",
      "footer": ""
    }
  ]
}