{
  "book_name": "2 Samuel",
  "chapter": 3,
  "verses": [
    {
      "book_name": "2 Samuel",
      "chapter": 3,
      "verse": 1,
      "text": "The battle was prolonged between the house of Saul and the house of David, but David was growing stronger and stronger while the house of Saul was becoming weaker and weaker.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 3,
      "verse": 2,
      "text": "And sons were born to David in Hebron; his firstborn was Amnon by Ahinoam from Jezreel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 3,
      "verse": 3,
      "text": "His second was Kileab by Abigail the wife of Nabal the Carmelite; the third was Absalom the son of Maacah, who was the daughter of Talmai the king of Geshur.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 3,
      "verse": 4,
      "text": "The fourth was Adonijah the son of Haggith; the fifth was Shephatiah the son of Abital.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 3,
      "verse": 5,
      "text": "The sixth was Ithream by Eglah the wife of David. These were born to David in Hebron.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 3,
      "verse": 6,
      "text": "As the war between the house of Saul and the house of David was continuing, Abner was strengthening himself in the house of Saul.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 3,
      "verse": 7,
      "text": "Saul had had a concubine, and her name was Rizpah the daughter of Aiah. Then Ish-Bosheth said to Abner, “Why did you have sex with my father’s concubine?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 3,
      "verse": 8,
      "text": "Abner became very angry at the words of Ish-Bosheth, and he said, “Am I the head of a dog which is for Judah today? Do I not continue to show loyal love with the house of Saul your father, to his brothers, and to his friends? I have not let you fall into the hands of David, yet you have accused me of sin with this woman today.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 3,
      "verse": 9,
      "text": "Thus may God punish Abner, if I do not accomplish what Yahweh has sworn to David;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 3,
      "verse": 10,
      "text": "specifically, to transfer the kingdom from the house of Saul and to establish the throne of David over Israel and over Judah from Dan to Beersheba!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 3,
      "verse": 11,
      "text": "And Ish-Bosheth was no longer able to answer Abner because he feared him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 3,
      "verse": 12,
      "text": "Abner sent messengers to David where he was, saying, “To whom does the land belong? Make your covenant with me! Look, my hand is with you to bring all of Israel over to you!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 3,
      "verse": 13,
      "text": "He said, “Good. I will make a covenant with you. I am asking only one thing from you: You shall not see my face unless you bring Michal the daughter of Saul when you come to see me.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 3,
      "verse": 14,
      "text": "Then David sent messengers to Ish-Bosheth the son of Saul, saying, “Give me my wife Michal whom I betrothed to myself for a hundred foreskins of the Philistines.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 3,
      "verse": 15,
      "text": "So Ish-Bosheth sent and took her from her husband, from Paltiel the son of Laish.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 3,
      "verse": 16,
      "text": "But her husband went with her, weeping all along after her as far as Bahurim. Then Abner said to him, “Go and return.” So he returned.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 3,
      "verse": 17,
      "text": "The word of Abner came to the elders of Israel, saying, “For quite some time you were seeking David as king over you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 3,
      "verse": 18,
      "text": "So then, bring it about, because Yahweh had said to David, “Through the hand of David my servant I am about to save my people Israel from the hand of the Philistines and from the hand of all their enemies.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 3,
      "verse": 19,
      "text": "Abner also spoke privately to Benjamin. Abner also went to speak to David in Hebron, all that was good in the eyes of Israel and in the eyes of all the house of Benjamin.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 3,
      "verse": 20,
      "text": "Then Abner came to David in Hebron and with him were twenty men. David had prepared a feast for Abner and for the men who were with him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 3,
      "verse": 21,
      "text": "And Abner said to David, “Let me get up and go and gather all of Israel to my lord the king, that they may make a covenant with you so you can reign over all which your soul desires.” So David dismissed Abner, and he left in peace.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 3,
      "verse": 22,
      "text": "And look, the servants of David and Joab came from the raid, and they brought much plunder with them. But Abner was not with David at Hebron, for he had dismissed him, and he had gone in peace.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 3,
      "verse": 23,
      "text": "When Joab and all the army that was with him came, they told Joab, “Abner the son of Ner came to the king, and he sent him away, and he left in peace.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 3,
      "verse": 24,
      "text": "Then Joab came to the king and said, “What have you done? Abner came here to you? Why have you dismissed him that he actually went away?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 3,
      "verse": 25,
      "text": "You know that Abner the son of Ner came to deceive you. He came to learn about your going out and coming in and to know all which you are doing.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 3,
      "verse": 26,
      "text": "Then Joab went out from David, and he sent messengers after Abner, and they brought him back from Bor Hasirah, but David did not know it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 3,
      "verse": 27,
      "text": "When Abner returned to Hebron, Joab took him aside to the middle of the gate to speak with him in private. Then he struck him in the stomach there and he died, for he had shed the blood of Asahel his brother.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 3,
      "verse": 28,
      "text": "When David heard this afterwards, he said: “I and my kingdom are innocent before Yahweh forever for the blood of Abner the son of Ner.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 3,
      "verse": 29,
      "text": "May the blood come down on the head of Joab and all the house of his father. May the house of Joab never lack one with a bodily discharge or one with leprosy or one who grasps the distaff or one who falls by the sword or one who is lacking food.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 3,
      "verse": 30,
      "text": "So Joab and Abishai, his brother, killed Abner because he had killed Asahel, their brother, at Gibeon in the battle.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 3,
      "verse": 31,
      "text": "David said to Joab and to all the people who were with him, “Tear your clothing and put on sackcloth and mourn before Abner.” Now King David was following after the bier.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 3,
      "verse": 32,
      "text": "And they buried Abner at Hebron. And the king lifted up his voice and wept at the grave of Abner, and all the people wept.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 3,
      "verse": 33,
      "text": "The king sang a lament for Abner and said, “Should Abner have died the death of a fool?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 3,
      "verse": 34,
      "text": "Your hands were not tied and your feet were not in contact with bronze fetters. You have fallen as one who falls before sons of wickedness.” Then all the people wept over him again.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 3,
      "verse": 35,
      "text": "Then all the people came to give David food. Still on that day, David swore, “May God punish me if I taste food or anything before the sun goes down.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 3,
      "verse": 36,
      "text": "All the people noticed, and it was good in their eyes, as everything that the king did was good in the eyes of all the people.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 3,
      "verse": 37,
      "text": "Then all the people and all of Israel realized on that day that the king had not desired to kill Abner the son of Ner.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 3,
      "verse": 38,
      "text": "Then the king said to his servants, “Did you not realize that a prince and a great man has fallen today in Israel?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 3,
      "verse": 39,
      "text": "I am weak today even though anointed king, and these men, the sons of Zeruiah, are crueler than I am. May Yahweh pay them back for doing wickedness according to their own wickedness.”",
      "header": "",
      "footer": ""
    }
  ]
}