{
  "book_name": "John",
  "chapter": 2,
  "verses": [
    {
      "book_name": "John",
      "chapter": 2,
      "verse": 1,
      "text": "And on the third day, there was a wedding at Cana in Galilee, and the mother of Jesus was there.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 2,
      "verse": 2,
      "text": "And both Jesus and his disciples were invited to the wedding.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 2,
      "verse": 3,
      "text": "And when the wine ran out, the mother of Jesus said to him, “They have no wine!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 2,
      "verse": 4,
      "text": "And Jesus said to her, “What does your concern have to do with me, woman? My hour has not yet come.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 2,
      "verse": 5,
      "text": "His mother said to the servants, “Whatever he says to you, do it!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 2,
      "verse": 6,
      "text": "Now six stone water jars were set there, in accordance with the ceremonial cleansing of the Jews, each holding two or three measures.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 2,
      "verse": 7,
      "text": "Jesus said to them, “Fill the water jars with water.” And they filled them to the brim.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 2,
      "verse": 8,
      "text": "And he said to them, “Now draw some out and take it to the head steward. So they took it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 2,
      "verse": 9,
      "text": "Now when the head steward tasted the water which had become wine and did not know where it was from—but the servants who had drawn the water knew—the head steward summoned the bridegroom",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 2,
      "verse": 10,
      "text": "and said to him, “Everyone serves the good wine first, and whenever they are drunk, the inferior. You have kept the good wine until now!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 2,
      "verse": 11,
      "text": "This beginning of signs Jesus performed at Cana in Galilee, and revealed his glory, and his disciples believed in him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 2,
      "verse": 12,
      "text": "After this he went down to Capernaum, and his mother and brothers and his disciples, and they stayed there a few days.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 2,
      "verse": 13,
      "text": "And the Passover of the Jews was near, and Jesus went up to Jerusalem.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 2,
      "verse": 14,
      "text": "And he found in the temple courts those who were selling oxen and sheep and doves, and the money changers seated.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 2,
      "verse": 15,
      "text": "And he made a whip of cords and drove them all out of the temple courts, both the sheep and the oxen, and he poured out the coins of the money changers and overturned their tables.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 2,
      "verse": 16,
      "text": "And to the ones selling the doves he said, “Take these things away from here! Do not make my Father’s house a marketplace!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 2,
      "verse": 17,
      "text": "His disciples remembered that it is written, “Zeal for your house will consume me.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 2,
      "verse": 18,
      "text": "So the Jews answered and said to him, “What sign do you show to us, because you are doing these things?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 2,
      "verse": 19,
      "text": "Jesus answered and said to them, “Destroy this temple, and in three days I will raise it up!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 2,
      "verse": 20,
      "text": "Then the Jews said, “This temple has been under construction forty-six years, and will you raise it up in three days?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 2,
      "verse": 21,
      "text": "But he was speaking about the temple of his body.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 2,
      "verse": 22,
      "text": "So when he was raised from the dead, his disciples remembered that he had said this, and they believed the scripture and the saying that Jesus had spoken.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 2,
      "verse": 23,
      "text": "Now while he was in Jerusalem at the Passover, during the feast, many believed in his name because they saw his signs which he was doing.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 2,
      "verse": 24,
      "text": "But Jesus himself did not entrust himself to them, because he knew all people,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 2,
      "verse": 25,
      "text": "and because he did not need anyone to testify about man, for he himself knew what was in man.",
      "header": "",
      "footer": ""
    }
  ]
}