{
  "book_name": "John",
  "chapter": 4,
  "verses": [
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 1,
      "text": "Now when Jesus knew that the Pharisees had heard that Jesus was making and baptizing more disciples than John",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 2,
      "text": "(although Jesus himself was not baptizing, but his disciples),",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 3,
      "text": "he left Judea and departed again for Galilee.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 4,
      "text": "And it was necessary for him to go through Samaria.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 5,
      "text": "Now he came to a town of Samaria called Sychar, near the piece of land that Jacob had given to his son Joseph.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 6,
      "text": "And Jacob’s well was there, so Jesus, because he had become tired from the journey, simply sat down at the well. It was about the sixth hour.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 7,
      "text": "A woman of Samaria came to draw water. Jesus said to her, “Give me water to drink.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 8,
      "text": "(For his disciples had gone away into the town so that they could buy food.)",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 9,
      "text": "So the Samaritan woman said to him, “How do you, being a Jew, ask from me water to drink, since I am a Samaritan woman?” (For Jews have no dealings with Samaritans.)",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 10,
      "text": "Jesus answered and said to her, “If you had known the gift of God and who it is who says to you, ‘Give me water to drink,’ you would have asked him, and he would have given you living water.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 11,
      "text": "The woman said to him, “Sir, you have no bucket and the well is deep! From where then do you get this living water?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 12,
      "text": "You are not greater than our father Jacob, are you, who gave us the well and drank from it himself, and his sons and his livestock?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 13,
      "text": "Jesus answered and said to her, “Everyone who drinks of this water will be thirsty again.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 14,
      "text": "But whoever drinks of this water which I will give to him will never be thirsty for eternity, but the water which I will give to him will become in him a well of water springing up to eternal life.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 15,
      "text": "The woman said to him, “Sir, give me this water, so that I will not be thirsty or come here to draw water!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 16,
      "text": "He said to her, “Go, call your husband and come here.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 17,
      "text": "The woman answered and said to him, “I do not have a husband.” Jesus said to her, “You have said rightly, ‘I do not have a husband,’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 18,
      "text": "for you have had five husbands, and the one whom you have now is not your husband; this you have said truthfully!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 19,
      "text": "The woman said to him, “Sir, I see that you are a prophet.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 20,
      "text": "Our fathers worshiped on this mountain, and you people say that in Jerusalem is the place where it is necessary to worship.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 21,
      "text": "Jesus said to her, “Believe me, woman, that an hour is coming when neither on this mountain nor in Jerusalem will you worship the Father.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 22,
      "text": "You worship what you do not know. We worship what we know, because salvation is from the Jews.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 23,
      "text": "But an hour is coming—and now is here—when the true worshipers will worship the Father in spirit and truth, for indeed the Father seeks such people to be his worshipers.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 24,
      "text": "God is spirit, and the ones who worship him must worship in spirit and truth.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 25,
      "text": "The woman said to him, “I know that Messiah is coming” (the one called Christ); “whenever that one comes, he will proclaim all things to us.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 26,
      "text": "Jesus said to her, “I, the one speaking to you, am he.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 27,
      "text": "And at this point his disciples came, and they were astonished that he was speaking with a woman. However, no one said, “What do you seek?” or “Why are you speaking with her?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 28,
      "text": "So the woman left her water jar and went away into the town and said to the people,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 29,
      "text": "“Come, see a man who told me everything I have ever done! Perhaps this one is the Christ?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 30,
      "text": "They went out from the town and were coming to him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 31,
      "text": "In the meanwhile the disciples were asking him, saying, “Rabbi, eat something!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 32,
      "text": "But he said to them, “I have food to eat that you do not know about.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 33,
      "text": "So the disciples began to say to one another, “No one brought him anything to eat, did they?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 34,
      "text": "Jesus said to them, “My food is that I do the will of the one who sent me and complete his work.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 35,
      "text": "Do you not say, ‘There are yet four months and the harvest comes’? Behold, I say to you, lift up your eyes and look at the fields, that they are white for harvest already.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 36,
      "text": "The one who reaps receives wages and gathers fruit for eternal life, in order that the one who sows and the one who reaps can rejoice together.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 37,
      "text": "For in this instance the saying is true, ‘It is one who sows and another who reaps.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 38,
      "text": "I sent you to reap what you did not work for; others have worked, and you have entered into their work.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 39,
      "text": "Now from that town many of the Samaritans believed in him because of the word of the woman who testified, “He told me everything that I have done.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 40,
      "text": "So when the Samaritans came to him, they began asking him to stay with them. And he stayed there two days.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 41,
      "text": "And many more believed because of his word,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 42,
      "text": "And they were saying to the woman, “No longer because of what you said do we believe, for we ourselves have heard, and we know that this one is truly the Savior of the world!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 43,
      "text": "And after the two days he departed from there into Galilee.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 44,
      "text": "For Jesus himself testified that a prophet has no honor in his own homeland.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 45,
      "text": "So when he came to Galilee, the Galileans welcomed him, because they had seen all the things he had done in Jerusalem at the feast (for they themselves had also come to the feast).",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 46,
      "text": "Now he came again to Cana in Galilee, where he had made the water wine. And there was at Capernaum a certain royal official whose son was sick.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 47,
      "text": "This man, when he heard that Jesus had come from Judea into Galilee, went to him and asked that he come down and heal his son, for he was about to die.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 48,
      "text": "So Jesus said to him, “Unless you people see signs and wonders, you will never believe!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 49,
      "text": "The royal official said to him, “Sir, come down before my child dies!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 50,
      "text": "Jesus said to him, “Go, your son will live.” The man believed the word that Jesus spoke to him, and he departed.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 51,
      "text": "Now as he was going down, his slaves met him, saying that his child was alive.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 52,
      "text": "So he inquired from them the hour at which he had gotten better. Then they said to him, “Yesterday at the seventh hour the fever left him.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 53,
      "text": "So the father knew that it was that same hour at which Jesus said to him, “Your son will live,” and he himself believed, and his whole household.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 4,
      "verse": 54,
      "text": "Now this is again a second sign Jesus performed when he came from Judea into Galilee.",
      "header": "",
      "footer": ""
    }
  ]
}