{
  "book_name": "John",
  "chapter": 8,
  "verses": [
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 1,
      "text": "But Jesus went to the Mount of Olives.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 2,
      "text": "Now early in the morning he came again to the temple courts. And all the people were coming, and he sat down and began to teach them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 3,
      "text": "Now the scribes and the Pharisees brought to him a woman caught in adultery. And standing her in their midst,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 4,
      "text": "they said to him, testing him, “Teacher, this woman was caught in the very act of committing adultery!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 5,
      "text": "Now in the law, Moses commanded us to stone such women. So what do you say?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 6,
      "text": "(Now they were saying this to test him, so that they would have an occasion to bring charges against him.) But Jesus, bending down, began to write with his finger on the ground, taking no notice.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 7,
      "text": "And when they persisted in asking him, straightening up he said to them, “The one of you without sin, let him throw the first stone at her!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 8,
      "text": "And bending down again, he wrote on the ground.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 9,
      "text": "Now when they heard it, being convicted by their conscience, they began to depart, one by one, beginning with the older ones, and Jesus was left alone—and the woman who was in their midst.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 10,
      "text": "So Jesus, straightening up and seeing no one except the woman, said to her, “Where are those accusers of yours? Does no one condemn you?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 11,
      "text": "And she said, “No one, Lord.” So Jesus said, “Neither do I condemn you. Go, and sin no more.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 12,
      "text": "Then Jesus spoke to them again, saying, “I am the light of the world! The one who follows me will never walk in darkness, but will have the light of life.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 13,
      "text": "So the Pharisees said to him, “You testify concerning yourself! Your testimony is not true.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 14,
      "text": "Jesus answered and said to them, “Even if I testify concerning myself, my testimony is true, because I know where I have come from and where I am going. But you do not know where I have come from or where I am going.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 15,
      "text": "You judge according to externals; I do not judge anyone.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 16,
      "text": "But even if I judge, my judgment is true, because I am not alone, but I and the Father who sent me.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 17,
      "text": "And even in your law it is written that the testimony of two men is true.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 18,
      "text": "I am the one who testifies concerning myself, and the Father who sent me testifies concerning me.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 19,
      "text": "So they were saying to him, “Where is your father?” Jesus replied, “You know neither me nor my Father! If you had known me, you would have known my Father also.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 20,
      "text": "He spoke these words by the treasury while teaching in the temple courts, and no one seized him, because his hour had not yet come.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 21,
      "text": "So he said to them again, “I am going away, and you will seek me and will die in your sin. Where I am going you cannot come!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 22,
      "text": "Then the Jews began to say, “Perhaps he will kill himself, because he is saying, ‘Where I am going you cannot come.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 23,
      "text": "And he said to them, “You are from below; I am from above. You are from this world; I am not from this world.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 24,
      "text": "Thus I said to you that you will die in your sins. For if you do not believe that I am he, you will die in your sins.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 25,
      "text": "So they began to say to him, “Who are you?” Jesus said to them, “What I have been saying to you from the beginning.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 26,
      "text": "I have many things to say and to judge concerning you, but the one who sent me is true, and the things which I heard from him, these things I say to the world.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 27,
      "text": "(They did not know that he was speaking to them about the Father.)",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 28,
      "text": "Then Jesus said, “When you lift up the Son of Man, then you will recognize that I am he, and I do nothing from myself, but just as the Father taught me, I say these things.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 29,
      "text": "And the one who sent me is with me. He has not left me alone, because I always do the things that are pleasing to him.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 30,
      "text": "While he was saying these things, many believed in him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 31,
      "text": "Then Jesus said to those Jews who had believed him, “If you continue in my word you are truly my disciples,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 32,
      "text": "and you will know the truth, and the truth will set you free.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 33,
      "text": "They replied to him, “We are descendants of Abraham and have not been enslaved to anyone at any time. How do you say, ‘You will become free’?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 34,
      "text": "Jesus replied to them, “Truly, truly I say to you, that everyone who commits sin is a slave of sin.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 35,
      "text": "And the slave does not remain in the household forever; the son remains forever.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 36,
      "text": "So if the son sets you free, you will be truly free.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 37,
      "text": "I know that you are descendants of Abraham. But you are seeking to kill me, because my word makes no progress among you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 38,
      "text": "I speak the things that I have seen with the Father; so also you do the things that you have heard from the Father.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 39,
      "text": "They answered and said to him, “Abraham is our father!” Jesus said to them, “If you are children of Abraham, do the deeds of Abraham!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 40,
      "text": "But now you are seeking to kill me, a man who spoke to you the truth which I heard from God. This Abraham did not do.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 41,
      "text": "You are doing the deeds of your father!”\nThey said to him, “We were not born from sexual immorality! We have one father, God!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 42,
      "text": "Jesus said to them, “If God were your father, you would love me, for I have come forth from God and have come. For I have not come from myself, but that one sent me.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 43,
      "text": "Why do you not understand my way of speaking? Because you are not able to listen to my message.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 44,
      "text": "You are of your father the devil, and you want to do the desires of your father! That one was a murderer from the beginning, and does not stand firm in the truth, because truth is not in him. Whenever he speaks the lie, he speaks from his own nature, because he is a liar and the father of lies.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 45,
      "text": "But because I am telling the truth, you do not believe me.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 46,
      "text": "Who among you convicts me concerning sin? If I am telling the truth, why do you not believe me?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 47,
      "text": "The one who is from God listens to the words of God. Because of this you do not listen—because you are not of God.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 48,
      "text": "The Jews answered and said to him, “Do we not correctly say that you are a Samaritan and have a demon?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 49,
      "text": "Jesus replied, “I do not have a demon, but I honor my Father, and you dishonor me!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 50,
      "text": "But I do not seek my own glory. There is one who seeks and judges!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 51,
      "text": "Truly, truly I say to you, if anyone keeps my word, he will never experience death forever.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 52,
      "text": "The Jews said to him, “Now we know that you have a demon! Abraham and the prophets died, and you say, ‘If anyone keeps my word, he will never taste death forever.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 53,
      "text": "You are not greater than our father Abraham who died, are you? And the prophets died! Who do you make yourself to be?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 54,
      "text": "Jesus replied, “If I glorify myself, my glory is nothing. The one who glorifies me is my Father, about whom you say, ‘He is our God.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 55,
      "text": "And you have not known him, but I know him. And if I were to say that I do not know him, I would be a liar like you! But I know him and I keep his word.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 56,
      "text": "Abraham your father rejoiced that he would see my day, and he saw it and was glad.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 57,
      "text": "So the Jews said to him, “You are not yet fifty years old, and have you seen Abraham?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 58,
      "text": "Jesus said to them, “Truly, truly I say to you, before Abraham was, I am!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 8,
      "verse": 59,
      "text": "Then they picked up stones in order to throw them at him. But Jesus was hidden and went out of the temple courts.",
      "header": "",
      "footer": ""
    }
  ]
}