{
  "book_name": "John",
  "chapter": 9,
  "verses": [
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 1,
      "text": "And as he went away, he saw a man blind from birth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 2,
      "text": "And his disciples asked him, saying, “Rabbi, who sinned, this man or his parents, that he should be born blind?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 3,
      "text": "Jesus replied, “Neither this man sinned nor his parents, but it happened so that the works of God could be revealed in him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 4,
      "text": "It is necessary for us to do the deeds of the one who sent me while it is day; night is coming, when no one can work!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 5,
      "text": "While I am in the world, I am the light of the world.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 6,
      "text": "When he had said these things, he spat on the ground and made clay with the saliva, and smeared the clay on his eyes.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 7,
      "text": "And he said to him, “Go, wash in the pool of Siloam” (which is translated “sent”). So he went and washed and came back seeing.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 8,
      "text": "Then the neighbors and those who saw him previously (because he was a beggar) began to say, “Is this man not the one who used to sit and beg?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 9,
      "text": "Others were saying, “It is this man”; others were saying, “No, but he is like him.” That one was saying, “I am he!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 10,
      "text": "So they began to say to him, “How were your eyes opened?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 11,
      "text": "He replied, “The man who is called Jesus made clay and smeared it on my eyes and said to me, ‘Go to Siloam and wash!’ So I went, and I washed, and I received sight.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 12,
      "text": "And they said to him, “Where is that man?” He said, “I do not know.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 13,
      "text": "They brought him—the one formerly blind—to the Pharisees.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 14,
      "text": "(Now the day on which Jesus made the clay and opened his eyes was the Sabbath.)",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 15,
      "text": "So the Pharisees also were asking him again how he received sight. And he said to them, “He put clay on my eyes, and I washed, and I see.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 16,
      "text": "So some of the Pharisees were saying, “This man is not from God, because he does not observe the Sabbath!” Others were saying, “How can a man who is a sinner perform such signs?” And there was a division among them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 17,
      "text": "So they said to the blind man again, “What do you say about him, because he opened your eyes?” And he said, “He is a prophet.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 18,
      "text": "So the Jews did not believe concerning him that he had been blind and received sight, until they summoned the parents of the one who received sight.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 19,
      "text": "And they asked them, saying, “Is this man your son, whom you say was born blind? Then how does he now see?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 20,
      "text": "So his parents answered and said, “We know that this man is our son, and that he was born blind.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 21,
      "text": "But how he now sees we do not know, or who opened his eyes we do not know. Ask him! He is a mature adult; he will speak for himself!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 22,
      "text": "(His parents said these things because they were afraid of the Jews, for the Jews had already decided that if anyone should confess him to be Christ, he would be expelled from the synagogue.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 23,
      "text": "Because of this his parents said, “He is a mature adult; ask him.”)",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 24,
      "text": "So they summoned the man who had been blind for the second time and said to him, “Give glory to God! We know that this man is a sinner!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 25,
      "text": "Then that man replied, “Whether he is a sinner I do not know. One thing I know—that although I was blind, now I see!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 26,
      "text": "So they said to him, “What did he do to you? How did he open your eyes?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 27,
      "text": "He replied to them, “I told you already and you did not listen! Why do you want to hear it again? You do not want to become his disciples also, do you?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 28,
      "text": "They reviled him and said, “You are his disciple! But we are disciples of Moses!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 29,
      "text": "We know that God has spoken to Moses, but we do not know where this man is from.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 30,
      "text": "The man answered and said to them, “For the remarkable thing is this, that you do not know where he is from, and he opened my eyes!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 31,
      "text": "We know that God does not listen to sinners, but if someone is devout and does his will, he listens to this one.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 32,
      "text": "From time immemorial it has not been heard that someone opened the eyes of one born blind.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 33,
      "text": "If this man were not from God, he would not be able to do anything!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 34,
      "text": "They answered and said to him, “You were born completely in sin, and are you attempting to teach us?” And they threw him out.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 35,
      "text": "Jesus heard that they had thrown him out, and finding him, he said, “Do you believe in the Son of Man?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 36,
      "text": "He answered and said, “And who is he, sir, that I may believe in him?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 37,
      "text": "Jesus said to him, “You have both seen him, and he is the one who is speaking with you.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 38,
      "text": "And he said, “I believe, Lord!” and he worshiped him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 39,
      "text": "And Jesus said, “For judgment I have come into this world, so that those who do not see may see, and those who see may become blind!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 40,
      "text": "Some of the Pharisees who were with him heard these things and said to him, “We are not also blind, are we?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 41,
      "text": "Jesus said to them, “If you were blind, you would not have sin. But now you say, ‘We see,’ your sin remains.",
      "header": "",
      "footer": ""
    }
  ]
}