{
  "book_name": "Titus",
  "chapter": 1,
  "verses": [
    {
      "book_name": "Titus",
      "chapter": 1,
      "verse": 1,
      "text": "Paul, a slave of God and an apostle of Jesus Christ for the faith of the chosen of God and the knowledge of the truth that is according to godliness,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Titus",
      "chapter": 1,
      "verse": 2,
      "text": "in the hope of eternal life which God, who does not lie, promised before eternal ages,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Titus",
      "chapter": 1,
      "verse": 3,
      "text": "but at the proper time has disclosed his message in the proclamation with which I was entrusted according to the command of God our Savior,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Titus",
      "chapter": 1,
      "verse": 4,
      "text": "to Titus, my true child according to a common faith. Grace and peace from God the Father and Christ Jesus our Savior.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Titus",
      "chapter": 1,
      "verse": 5,
      "text": "On account of this, I left you behind in Crete, in order that what remains may be set in order and you may appoint elders in every town, as I ordered you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Titus",
      "chapter": 1,
      "verse": 6,
      "text": "If anyone is blameless, the husband of one wife, having faithful children, not accused of dissipation or rebellious.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Titus",
      "chapter": 1,
      "verse": 7,
      "text": "For it is necessary for the overseer to be blameless as God’s steward, not self-willed, not quick-tempered, not addicted to wine, not violent, not greedy for dishonest gain,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Titus",
      "chapter": 1,
      "verse": 8,
      "text": "but hospitable, loving what is good, prudent, just, devout, self-controlled,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Titus",
      "chapter": 1,
      "verse": 9,
      "text": "holding fast to the faithful message according to the teaching, in order that he may be able both to exhort with sound instruction and to reprove those who speak against it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Titus",
      "chapter": 1,
      "verse": 10,
      "text": "For there are many rebellious people, idle talkers and deceivers, especially those of the circumcision,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Titus",
      "chapter": 1,
      "verse": 11,
      "text": "whom it is necessary to silence, whoever are ruining whole families by teaching things which must not be taught for the sake of dishonest gain.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Titus",
      "chapter": 1,
      "verse": 12,
      "text": "A certain one of them, one of their own prophets, has said, “Cretans are always liars, evil beasts, lazy gluttons.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Titus",
      "chapter": 1,
      "verse": 13,
      "text": "This testimony is true, for which reason reprove them severely, in order that they may be sound in the faith,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Titus",
      "chapter": 1,
      "verse": 14,
      "text": "not paying attention to Jewish myths and commandments of people who turn away from the truth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Titus",
      "chapter": 1,
      "verse": 15,
      "text": "To the pure all things are pure, but to those who are defiled and unbelieving nothing is pure, but both their mind and conscience are defiled.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Titus",
      "chapter": 1,
      "verse": 16,
      "text": "They profess to know God, but by their deeds they deny him, because they are detestable and disobedient, and unfit for every good deed.",
      "header": "",
      "footer": ""
    }
  ]
}