{
  "book_name": "Matthew",
  "chapter": 12,
  "verses": [
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 1,
      "text": "At that time Jesus went through the grain fields on the Sabbath. And his disciples were hungry, and they began to pluck off heads of grain and eat them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 2,
      "text": "But when the Pharisees saw it, they said to him, “Behold, your disciples are doing what it is not permitted to do on the Sabbath!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 3,
      "text": "So he said to them, “Have you not read what David did when he was hungry, and those with him,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 4,
      "text": "how he entered into the house of God and ate the bread of the presentation, which it was not permitted for him or for those with him to eat, but only for the priests?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 5,
      "text": "Or have you not read in the law that on the Sabbath the priests in the temple violate the sanctity of the Sabbath and are guiltless?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 6,
      "text": "But I tell you that something greater than the temple is here!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 7,
      "text": "And if you had known what it means, ‘I want mercy and not sacrifice,’ you would not have condemned the guiltless.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 8,
      "text": "For the Son of Man is lord of the Sabbath.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 9,
      "text": "And going on from there he came into their synagogue.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 10,
      "text": "And behold, there was a man who had a withered hand, and they asked him, saying, “Is it permitted to heal on the Sabbath?” in order that they could accuse him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 11,
      "text": "But he said to them, “What man will there be among you who will have one sheep and if this one fell into a pit on the Sabbath, will not take hold of it and lift it out?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 12,
      "text": "Then to what degree is a man worth more than a sheep? So then, it is permitted to do good on the Sabbath.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 13,
      "text": "Then he said to the man, “Stretch out your hand,” and he stretched it out, and it was restored as healthy as the other one.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 14,
      "text": "But the Pharisees went out and plotted against him in order that they could destroy him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 15,
      "text": "Now Jesus, when he learned of it, withdrew from there, and many followed him, and he healed them all.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 16,
      "text": "And he warned them that they should not reveal his identity,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 17,
      "text": "in order that what was spoken through the prophet Isaiah would be fulfilled, who said,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 18,
      "text": "“Behold my servant whom I have chosen,\n    my beloved in whom my soul is well pleased.\nI will put my Spirit on him,\n    and he will proclaim justice to the Gentiles.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 19,
      "text": "He will not quarrel or cry out,\n    nor will anyone hear his voice in the streets.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 20,
      "text": "A crushed reed he will not break,\n    and a smoldering wick he will not extinguish,\nuntil he brings justice to victory.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 21,
      "text": "And in his name the Gentiles will hope.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 22,
      "text": "Then a demon-possessed man who was blind and mute was brought to him. And he healed him so that the man who was mute could speak and see.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 23,
      "text": "And all the crowds were amazed and began saying, “Perhaps this one is the Son of David!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 24,
      "text": "But the Pharisees, when they heard it, said, “This man does not expel demons except by Beelzebul the ruler of demons!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 25,
      "text": "But knowing their thoughts, he said to them, “Every kingdom divided against itself is laid waste, and every city or household divided against itself will not stand.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 26,
      "text": "And if Satan expels Satan, he is divided against himself. How then will his kingdom stand?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 27,
      "text": "And if I expel demons by Beelzebul, by whom do your sons expel them? For this reason they will be your judges!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 28,
      "text": "But if I expel demons by the Spirit of God, then the kingdom of God has come upon you!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 29,
      "text": "Or how can someone enter into the house of a strong man and steal his property, unless he first ties up the strong man? And then he can thoroughly plunder his house.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 30,
      "text": "The one who is not with me is against me, and the one who does not gather with me scatters.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 31,
      "text": "For this reason I tell you, every sin and blasphemy will be forgiven people, but the blasphemy against the Spirit will not be forgiven!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 32,
      "text": "And whoever speaks a word against the Son of Man, it will be forgiven him. But whoever speaks against the Holy Spirit, it will not be forgiven him either in this age or in the coming one!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 33,
      "text": "“Either make the tree good and its fruit is good, or make the tree bad and its fruit is bad, for the tree is known by its fruit.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 34,
      "text": "Offspring of vipers! How are you able to say good things when you are evil? For from the abundance of the heart the mouth speaks.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 35,
      "text": "The good person from his good treasury brings out good things, and the evil person from his evil treasury brings out evil things.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 36,
      "text": "But I tell you that every worthless word that they speak, people will give an account for it on the day of judgment!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 37,
      "text": "For by your words you will be vindicated, and by your words you will be condemned.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 38,
      "text": "Then some of the scribes and Pharisees answered him saying, “Teacher, we want to see a sign from you!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 39,
      "text": "But he answered and said to them, “An evil and adulterous generation desires a sign, and no sign will be given to it except the sign of the prophet Jonah!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 40,
      "text": "For just as Jonah was in the belly of the huge fish three days and three nights, so the Son of Man will be in the heart of the earth three days and three nights.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 41,
      "text": "The people of Nineveh will stand up at the judgment with this generation and condemn it, because they repented at the proclamation of Jonah, and behold, something greater than Jonah is here!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 42,
      "text": "The queen of the south will rise up at the judgment with this generation and condemn it, because she came from the ends of the earth to hear the wisdom of Solomon, and behold, something greater than Solomon is here!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 43,
      "text": "“Now whenever an unclean spirit has gone out of a person, it travels through waterless places searching for rest, and does not find it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 44,
      "text": "Then it says, ‘I will return to my house from which I came out.’ And when it arrives it finds the house unoccupied and swept and put in order.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 45,
      "text": "Then it goes and brings along with itself seven other spirits more evil than itself, and they go in and live there. And the last state of that person becomes worse than the first. So it will be for this evil generation also!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 46,
      "text": "And while he was still speaking to the crowds, behold, his mother and brothers were standing there outside, desiring to speak to him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 47,
      "text": "And someone told him, “Behold, your mother and your brothers are standing there outside desiring to speak to you.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 48,
      "text": "But he answered and said to the one who told him, “Who is my mother, and who are my brothers?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 49,
      "text": "And stretching out his hand toward his disciples, he said, “Behold my mother and my brothers!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 12,
      "verse": 50,
      "text": "For whoever does the will of my Father who is in heaven, he is my brother and sister and mother.”",
      "header": "",
      "footer": ""
    }
  ]
}