{
  "book_name": "Matthew",
  "chapter": 14,
  "verses": [
    {
      "book_name": "Matthew",
      "chapter": 14,
      "verse": 1,
      "text": "At that time Herod the tetrarch heard the report about Jesus",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 14,
      "verse": 2,
      "text": "and he said to his servants, “This is John the Baptist! He has been raised from the dead, and for this reason miraculous powers are at work in him.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 14,
      "verse": 3,
      "text": "For Herod, after arresting John, bound him and put him in prison on account of Herodias, the wife of his brother Philip,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 14,
      "verse": 4,
      "text": "because John had been saying to him, “It is not permitted for you to have her.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 14,
      "verse": 5,
      "text": "And although he wanted to kill him, he feared the crowd, because they looked upon him as a prophet.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 14,
      "verse": 6,
      "text": "But when Herod’s birthday celebration took place, the daughter of Herodias danced in the midst of them and pleased Herod.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 14,
      "verse": 7,
      "text": "Therefore he promised with an oath to give her whatever she asked.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 14,
      "verse": 8,
      "text": "And coached by her mother, she said, “Give me the head of John the Baptist here on a platter!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 14,
      "verse": 9,
      "text": "And although the king was distressed, because of his oaths and his dinner guests he commanded the request to be granted.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 14,
      "verse": 10,
      "text": "And he sent orders and had John beheaded in the prison,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 14,
      "verse": 11,
      "text": "and his head was brought on a platter and given to the girl, and she brought it to her mother.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 14,
      "verse": 12,
      "text": "And his disciples came and took away the corpse and buried it, and went and told Jesus.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 14,
      "verse": 13,
      "text": "Now when Jesus heard it, he withdrew from there in a boat to an isolated place by himself. And when the crowds heard it, they followed him by land from the towns.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 14,
      "verse": 14,
      "text": "And as he got out, he saw the large crowd and had compassion on them and healed their sick.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 14,
      "verse": 15,
      "text": "Now when it was evening, the disciples came to him saying, “The place is desolate and the hour is late. Release the crowds so that they can go away into the villages and purchase food for themselves.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 14,
      "verse": 16,
      "text": "But Jesus said to them, “They do not need to go away. You give them something to eat.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 14,
      "verse": 17,
      "text": "And they said to him, “We do not have anything here except five loaves and two fish.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 14,
      "verse": 18,
      "text": "So he said, “Bring them here to me.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 14,
      "verse": 19,
      "text": "And he commanded the crowds to recline for a meal on the grass. Taking the five loaves and the two fish and looking up to heaven, he gave thanks. And after breaking them, he gave the loaves to the disciples, and the disciples gave them to the crowds.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 14,
      "verse": 20,
      "text": "And they all ate and were satisfied, and they picked up what was left over of the broken pieces, twelve baskets full.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 14,
      "verse": 21,
      "text": "Now those who ate were about five thousand men, in addition to women and children.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 14,
      "verse": 22,
      "text": "And immediately he made the disciples get into the boat and go ahead of him to the other side, while he sent away the crowds.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 14,
      "verse": 23,
      "text": "And after he sent away the crowds, he went up on the mountain by himself to pray. So when evening came, he was there alone.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 14,
      "verse": 24,
      "text": "But the boat was already many stadia distant from the land, being beaten by the waves, because the wind was against it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 14,
      "verse": 25,
      "text": "And in the fourth watch of the night he came to them, walking on the sea.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 14,
      "verse": 26,
      "text": "But the disciples, when they saw him walking on the sea, were terrified, saying, “It is a ghost!” and they cried out in fear.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 14,
      "verse": 27,
      "text": "But immediately Jesus spoke to them, saying, “Have courage, I am he! Do not be afraid!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 14,
      "verse": 28,
      "text": "And Peter answered him and said, “Lord, if it is you, command me to come to you on the water!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 14,
      "verse": 29,
      "text": "So he said, “Come!” And getting out of the boat, Peter walked on the water and came toward Jesus.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 14,
      "verse": 30,
      "text": "But when he saw the strong wind, he was afraid. And beginning to sink, he cried out, saying, “Lord, save me!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 14,
      "verse": 31,
      "text": "And immediately Jesus extended his hand and caught him and said to him, “You of little faith! Why did you doubt?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 14,
      "verse": 32,
      "text": "And when they got into the boat, the wind abated.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 14,
      "verse": 33,
      "text": "So those in the boat worshiped him, saying, “Truly you are the Son of God!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 14,
      "verse": 34,
      "text": "And after they had crossed over, they came to land at Gennesaret.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 14,
      "verse": 35,
      "text": "And when the men of that place recognized him, they sent word into that whole surrounding region, and they brought to him all those who were sick.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 14,
      "verse": 36,
      "text": "And they were imploring him that they might only touch the edge of his cloak, and all those who touched it were cured.",
      "header": "",
      "footer": ""
    }
  ]
}