{
  "book_name": "Matthew",
  "chapter": 2,
  "verses": [
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 1,
      "text": "Now after Jesus was born in Bethlehem of Judea in the days of Herod the king, behold, wise men from the east came to Jerusalem,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 2,
      "text": "saying, “Where is the one who has been born king of the Jews? For we have seen his star at its rising and have come to worship him.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 3,
      "text": "And when King Herod heard it, he was troubled, and all Jerusalem with him,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 4,
      "text": "and after calling together all the chief priests and scribes of the people, he inquired from them where the Christ was to be born.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 5,
      "text": "So they said to him, “In Bethlehem of Judea, for thus it is written by the prophet,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 6,
      "text": "‘And you, Bethlehem, land of Judah,\n    are by no means least among the rulers of Judah,\nfor from you will go out a ruler\n    who will shepherd my people Israel.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 7,
      "text": "Then Herod secretly summoned the wise men and determined precisely from them the time when the star appeared.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 8,
      "text": "And he sent them to Bethlehem and said, “Go, inquire carefully concerning the child, and when you have found him, report to me so that I also may come and worship him.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 9,
      "text": "After they listened to the king, they went out, and behold, the star which they had seen at its rising led them until it came and stood above the place where the child was.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 10,
      "text": "Now when they saw the star, they rejoiced with very great joy.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 11,
      "text": "And when they came into the house, they saw the child with Mary his mother, and they fell down and worshiped him. And opening their treasure boxes, they offered him gifts of gold and frankincense and myrrh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 12,
      "text": "And being warned in a dream not to return to Herod, they went back to their own country by another route.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 13,
      "text": "Now after they had gone away, behold, an angel of the Lord appeared in a dream to Joseph, saying, “Get up, take the child and his mother and flee to Egypt, and stay there until I tell you. For Herod is about to seek the child to destroy him.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 14,
      "text": "So he got up and took the child and his mother during the night and went away to Egypt.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 15,
      "text": "And he was there until the death of Herod, in order that what was said by the Lord through the prophet would be fulfilled, saying,\n“Out of Egypt I called my son.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 16,
      "text": "Then Herod, when he saw that he had been deceived by the wise men, became very angry, and he sent soldiers and executed all the children in Bethlehem and in all the region around it from the age of two years old and under, according to the time which he had determined precisely from the wise men.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 17,
      "text": "Then what was spoken by the prophet Jeremiah was fulfilled, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 18,
      "text": "“A voice was heard in Ramah,\n    weeping and great mourning,\nRachel weeping for her children,\n    and she did not want to be comforted,\nbecause they exist no longer.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 19,
      "text": "Now after Herod had died, behold, an angel of the Lord appeared in a dream to Joseph in Egypt,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 20,
      "text": "saying, “Get up, take the child and his mother and go to the land of Israel, for those who were seeking the life of the child are dead.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 21,
      "text": "So he got up and took the child and his mother and entered the land of Israel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 22,
      "text": "But when he heard that Archelaus was reigning over Judea in place of his father Herod, he was afraid to go there, and being warned in a dream, he took refuge in the regions of Galilee.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 23,
      "text": "And he came and lived in a town called Nazareth, in order that what was said by the prophets would be fulfilled: “He will be called a Nazarene.”",
      "header": "",
      "footer": ""
    }
  ]
}