{
  "book_name": "Matthew",
  "chapter": 26,
  "verses": [
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 1,
      "text": "And it happened that when Jesus had finished all these sayings, he said to his disciples,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 2,
      "text": "“You know that after two days the Passover takes place, and the Son of Man will be handed over in order to be crucified.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 3,
      "text": "Then the chief priests and the elders of the people assembled in the palace of the high priest, who was named Caiaphas,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 4,
      "text": "and plotted in order that they could arrest Jesus by stealth and kill him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 5,
      "text": "But they were saying, “Not during the feast, so that there will not be an uproar among the people.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 6,
      "text": "Now while Jesus was at Bethany in the house of Simon the leper,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 7,
      "text": "a woman came up to him holding an alabaster flask of very expensive perfumed oil, and poured it out on his head while he was reclining at table.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 8,
      "text": "And when the disciples saw it they were indignant, saying, “Why this waste?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 9,
      "text": "For this could have been sold for a large sum and given to the poor!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 10,
      "text": "But Jesus, knowing this, said to them, “Why do you cause trouble for the woman? For she has done a good deed for me.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 11,
      "text": "For the poor you always have with you, but you do not always have me.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 12,
      "text": "For when this woman poured this ointment on my body, she did it in order to prepare me for burial.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 13,
      "text": "Truly I say to you, wherever this gospel is proclaimed in the whole world, what this woman has done will also be told in memory of her.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 14,
      "text": "Then one of the twelve, the one named Judas Iscariot, went to the chief priests",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 15,
      "text": "and said, “What are you willing to give me if I in turn deliver him to you?” So they set out for him thirty silver coins.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 16,
      "text": "And from that time on, he began seeking a favorable opportunity in order that he could betray him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 17,
      "text": "Now on the first day of the feast of Unleavened Bread the disciples came up to Jesus, saying, “Where do you want us to prepare for you to eat the Passover?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 18,
      "text": "And he said, “Go into the city to a certain man and tell him, ‘The Teacher says, “My time is near. I am celebrating the Passover with you with my disciples.”’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 19,
      "text": "And the disciples did as Jesus directed them, and they prepared the Passover.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 20,
      "text": "And when it was evening, he was reclining at table with the twelve disciples.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 21,
      "text": "And while they were eating he said, “Truly I say to you, that one of you will betray me.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 22,
      "text": "And greatly distressed, each one began to say to him, “Surely I am not he, am I, Lord?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 23,
      "text": "And he answered and said, “The one who dips his hand in the bowl with me—this one will betray me.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 24,
      "text": "The Son of Man is going just as it is written about him, but woe to that man by whom the Son of Man is betrayed! It would be better for him if that man had not been born.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 25,
      "text": "And Judas, the one who was betraying him, answered and said, “Surely I am not he, am I, Rabbi?” He said to him, “You have said it.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 26,
      "text": "Now while they were eating Jesus took bread and, after giving thanks, he broke it, and giving it to the disciples, he said, “Take, eat, this is my body.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 27,
      "text": "And after taking the cup and giving thanks he gave it to them, saying, “Drink from it, all of you,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 28,
      "text": "for this is my blood of the covenant which is poured out for many for the forgiveness of sins.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 29,
      "text": "But I tell you, from now on I will never drink of this fruit of the vine until that day when I drink it new with you in the kingdom of my Father.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 30,
      "text": "And after they had sung the hymn, they went out to the Mount of Olives.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 31,
      "text": "Then Jesus said to them, “You will all fall away because of me during this night, for it is written,\n‘I will strike the shepherd\n    and the sheep of the flock will be scattered.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 32,
      "text": "But after I am raised, I will go ahead of you into Galilee.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 33,
      "text": "But Peter answered and said to him, “If they all fall away because of you, I will never fall away!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 34,
      "text": "Jesus said to him, “Truly I say to you that during this night, before the rooster crows, you will deny me three times!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 35,
      "text": "Peter said to him, “Even if it is necessary for me to die with you, I will never deny you!” And all the disciples said the same thing.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 36,
      "text": "Then Jesus went with them to a place called Gethsemane, and he said to the disciples, “Sit here while I go over there and pray.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 37,
      "text": "And taking along Peter and the two sons of Zebedee, he began to be distressed and troubled.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 38,
      "text": "Then he said to them, “My soul is deeply grieved, to the point of death. Remain here and stay awake with me.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 39,
      "text": "And going forward a little he fell down on his face, praying and saying, “My Father, if it is possible, let this cup pass from me. Nevertheless, not as I will, but as you will.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 40,
      "text": "And he came to the disciples and found them sleeping, and he said to Peter, “So, were you not able to stay awake with me one hour?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 41,
      "text": "Stay awake and pray that you will not enter into temptation. The spirit is willing, but the flesh is weak!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 42,
      "text": "Again for the second time he went away and prayed, saying, “My Father, if this cannot pass unless I drink it, your will must be done.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 43,
      "text": "And he came again and found them sleeping, for they could not keep their eyes open.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 44,
      "text": "And leaving them again, he went away and prayed for the third time, saying the same thing again.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 45,
      "text": "Then he came to the disciples and said to them, “Are you still sleeping and resting? Behold, the hour is near, and the Son of Man is being betrayed into the hands of sinners.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 46,
      "text": "Get up, let us go! Behold, the one who is betraying me is approaching!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 47,
      "text": "And while he was still speaking, behold, Judas—one of the twelve—arrived, and with him a large crowd with swords and clubs, from the chief priests and elders of the people.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 48,
      "text": "Now the one who was betraying him had given them a sign, saying, “The one whom I kiss—he is the one. Arrest him!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 49,
      "text": "And he came up to Jesus immediately and said, “Greetings, Rabbi,” and kissed him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 50,
      "text": "And Jesus said to him, “Friend, do that for which you have come.” Then they came up and laid hands on Jesus and arrested him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 51,
      "text": "And behold, one of those with Jesus extended his hand and drew his sword, and striking the slave of the high priest, cut off his ear.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 52,
      "text": "Then Jesus said to him, “Put your sword back into its place! For all who take up the sword will die by the sword.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 53,
      "text": "Or do you think that I cannot call upon my Father, and he would put at my disposal at once more than twelve legions of angels?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 54,
      "text": "How then would the scriptures be fulfilled that it must happen in this way?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 55,
      "text": "At that time Jesus said to the crowds, “Have you come out with swords and clubs, as against a robber, to arrest me? Every day in the temple courts I sat teaching, and you did not arrest me!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 56,
      "text": "But all this has happened in order that the scriptures of the prophets would be fulfilled.” Then the disciples all abandoned him and fled.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 57,
      "text": "Now those who had arrested Jesus led him away to Caiaphas the high priest, where the scribes and the elders had gathered.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 58,
      "text": "But Peter was following him from a distance, as far as the courtyard of the high priest. And he went inside and was sitting with the officers to see the outcome.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 59,
      "text": "Now the chief priests and the whole Sanhedrin were looking for false testimony against Jesus in order that they could put him to death.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 60,
      "text": "And they did not find it, although many false witnesses came forward. And finally two came forward",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 61,
      "text": "and said, “This man said, ‘I am able to destroy the temple of God and rebuild it within three days.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 62,
      "text": "And the high priest stood up and said to him, “Do you reply nothing? What are these people testifying against you?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 63,
      "text": "But Jesus was silent. And the high priest said to him, “I put you under oath by the living God, that you tell us if you are the Christ, the Son of God!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 64,
      "text": "Jesus said to him, “You have said it. But I tell you, from now on you will see the Son of Man sitting at the right hand of the Power and coming on the clouds of heaven.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 65,
      "text": "Then the high priest tore his robes, saying, “He has blasphemed! What further need do we have of witnesses? Behold, you have just now heard the blasphemy!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 66,
      "text": "What do you think?” And they answered and said, “He deserves death!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 67,
      "text": "Then they spat in his face and struck him with their fists, and they slapped him,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 68,
      "text": "saying, “Prophesy for us, you Christ! Who is it who hit you?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 69,
      "text": "Now Peter was sitting outside in the courtyard, and a female slave came up to him and said, “You also were with Jesus the Galilean.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 70,
      "text": "But he denied it in the presence of them all, saying, “I do not know what you mean!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 71,
      "text": "And when he went out to the gateway, another female slave saw him and said to those who were there, “This man was with Jesus the Nazarene.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 72,
      "text": "And again he denied it with an oath, “I do not know the man!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 73,
      "text": "And after a little while those who were standing there came up and said to Peter, “You really are one of them also, because even your accent reveals who you are.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 74,
      "text": "Then he began to curse and to swear with an oath, “I do not know the man!” And immediately a rooster crowed.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 26,
      "verse": 75,
      "text": "And Peter remembered the statement Jesus had said, “Before the rooster crows, you will deny me three times,” and he went outside and wept bitterly.",
      "header": "",
      "footer": ""
    }
  ]
}