{
  "book_name": "Philippians",
  "chapter": 1,
  "verses": [
    {
      "book_name": "Philippians",
      "chapter": 1,
      "verse": 1,
      "text": "Paul and Timothy, slaves of Christ Jesus, to all the saints in Christ Jesus who are in Philippi, together with the overseers and deacons.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 1,
      "verse": 2,
      "text": "Grace to you and peace from God our Father and the Lord Jesus Christ.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 1,
      "verse": 3,
      "text": "I give thanks to my God upon my every remembrance of you,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 1,
      "verse": 4,
      "text": "always in my every prayer for all of you, making the prayer with joy,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 1,
      "verse": 5,
      "text": "because of your participation in the gospel from the first day until now,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 1,
      "verse": 6,
      "text": "convinced of this same thing, that the one who began a good work in you will finish it until the day of Christ Jesus,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 1,
      "verse": 7,
      "text": "just as it is right for me to think this about all of you, because I have you in my heart, since both in my imprisonment and in the defense and confirmation of the gospel all of you are sharers of grace with me.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 1,
      "verse": 8,
      "text": "For God is my witness, that I long for all of you with the affection of Christ Jesus.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 1,
      "verse": 9,
      "text": "And this I pray: that your love may abound still more and more in knowledge and all discernment,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 1,
      "verse": 10,
      "text": "so that you may approve what is superior, in order that you may be sincere and blameless in the day of Christ,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 1,
      "verse": 11,
      "text": "having been filled with the fruit of righteousness which comes through Jesus Christ to the glory and praise of God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 1,
      "verse": 12,
      "text": "Now I want you to know, brothers, that my circumstances have happened instead for the progress of the gospel,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 1,
      "verse": 13,
      "text": "so that my imprisonment in Christ has become known in the whole praetorium and to all the rest,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 1,
      "verse": 14,
      "text": "and most of the brothers, trusting in the Lord because of my imprisonment, dare even more to speak the word without fear.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 1,
      "verse": 15,
      "text": "Some even because of envy and strife preach Christ, but some also because of good will.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 1,
      "verse": 16,
      "text": "The latter do so from love, knowing that I am appointed for the defense of the gospel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 1,
      "verse": 17,
      "text": "The former proclaim Christ from selfish ambition, not sincerely, thinking to raise up affliction in my imprisonment.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 1,
      "verse": 18,
      "text": "What is the result? Only that in every way, whether in pretense or in truth, Christ is proclaimed, and in this I rejoice. But also I will rejoice,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 1,
      "verse": 19,
      "text": "for I know that this will turn out to me for deliverance through your prayer and the support of the Spirit of Jesus Christ,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 1,
      "verse": 20,
      "text": "according to my eager expectation and hope, that I will be put to shame in nothing, but with all boldness, even now as always Christ will be exalted in my body, whether through life or through death.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 1,
      "verse": 21,
      "text": "For to me to live is Christ and to die is gain.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 1,
      "verse": 22,
      "text": "But if it is to live in the flesh, this is fruitful work for me, and which I will prefer I do not know.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 1,
      "verse": 23,
      "text": "But I am hard pressed between the two options, having the desire to depart and to be with Christ, for this is very much better.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 1,
      "verse": 24,
      "text": "But to stay on in the flesh is more necessary for your sake.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 1,
      "verse": 25,
      "text": "And because I am convinced of this, I know that I will remain and continue with all of you for your progress and joy in the faith,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 1,
      "verse": 26,
      "text": "so that what you can be proud of may increase in Christ Jesus because of me through my return again to you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 1,
      "verse": 27,
      "text": "Only lead your lives in a manner worthy of the gospel of Christ, so that whether I come and see you or am absent I hear your circumstances, that you are standing firm in one spirit, with one soul contending side by side for the faith of the gospel,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 1,
      "verse": 28,
      "text": "and not letting yourselves be intimidated in anything by your opponents, which is a sign of destruction to them, but of your salvation, and this from God,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 1,
      "verse": 29,
      "text": "because to you has been graciously granted on behalf of Christ not only to believe in him, but also to suffer on behalf of him,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Philippians",
      "chapter": 1,
      "verse": 30,
      "text": "having the same struggle which you saw in me and now hear about in me.",
      "header": "",
      "footer": ""
    }
  ]
}