{
  "book_name": "1 Samuel",
  "chapter": 15,
  "verses": [
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 1,
      "text": "Samuel said to Saul, “The Lord sent me to anoint you king over his people Israel; now therefore listen to the words of the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 2,
      "text": "Thus says the Lord of hosts: I will punish the Amalekites for what they did in opposing the Israelites when they came up out of Egypt.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 3,
      "text": "Now go and attack Amalek and utterly destroy all that they have; do not spare them, but kill both man and woman, child and infant, ox and sheep, camel and donkey.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 4,
      "text": "So Saul summoned the people and numbered them in Telaim, two hundred thousand foot soldiers and ten thousand soldiers of Judah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 5,
      "text": "Saul came to the city of the Amalekites and lay in wait in the valley.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 6,
      "text": "Saul said to the Kenites, “Go! Leave! Withdraw from among the Amalekites, or I will destroy you with them, for you showed kindness to all the Israelites when they came up out of Egypt.” So the Kenites withdrew from the Amalekites.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 7,
      "text": "Saul defeated the Amalekites, from Havilah as far as Shur, which is east of Egypt.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 8,
      "text": "He took King Agag of the Amalekites alive but utterly destroyed all the people with the edge of the sword.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 9,
      "text": "Saul and the people spared Agag and the best of the sheep and of the cattle and of the fatted calves, and the lambs, and all that was valuable and would not utterly destroy them; all that was despised and worthless they utterly destroyed.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 10,
      "text": "The word of the Lord came to Samuel:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 11,
      "text": "“I regret that I made Saul king, for he has turned back from following me and has not carried out my commands.” Samuel was angry, and he cried out to the Lord all night.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 12,
      "text": "Samuel rose early in the morning to meet Saul, and Samuel was told, “Saul went to Carmel, where he set up a monument for himself, and on returning he passed on down to Gilgal.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 13,
      "text": "When Samuel came to Saul, Saul said to him, “May you be blessed by the Lord; I have carried out the command of the Lord.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 14,
      "text": "But Samuel said, “What then is this bleating of sheep in my ears and the lowing of cattle that I hear?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 15,
      "text": "Saul said, “They have brought them from the Amalekites, for the people spared the best of the sheep and the cattle to sacrifice to the Lord your God, but the rest we have utterly destroyed.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 16,
      "text": "Then Samuel said to Saul, “Stop! I will tell you what the Lord said to me last night.” He replied, “Speak.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 17,
      "text": "Samuel said, “Though you are little in your own eyes, are you not the head of the tribes of Israel? The Lord anointed you king over Israel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 18,
      "text": "And the Lord sent you on a mission and said, ‘Go, utterly destroy the sinners, the Amalekites, and fight against them until they are consumed.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 19,
      "text": "Why then did you not obey the voice of the Lord? Why did you swoop down on the spoil and do what was evil in the sight of the Lord?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 20,
      "text": "Saul said to Samuel, “I have obeyed the voice of the Lord. I have gone on the mission on which the Lord sent me. I have brought Agag the king of Amalek, and I have utterly destroyed the Amalekites.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 21,
      "text": "But from the spoil the people took sheep and cattle, the best of the things devoted to destruction, to sacrifice to the Lord your God in Gilgal.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 22,
      "text": "And Samuel said,\n“Has the Lord as great delight in burnt offerings and sacrifices\n    as in obedience to the voice of the Lord?\nSurely, to obey is better than sacrifice\n    and to heed than the fat of rams.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 23,
      "text": "For rebellion is no less a sin than divination,\n    and stubbornness is like iniquity and idolatry.\nBecause you have rejected the word of the Lord,\n    he has also rejected you from being king.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 24,
      "text": "Saul said to Samuel, “I have sinned, for I have transgressed the commandment of the Lord and your words because I feared the people and obeyed their voice.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 25,
      "text": "Now therefore, I pray, pardon my sin, and return with me, so that I may worship the Lord.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 26,
      "text": "Samuel said to Saul, “I will not return with you, for you have rejected the word of the Lord, and the Lord has rejected you from being king over Israel.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 27,
      "text": "As Samuel turned to go away, Saul caught hold of the hem of his robe, and it tore.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 28,
      "text": "And Samuel said to him, “The Lord has torn the kingdom of Israel from you this very day and has given it to a neighbor of yours who is better than you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 29,
      "text": "Moreover, the Glory of Israel will not deceive or change his mind, for he is not a mortal, that he should change his mind.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 30,
      "text": "Then Saul said, “I have sinned; yet honor me now before the elders of my people and before Israel, and return with me, so that I may worship the Lord your God.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 31,
      "text": "So Samuel turned back after Saul, and Saul worshiped the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 32,
      "text": "Then Samuel said, “Bring Agag king of the Amalekites here to me.” And Agag came to him haltingly. Agag said, “Surely death is bitter.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 33,
      "text": "Samuel said,\n“As your sword has made women childless,\n    so your mother shall be childless among women.”\nAnd Samuel hewed Agag in pieces before the Lord in Gilgal.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 34,
      "text": "Then Samuel went to Ramah, and Saul went up to his house in Gibeah of Saul.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 35,
      "text": "Samuel did not see Saul again until the day of his death, but Samuel grieved over Saul. And the Lord was sorry that he had made Saul king over Israel.",
      "header": "",
      "footer": ""
    }
  ]
}