{
  "book_name": "1 Samuel",
  "chapter": 2,
  "verses": [
    {
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse": 1,
      "text": "Hannah prayed and said,\n“My heart exults in the Lord;\n    my strength is exalted in my God.\nMy mouth derides my enemies\n    because I rejoice in your victory.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse": 2,
      "text": "There is no Holy One like the Lord,\n    no one besides you;\n    there is no Rock like our God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse": 3,
      "text": "Talk no more so very proudly;\n    let not arrogance come from your mouth,\nfor the Lord is a God of knowledge,\n    and by him actions are weighed.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse": 4,
      "text": "The bows of the mighty are broken,\n    but the feeble gird on strength.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse": 5,
      "text": "Those who were full have hired themselves out for bread,\n    but those who were hungry are fat with spoil.\nThe barren has borne seven,\n    but she who has many children is forlorn.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse": 6,
      "text": "The Lord kills and brings to life;\n    he brings down to Sheol and raises up.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse": 7,
      "text": "The Lord makes poor and makes rich;\n    he brings low; he also exalts.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse": 8,
      "text": "He raises up the poor from the dust;\n    he lifts the needy from the ash heap\nto make them sit with princes\n    and inherit a seat of honor.\nFor the pillars of the earth are the Lord’s,\n    and on them he has set the world.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse": 9,
      "text": "He will guard the feet of his faithful ones,\n    but the wicked will perish in darkness,\n    for not by might does one prevail.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse": 10,
      "text": "The Lord! His adversaries will be shattered;\n    the Most High will thunder in heaven.\nThe Lord will judge the ends of the earth;\n    he will give strength to his king\n    and exalt the power of his anointed.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse": 11,
      "text": "Then they left him there before the Lord and went home to Ramah, while the boy remained to minister to the Lord in the presence of the priest Eli.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse": 12,
      "text": "Now the sons of Eli were scoundrels; they had no regard for the Lord",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse": 13,
      "text": "or for the duties of the priests to the people. When anyone offered sacrifice, the priest’s servant would come, while the meat was boiling, with a three-pronged fork in his hand,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse": 14,
      "text": "and he would thrust it into the pan, kettle, caldron, or pot; all that the fork brought up the priest would take for himself. This is what they did at Shiloh to all the Israelites who came there.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse": 15,
      "text": "Moreover, before the fat was burned, the priest’s servant would come and say to the one who was sacrificing, “Give meat for the priest to roast, for he will not accept boiled meat from you but only raw.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse": 16,
      "text": "And if the man said to him, “Let them burn the fat first and then take whatever you wish,” he would say, “No, you must give it now; if not, I will take it by force.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse": 17,
      "text": "Thus the sin of the young men was very great in the sight of the Lord, for they treated the offerings of the Lord with contempt.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse": 18,
      "text": "Samuel was ministering before the Lord, a boy wearing a linen ephod.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse": 19,
      "text": "His mother used to make for him a little robe and take it to him each year when she went up with her husband to offer the yearly sacrifice.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse": 20,
      "text": "Then Eli would bless Elkanah and his wife and say, “May the Lord repay you with children by this woman for the loan that she made to the Lord,” and then they would return to their home.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse": 21,
      "text": "And the Lord took note of Hannah; she conceived and bore three sons and two daughters. And the boy Samuel grew up in the presence of the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse": 22,
      "text": "Now Eli was very old. He heard all that his sons were doing to all Israel and how they lay with the women who served at the entrance to the tent of meeting.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse": 23,
      "text": "He said to them, “Why do you do such things? For I hear of your evil dealings from all these people.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse": 24,
      "text": "No, my sons; it is not a good report that I hear the people of the Lord spreading abroad.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse": 25,
      "text": "If one person sins against another, someone can intercede for the sinner with the Lord, but if someone sins against the Lord, who can make intercession?” But they would not listen to the voice of their father, for it was the will of the Lord to kill them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse": 26,
      "text": "Now the boy Samuel continued to grow both in stature and in favor with the Lord and with the people.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse": 27,
      "text": "A man of God came to Eli and said to him, “Thus the Lord has said: I revealed myself to the family of your ancestor in Egypt when they were slaves to the house of Pharaoh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse": 28,
      "text": "I chose him out of all the tribes of Israel to be my priest, to go up to my altar, to offer incense, to wear an ephod before me, and I gave to the family of your ancestor all my offerings by fire from the Israelites.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse": 29,
      "text": "Why then look with greedy eye at my sacrifices and my offerings and honor your sons more than me by fattening yourselves on the choicest parts of every offering of my people Israel?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse": 30,
      "text": "Therefore the Lord the God of Israel declares: I promised that your family and the family of your ancestor should go in and out before me forever, but now the Lord declares: Far be it from me, for those who honor me I will honor, and those who despise me shall be treated with contempt.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse": 31,
      "text": "See, a time is coming when I will cut off your strength and the strength of your ancestor’s family.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse": 32,
      "text": "No one in your family shall ever live to old age.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse": 33,
      "text": "The only one of you whom I shall not cut off from my altar shall be spared to weep out his eyes and grieve his heart; all the members of your household shall die by the sword.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse": 34,
      "text": "The fate of your two sons, Hophni and Phinehas, shall be the sign to you: both of them shall die on the same day.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse": 35,
      "text": "I will raise up for myself a faithful priest who shall do according to what is in my heart and in my mind. I will build him a sure house, and he shall go in and out before my anointed one forever.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 2,
      "verse": 36,
      "text": "Everyone who is left in your family shall come and prostrate himself before him for a piece of silver or a loaf of bread and shall say, ‘Please put me in one of the priest’s places, that I may eat a morsel of bread.’ ”",
      "header": "",
      "footer": ""
    }
  ]
}