{
  "book_name": "1 Samuel",
  "chapter": 31,
  "verses": [
    {
      "book_name": "1 Samuel",
      "chapter": 31,
      "verse": 1,
      "text": "Now the Philistines fought against Israel, and the men of Israel fled before the Philistines, and many fell on Mount Gilboa.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 31,
      "verse": 2,
      "text": "The Philistines overtook Saul and his sons, and the Philistines killed Jonathan and Abinadab and Malchishua, the sons of Saul.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 31,
      "verse": 3,
      "text": "The battle pressed hard on Saul, and the archers found him, and he was badly wounded by them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 31,
      "verse": 4,
      "text": "Then Saul said to his armor-bearer, “Draw your sword and thrust me through with it, so that these uncircumcised may not come and thrust me through and make sport of me.” But his armor-bearer was unwilling, for he was terrified. So Saul took his own sword and fell on it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 31,
      "verse": 5,
      "text": "When his armor-bearer saw that Saul was dead, he also fell on his sword and died with him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 31,
      "verse": 6,
      "text": "So Saul and his three sons and his armor-bearer and all his men died together on the same day.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 31,
      "verse": 7,
      "text": "When the men of Israel who were on the other side of the valley and those beyond the Jordan saw that the men of Israel had fled and that Saul and his sons were dead, they forsook their towns and fled, and the Philistines came and occupied them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 31,
      "verse": 8,
      "text": "The next day, when the Philistines came to strip the dead, they found Saul and his three sons fallen on Mount Gilboa.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 31,
      "verse": 9,
      "text": "They cut off his head, stripped off his armor, and sent messengers throughout the land of the Philistines to carry the good news to the houses of their idols and to the people.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 31,
      "verse": 10,
      "text": "They put his armor in the temple of Astarte, and they fastened his body to the wall of Beth-shan.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 31,
      "verse": 11,
      "text": "But when the inhabitants of Jabesh-gilead heard what the Philistines had done to Saul,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 31,
      "verse": 12,
      "text": "all the valiant men set out, traveled all night long, and took the body of Saul and the bodies of his sons from the wall of Beth-shan. They came to Jabesh and burned them there.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 31,
      "verse": 13,
      "text": "Then they took their bones and buried them under the tamarisk tree in Jabesh and fasted seven days.",
      "header": "",
      "footer": ""
    }
  ]
}