{
  "book_name": "Matthew",
  "chapter": 4,
  "verses": [
    {
      "book_name": "Matthew",
      "chapter": 4,
      "verse": 1,
      "text": "Then Jesus was led by the Spirit into the wilderness to be tempted by the devil.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 4,
      "verse": 2,
      "text": "After he fasted forty days and forty nights he was famished.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 4,
      "verse": 3,
      "text": "The tempter came and said to him, “If you are the Son of God, command these stones to become bread.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 4,
      "verse": 4,
      "text": "But he answered, “It is written, ‘Man does not live by bread alone, but by every word that comes from the mouth of God.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 4,
      "verse": 5,
      "text": "Then the devil took him to the holy city, had him stand on the highest point of the temple,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 4,
      "verse": 6,
      "text": "and said to him, “If you are the Son of God, throw yourself down. For it is written, ‘He will command his angels concerning you’ and ‘with their hands they will lift you up, so that you will not strike your foot against a stone.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 4,
      "verse": 7,
      "text": "Jesus said to him, “Once again it is written: ‘You are not to put the Lord your God to the test.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 4,
      "verse": 8,
      "text": "Again, the devil took him to a very high mountain, and showed him all the kingdoms of the world and their grandeur.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 4,
      "verse": 9,
      "text": "And he said to him, “I will give you all these things if you throw yourself to the ground and worship me.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 4,
      "verse": 10,
      "text": "Then Jesus said to him, “Go away, Satan! For it is written: ‘You are to worship the Lord your God and serve only him.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 4,
      "verse": 11,
      "text": "Then the devil left him, and angels came and began ministering to his needs.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 4,
      "verse": 12,
      "text": "Now when Jesus heard that John had been imprisoned, he went into Galilee.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 4,
      "verse": 13,
      "text": "While in Galilee, he moved from Nazareth to make his home in Capernaum by the sea, in the region of Zebulun and Naphtali,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 4,
      "verse": 14,
      "text": "so that what was spoken by the prophet Isaiah would be fulfilled:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 4,
      "verse": 15,
      "text": "“Land of Zebulun and land of Naphtali,\nthe way by the sea, beyond the Jordan, Galilee of the Gentiles—",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 4,
      "verse": 16,
      "text": "the people who sit in darkness have seen a great light,\nand on those who sit in the region and shadow of death a light has dawned.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 4,
      "verse": 17,
      "text": "From that time Jesus began to preach this message: “Repent, for the kingdom of heaven is near!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 4,
      "verse": 18,
      "text": "As he was walking by the Sea of Galilee he saw two brothers, Simon (called Peter) and Andrew his brother, casting a net into the sea (for they were fishermen).",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 4,
      "verse": 19,
      "text": "He said to them, “Follow me, and I will turn you into fishers of people!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 4,
      "verse": 20,
      "text": "They left their nets immediately and followed him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 4,
      "verse": 21,
      "text": "Going on from there he saw two other brothers, James the son of Zebedee and his brother John, in a boat with their father Zebedee, mending their nets. Then he called them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 4,
      "verse": 22,
      "text": "They immediately left the boat and their father and followed him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 4,
      "verse": 23,
      "text": "Jesus went throughout all of Galilee, teaching in their synagogues, preaching the gospel of the kingdom, and healing every kind of disease and sickness among the people.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 4,
      "verse": 24,
      "text": "So a report about him spread throughout Syria. People brought to him all who suffered with various illnesses and afflictions, those who had seizures, paralytics, and those possessed by demons, and he healed them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 4,
      "verse": 25,
      "text": "And large crowds followed him from Galilee, the Decapolis, Jerusalem, Judea, and beyond the Jordan River.",
      "header": "",
      "footer": ""
    }
  ]
}