{
  "book_name": "Luke",
  "chapter": 6,
  "verses": [
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 1,
      "text": "Now on the second Sabbath after the first, he was going through the grain fields. His disciples plucked the heads of grain and ate, rubbing them in their hands.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 2,
      "text": "But some of the Pharisees said to them, “Why do you do that which is not lawful to do on the Sabbath day?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 3,
      "text": "Jesus, answering them, said, “Haven’t you read what David did when he was hungry, he and those who were with him,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 4,
      "text": "how he entered into God’s house, and took and ate the show bread, and gave also to those who were with him, which is not lawful to eat except for the priests alone?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 5,
      "text": "He said to them, “The Son of Man is lord of the Sabbath.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 6,
      "text": "It also happened on another Sabbath that he entered into the synagogue and taught. There was a man there, and his right hand was withered.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 7,
      "text": "The scribes and the Pharisees watched him, to see whether he would heal on the Sabbath, that they might find an accusation against him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 8,
      "text": "But he knew their thoughts; and he said to the man who had the withered hand, “Rise up and stand in the middle.” He arose and stood.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 9,
      "text": "Then Jesus said to them, “I will ask you something: Is it lawful on the Sabbath to do good, or to do harm? To save a life, or to kill?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 10,
      "text": "He looked around at them all, and said to the man, “Stretch out your hand.” He did, and his hand was restored as sound as the other.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 11,
      "text": "But they were filled with rage, and talked with one another about what they might do to Jesus.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 12,
      "text": "In these days, he went out to the mountain to pray, and he continued all night in prayer to God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 13,
      "text": "When it was day, he called his disciples, and from them he chose twelve, whom he also named apostles:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 14,
      "text": "Simon, whom he also named Peter; Andrew, his brother; James; John; Philip; Bartholomew;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 15,
      "text": "Matthew; Thomas; James the son of Alphaeus; Simon who was called the Zealot;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 16,
      "text": "Judas the son of James; and Judas Iscariot, who also became a traitor.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 17,
      "text": "He came down with them and stood on a level place, with a crowd of his disciples and a great number of the people from all Judea and Jerusalem and the sea coast of Tyre and Sidon, who came to hear him and to be healed of their diseases,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 18,
      "text": "as well as those who were troubled by unclean spirits; and they were being healed.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 19,
      "text": "All the multitude sought to touch him, for power came out of him and healed them all.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 20,
      "text": "He lifted up his eyes to his disciples, and said:\n“Blessed are you who are poor,\n    for God’s Kingdom is yours.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 21,
      "text": "Blessed are you who hunger now,\n    for you will be filled.\nBlessed are you who weep now,\n    for you will laugh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 22,
      "text": "Blessed are you when men hate you, and when they exclude and mock you, and throw out your name as evil, for the Son of Man’s sake.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 23,
      "text": "Rejoice in that day and leap for joy, for behold, your reward is great in heaven, for their fathers did the same thing to the prophets.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 24,
      "text": "“But woe to you who are rich!\n    For you have received your consolation.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 25,
      "text": "Woe to you, you who are full now,\n    for you will be hungry.\nWoe to you who laugh now,\n    for you will mourn and weep.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 26,
      "text": "Woe, when men speak well of you,\n    for their fathers did the same thing to the false prophets.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 27,
      "text": "“But I tell you who hear: love your enemies, do good to those who hate you,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 28,
      "text": "bless those who curse you, and pray for those who mistreat you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 29,
      "text": "To him who strikes you on the cheek, offer also the other; and from him who takes away your cloak, don’t withhold your coat also.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 30,
      "text": "Give to everyone who asks you, and don’t ask him who takes away your goods to give them back again.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 31,
      "text": "“As you would like people to do to you, do exactly so to them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 32,
      "text": "“If you love those who love you, what credit is that to you? For even sinners love those who love them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 33,
      "text": "If you do good to those who do good to you, what credit is that to you? For even sinners do the same.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 34,
      "text": "If you lend to those from whom you hope to receive, what credit is that to you? Even sinners lend to sinners, to receive back as much.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 35,
      "text": "But love your enemies, and do good, and lend, expecting nothing back; and your reward will be great, and you will be children of the Most High; for he is kind toward the unthankful and evil.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 36,
      "text": "“Therefore be merciful,\n    even as your Father is also merciful.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 37,
      "text": "Don’t judge,\n    and you won’t be judged.\nDon’t condemn,\n    and you won’t be condemned.\nSet free,\n    and you will be set free.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 38,
      "text": "“Give, and it will be given to you: good measure, pressed down, shaken together, and running over, will be given to you. For with the same measure you measure it will be measured back to you.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 39,
      "text": "He spoke a parable to them. “Can the blind guide the blind? Won’t they both fall into a pit?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 40,
      "text": "A disciple is not above his teacher, but everyone when he is fully trained will be like his teacher.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 41,
      "text": "Why do you see the speck of chaff that is in your brother’s eye, but don’t consider the beam that is in your own eye?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 42,
      "text": "Or how can you tell your brother, ‘Brother, let me remove the speck of chaff that is in your eye,’ when you yourself don’t see the beam that is in your own eye? You hypocrite! First remove the beam from your own eye, and then you can see clearly to remove the speck of chaff that is in your brother’s eye.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 43,
      "text": "“For there is no good tree that produces rotten fruit, nor again a rotten tree that produces good fruit.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 44,
      "text": "For each tree is known by its own fruit. For people don’t gather figs from thorns, nor do they gather grapes from a bramble bush.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 45,
      "text": "The good man out of the good treasure of his heart brings out that which is good, and the evil man out of the evil treasure of his heart brings out that which is evil, for out of the abundance of the heart, his mouth speaks.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 46,
      "text": "“Why do you call me, ‘Lord, Lord,’ and don’t do the things which I say?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 47,
      "text": "Everyone who comes to me, and hears my words and does them, I will show you who he is like.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 48,
      "text": "He is like a man building a house, who dug and went deep and laid a foundation on the rock. When a flood arose, the stream broke against that house, and could not shake it, because it was founded on the rock.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 49,
      "text": "But he who hears and doesn’t do, is like a man who built a house on the earth without a foundation, against which the stream broke, and immediately it fell; and the ruin of that house was great.”",
      "header": "",
      "footer": ""
    }
  ]
}