{
  "book_name": "Nehemiah",
  "chapter": 4,
  "verses": [
    {
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse": 1,
      "text": "Now it happened when Sanballat heard that we were building the wall, he became angry and greatly provoked, and he mocked the Jews.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse": 2,
      "text": "Then he said before his brothers and the army of Samaria, “What are the feeble Jews doing? Will they restore these things for themselves? Will they sacrifice? Will they finish it in a day? Will they revive the stones from the piles of rubble—even those burned up?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse": 3,
      "text": "Tobiah the Ammonite was beside him and said, “Their wall of stone that they are building would break down if a fox went on it!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse": 4,
      "text": "Hear, our God, for we are despised. Turn their scorn on their head and give them over to plunder in the land of captivity.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse": 5,
      "text": "Do not cover their guilt, and do not let their sin be blotted out from before you. They have provoked the builders to anger.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse": 6,
      "text": "So we rebuilt the wall, and all of the wall was joined up to half its height. For the people had a heart to do it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse": 7,
      "text": "Now when Sanballat, Tobiah, the Arabs, the Ammonites, and the Ashdodites heard that the restoration of the walls of Jerusalem were going forward and the gaps were being closed, they were very angry.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse": 8,
      "text": "So all of them plotted together to come fight against Jerusalem and to make trouble for it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse": 9,
      "text": "So we prayed to our God and set up a guard against them day and night.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse": 10,
      "text": "But Judah said, “The strength of the carriers is failing, and there is too much dirt, and we are not able to build at the wall.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse": 11,
      "text": "Then our enemies said, “They will not know nor see until we come upon them and will kill them and stop the work.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse": 12,
      "text": "When the Jews who lived beside them came, they said to us ten times, “From all of the places where they live, they will come up against us.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse": 13,
      "text": "I stationed the people behind the deepest part of the wall in the open places according to their families, with their swords, spears, and bows.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse": 14,
      "text": "And I looked, got up, and said to the nobles, prefects, and the rest of the people, “Do not be afraid of them. Remember the Lord, who is great and awesome, and fight for your brothers, your sons, your daughters, your wives, and your houses.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse": 15,
      "text": "It happened when our enemies heard that their plan was known to us, that God had frustrated it, and we all returned to the wall—each to his work.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse": 16,
      "text": "From that day, half of my servants were working on craftsmanship, half were holding spears, small shields, bows, and breastplates. The commanders were behind the whole house of Judah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse": 17,
      "text": "The ones who were building the wall and the ones who carried the materials were carrying in one hand while doing the task, and with the other hand were grasping a weapon.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse": 18,
      "text": "Each of the builders had his sword tied to his side while building. And the man who sounded the trumpet was beside me.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse": 19,
      "text": "I said to the nobles, to the prefects, and to the rest of the people, “The work is great and widespread, and we are spread out over the wall far from each other.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse": 20,
      "text": "Wherever you hear the sound of the trumpet, come together to us there. Our God will fight for us.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse": 21,
      "text": "So we labored at the work, and half of them were holding the spears from dawn until the stars came out.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse": 22,
      "text": "At the time I also said to the people, “Let each man and his servant spend the night inside Jerusalem, so that they will be a guard for us in the night and work in the day.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Nehemiah",
      "chapter": 4,
      "verse": 23,
      "text": "So neither I nor my brothers nor my young men nor the men of the guard who were behind me took off our clothes. Each one kept his weapon even in the water.",
      "header": "",
      "footer": ""
    }
  ]
}