{
  "book_name": "Matthew",
  "chapter": 2,
  "verses": [
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 1,
      "text": "After Jesus was born in Bethlehem in Judea, during the time of King Herod, Magi from the east came to Jerusalem",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 2,
      "text": "and asked, “Where is the one who has been born king of the Jews? We saw his star when it rose and have come to worship him.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 3,
      "text": "When King Herod heard this he was disturbed, and all Jerusalem with him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 4,
      "text": "When he had called together all the people’s chief priests and teachers of the law, he asked them where the Messiah was to be born.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 5,
      "text": "“In Bethlehem in Judea,” they replied, “for this is what the prophet has written:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 6,
      "text": "“‘But you, Bethlehem, in the land of Judah,\n    are by no means least among the rulers of Judah;\nfor out of you will come a ruler\n    who will shepherd my people Israel.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 7,
      "text": "Then Herod called the Magi secretly and found out from them the exact time the star had appeared.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 8,
      "text": "He sent them to Bethlehem and said, “Go and search carefully for the child. As soon as you find him, report to me, so that I too may go and worship him.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 9,
      "text": "After they had heard the king, they went on their way, and the star they had seen when it rose went ahead of them until it stopped over the place where the child was.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 10,
      "text": "When they saw the star, they were overjoyed.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 11,
      "text": "On coming to the house, they saw the child with his mother Mary, and they bowed down and worshiped him. Then they opened their treasures and presented him with gifts of gold, frankincense and myrrh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 12,
      "text": "And having been warned in a dream not to go back to Herod, they returned to their country by another route.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 13,
      "text": "When they had gone, an angel of the Lord appeared to Joseph in a dream. “Get up,” he said, “take the child and his mother and escape to Egypt. Stay there until I tell you, for Herod is going to search for the child to kill him.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 14,
      "text": "So he got up, took the child and his mother during the night and left for Egypt,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 15,
      "text": "where he stayed until the death of Herod. And so was fulfilled what the Lord had said through the prophet: “Out of Egypt I called my son.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 16,
      "text": "When Herod realized that he had been outwitted by the Magi, he was furious, and he gave orders to kill all the boys in Bethlehem and its vicinity who were two years old and under, in accordance with the time he had learned from the Magi.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 17,
      "text": "Then what was said through the prophet Jeremiah was fulfilled:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 18,
      "text": "“A voice is heard in Ramah,\n    weeping and great mourning,\nRachel weeping for her children\n    and refusing to be comforted,\n    because they are no more.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 19,
      "text": "After Herod died, an angel of the Lord appeared in a dream to Joseph in Egypt",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 20,
      "text": "and said, “Get up, take the child and his mother and go to the land of Israel, for those who were trying to take the child’s life are dead.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 21,
      "text": "So he got up, took the child and his mother and went to the land of Israel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 22,
      "text": "But when he heard that Archelaus was reigning in Judea in place of his father Herod, he was afraid to go there. Having been warned in a dream, he withdrew to the district of Galilee,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 2,
      "verse": 23,
      "text": "and he went and lived in a town called Nazareth. So was fulfilled what was said through the prophets, that he would be called a Nazarene.",
      "header": "",
      "footer": ""
    }
  ]
}