{
  "book_name": "Genesis",
  "chapter": 13,
  "verses": [
    {
      "book_name": "Genesis",
      "chapter": 13,
      "verse": 1,
      "text": "Then Abram went up from Egypt, he and his wife and all that was with him. And Lot went with him to the Negev.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 13,
      "verse": 2,
      "text": "Now Abram was very wealthy in livestock, in silver, and in gold.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 13,
      "verse": 3,
      "text": "And he went according to his journey from the Negev, then to Bethel, to the place where his tent was at the beginning, between Bethel and Ai,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 13,
      "verse": 4,
      "text": "to the place where he had made an altar at the beginning. And Abram called on the name of Yahweh there.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 13,
      "verse": 5,
      "text": "And Lot, who went with Abram, also had herds and tents.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 13,
      "verse": 6,
      "text": "And the land could not support them so as to live together, because their possessions were so many that they were not able to live together.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 13,
      "verse": 7,
      "text": "And there was a quarrel between the herdsmen of the livestock of Abram and the herdsmen of the livestock of Lot. Now at that time the Canaanites and the Perizzites were living in the land.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 13,
      "verse": 8,
      "text": "Then Abram said to Lot, “Please, let there not be quarreling between me and you, and between my shepherds and your shepherds, for we men are brothers.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 13,
      "verse": 9,
      "text": "Is not the whole land before you? Separate yourself from me. If you want what is on the left, then I will go right; if you want what is on the right, I will go left.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 13,
      "verse": 10,
      "text": "And Lot lifted up his eyes and saw the whole plain of the Jordan, that all of it was well-watered land—this was before Yahweh destroyed Sodom and Gomorrah—like the garden of Yahweh, like the land of Egypt in the direction of Zoar.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 13,
      "verse": 11,
      "text": "So Lot chose for himself all the plain of the Jordan. And Lot journeyed from the east, and so they separated from each other.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 13,
      "verse": 12,
      "text": "Abram settled in the land of Canaan, and Lot settled in the cities of the plain. And he pitched his tent toward Sodom.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 13,
      "verse": 13,
      "text": "Now the men of Sodom were extremely wicked sinners against Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 13,
      "verse": 14,
      "text": "And Yahweh said to Abram after Lot had separated from him, “Now, lift up your eyes and look from the place where you are to the north, and to the south, and to the east and to the west,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 13,
      "verse": 15,
      "text": "for all the land which you see I will give to you, and to your descendants, forever.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 13,
      "verse": 16,
      "text": "I will make your descendants like the dust of the earth which, if anyone were able to count the dust of the earth, your descendants would be so counted.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 13,
      "verse": 17,
      "text": "Arise, go through the length of the land and through its breadth, for I will give it to you.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 13,
      "verse": 18,
      "text": "So Abram pitched his tent, and he came and settled at the oaks of Mamre, which were at Hebron. And there he built an altar to Yahweh.",
      "header": "",
      "footer": ""
    }
  ]
}