{
  "book_name": "Genesis",
  "chapter": 14,
  "verses": [
    {
      "book_name": "Genesis",
      "chapter": 14,
      "verse": 1,
      "text": "And it happened that in the days of Amraphel, the king of Shinar, Arioch, the king of Ellasar, Kedorlaomer, the king of Elam, and Tidal, the king of Goiim,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 14,
      "verse": 2,
      "text": "made war with Bera, the king of Sodom, and Birsha, the king of Gomorrah, Shinab, the king of Admah, and Shemeber, the king of Zeboiim, and the king of Bela (that is, Zoar).",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 14,
      "verse": 3,
      "text": "All these joined forces at the valley of Siddim (that is, the sea of the salt).",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 14,
      "verse": 4,
      "text": "Twelve years they had served Kedorlaomer, but in the thirteenth year they rebelled.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 14,
      "verse": 5,
      "text": "In the fourteenth year Kedorlaomer and the kings who were with him came and defeated the Rephaim in Ashteroth-Karnaim, and the Zuzim in Ham, and the Emim in Shaveh-Kiriathaim,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 14,
      "verse": 6,
      "text": "And the Horites in their hill country of Seir, as far as El-Paran, which is at the wilderness.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 14,
      "verse": 7,
      "text": "Then they turned back and came to En-Mishpat (that is, Kadesh). And they defeated the whole territory of the Amalekites, and also the Amorites who were living in Hazazon-Tamar.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 14,
      "verse": 8,
      "text": "Then the king of Sodom, the king of Gomorrah, the king of Admah, the king of Zeboiim, and the king of Bela (that is, Zoar) went out, and they took up battle position in the Valley of Siddim",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 14,
      "verse": 9,
      "text": "with Kedorlaomer, king of Elam, and Tidal, king of Goiim, and Amraphel, king of Shinar, and Arioch, king of Ellasar, four kings against five.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 14,
      "verse": 10,
      "text": "Now the Valley of Siddim was full of tar pits. And the kings of Sodom and Gomorrah fled and fell into them, but the rest fled to the mountains.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 14,
      "verse": 11,
      "text": "So they took all the possessions of Sodom and Gomorrah and all their provisions, and they left.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 14,
      "verse": 12,
      "text": "And they took Lot, the son of the brother of Abram, and his possessions, and left. (Now he had been living in Sodom.)",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 14,
      "verse": 13,
      "text": "Then one who escaped came and told Abram the Hebrew. And he was living at the oaks of Mamre the Amorite, brother of Eshcol and brother of Aner. They were allies with Abram.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 14,
      "verse": 14,
      "text": "When Abram heard that his relative was taken captive, he summoned his trained men, born in his house, three hundred and eighteen of them, and he went in pursuit up to Dan.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 14,
      "verse": 15,
      "text": "And he divided his trained men against them at night, he and his servants. And he defeated them and pursued them to Hobah, which is north of Damascus.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 14,
      "verse": 16,
      "text": "And he brought back all the possessions. And he also brought back Lot, his relative, and his possessions, and the women and the people as well.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 14,
      "verse": 17,
      "text": "After his return from defeating Kedorlaomer and the kings who were with him, the king of Sodom went out to meet him at the Valley of Shaveh (that is, the Valley of the King).",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 14,
      "verse": 18,
      "text": "And Melchizedek, the king of Salem, brought out bread and wine. (He was the priest of God Most High).",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 14,
      "verse": 19,
      "text": "And he blessed him and said,\n“Blessed be Abram by God Most High,\n    Maker of heaven and earth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 14,
      "verse": 20,
      "text": "And blessed be God Most High\n    who delivered your enemies into your hand.”\nAnd he gave to him a tenth of everything.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 14,
      "verse": 21,
      "text": "And the king of Sodom said to Abram, “Give me the people, but the possessions take for yourself.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 14,
      "verse": 22,
      "text": "And Abram said to the king of Sodom, “I have raised my hand to Yahweh, God Most High, Maker of heaven and earth,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 14,
      "verse": 23,
      "text": "that neither a thread nor a thong of a sandal would I take from all that belongs to you, that you might not say, ‘I made Abram rich.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 14,
      "verse": 24,
      "text": "Nothing besides what the servants have eaten and the share of the men who went out with me will I take. Let Aner, Eshcol, and Mamre take their share.”",
      "header": "",
      "footer": ""
    }
  ]
}