{
  "book_name": "Genesis",
  "chapter": 23,
  "verses": [
    {
      "book_name": "Genesis",
      "chapter": 23,
      "verse": 1,
      "text": "And Sarah lived one hundred and twenty-seven years; these were the years of the life of Sarah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 23,
      "verse": 2,
      "text": "And Sarah died in Kiriath Arba; that is Hebron, in the land of Canaan.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 23,
      "verse": 3,
      "text": "And Abraham went to mourn for Sarah and to weep for her. And Abraham rose up from his dead, and he spoke to the Hittites and said,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 23,
      "verse": 4,
      "text": "“I am a stranger and an alien among you; give to me my own burial site among you so that I may bury my dead from before me.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 23,
      "verse": 5,
      "text": "And the Hittites answered Abraham and said to him,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 23,
      "verse": 6,
      "text": "“Hear us, my lord, you are a mighty prince in our midst. Bury your dead in the choicest of our burial sites. None of us will withhold his burial site from you for burying your dead.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 23,
      "verse": 7,
      "text": "And Abraham rose up and bowed to the people of the land, to the Hittites.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 23,
      "verse": 8,
      "text": "And he spoke with them, saying, “If you are willing that I bury my dead from before me, hear me and intercede for me with Ephron the son of Zohar,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 23,
      "verse": 9,
      "text": "that he may sell to me the cave of Machpelah which belongs to him, which is at the end of his field. At full value let him sell it to me in your midst as a burial site.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 23,
      "verse": 10,
      "text": "Now Ephron was sitting among the Hittites. And Ephron the Hittite answered Abraham in the hearing of the Hittites with respect to all who were entering the gate of his city, and said,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 23,
      "verse": 11,
      "text": "“No, my lord, hear me. I give you the field and the cave which is in it, I also give it to you in the sight of the children of my people I give it to you. Bury your dead.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 23,
      "verse": 12,
      "text": "And Abraham bowed before the people of the land.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 23,
      "verse": 13,
      "text": "And he spoke to Ephron in the hearing of the people of the land, saying, “If only you will hear me—I give the price of the field. Take it from me that I may bury my dead there.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 23,
      "verse": 14,
      "text": "And Ephron answered Abraham, saying to him,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 23,
      "verse": 15,
      "text": "“My lord, hear me. A piece of land worth four hundred shekels of silver—what is that between me and you? Bury your dead.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 23,
      "verse": 16,
      "text": "Then Abraham listened to Ephron, and Abraham weighed for Ephron the silver that he had named in the hearing of the Hittites: four hundred shekels of silver at the merchants’ current rate.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 23,
      "verse": 17,
      "text": "So the field of Ephron which was in the Machpelah, which was near Mamre—the field and the cave which was in it, with all the trees that were in the field, which were within all its surrounding boundaries—passed",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 23,
      "verse": 18,
      "text": "to Abraham as a property in the presence of the Hittites, with respect to all who were entering the gate of his city.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 23,
      "verse": 19,
      "text": "And thus afterward Abraham buried Sarah his wife in the cave of the field of Machpelah near Mamre; that is Hebron, in the land of Canaan.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 23,
      "verse": 20,
      "text": "And the field and the cave which was in it passed to Abraham as a burial site from the Hittites.",
      "header": "",
      "footer": ""
    }
  ]
}