{
  "book_name": "Genesis",
  "chapter": 37,
  "verses": [
    {
      "book_name": "Genesis",
      "chapter": 37,
      "verse": 1,
      "text": "And Jacob settled in the land of the sojourning of his father, in the land of Canaan.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 37,
      "verse": 2,
      "text": "These are the generations of Jacob. Joseph, being seventeen years old, was shepherding the flock with his brothers. Now he was a helper with the sons of Bilhah and the sons of Zilpah, the wives of his father. And Joseph brought a bad report of them to his father.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 37,
      "verse": 3,
      "text": "Now Israel loved Joseph more than all his sons, for he was a son of his old age. And he made a robe with long sleeves for him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 37,
      "verse": 4,
      "text": "When his brothers saw that their father loved him more than all his brothers, they hated him and were not able to speak peaceably to him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 37,
      "verse": 5,
      "text": "And Joseph dreamed a dream, and he told it to his brothers. And they hated him even more.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 37,
      "verse": 6,
      "text": "And he said to them, “Listen now to this dream that I dreamed.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 37,
      "verse": 7,
      "text": "Now behold, we were binding sheaves in the midst of the field and, behold, my sheaf stood up and it remained standing. Then behold, your sheaves gathered around and bowed down to my sheaf.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 37,
      "verse": 8,
      "text": "Then his brothers said to him, “Will you really rule over us?” And they hated him even more on account of his dream and because of his words.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 37,
      "verse": 9,
      "text": "Then he dreamed yet another dream and told it to his brothers. And he said, “Behold, I dreamed a dream again, and behold, the sun and the moon and eleven stars were bowing down to me.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 37,
      "verse": 10,
      "text": "And he told it to his father and to his brothers. And his father rebuked him and said to him, “What is this dream that you have dreamed? Will I and your mother and your brothers indeed come to bow down to the ground to you?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 37,
      "verse": 11,
      "text": "And his brothers were jealous of him, but his father kept the matter in mind.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 37,
      "verse": 12,
      "text": "Now his brothers went to pasture the flock of their father in Shechem.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 37,
      "verse": 13,
      "text": "And Israel said to Joseph, “Are not your brothers pasturing in Shechem? Come, let me send you to them.” And he said, “Here I am.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 37,
      "verse": 14,
      "text": "Then he said to him, “Go now, see if it goes well for your brothers and for the flock, then return word to me.” And he sent him from the valley of Hebron, and he arrived at Shechem.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 37,
      "verse": 15,
      "text": "And a man found him, and behold, he was wandering about in a field. And the man asked him, “What do you seek?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 37,
      "verse": 16,
      "text": "And he said, “I am seeking my brothers. Tell me, please, where they are pasturing.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 37,
      "verse": 17,
      "text": "And the man said, “They have moved on from here, for I heard them saying, ‘Let us go to Dothan.’” Then Joseph went after his brothers and found them in Dothan.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 37,
      "verse": 18,
      "text": "And they saw him from a distance. And before he drew near to them, they conspired against him to kill him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 37,
      "verse": 19,
      "text": "And each said to his brothers, “Look, this master of dreams is coming.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 37,
      "verse": 20,
      "text": "Now then, come, let us kill him and throw him in one of the pits. Then we will say a wild animal devoured him. Then we will see what his dreams become.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 37,
      "verse": 21,
      "text": "And Reuben heard it and delivered him from their hand and said, “We must not take his life.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 37,
      "verse": 22,
      "text": "And Reuben said to them, “You must not shed blood. Throw him into this pit that is in the desert, but do not lay a hand on him”—so that he might rescue him from their hand to return him to his father.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 37,
      "verse": 23,
      "text": "And it happened that as Joseph came to his brothers they stripped Joseph of his robe, the robe with long sleeves, that was upon him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 37,
      "verse": 24,
      "text": "And they took him and threw him into the pit (the pit was empty; there was no water in it).",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 37,
      "verse": 25,
      "text": "Then they sat down to eat some food. And they lifted up their eyes and looked, and behold, a caravan of Ishmaelites was coming from Gilead. And their camels were carrying aromatic gum and balm and spices on the way to Egypt.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 37,
      "verse": 26,
      "text": "Then Judah said to his brothers, “What profit is there if we kill our brother and conceal his blood?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 37,
      "verse": 27,
      "text": "Come, let us sell him to the Ishmaelites, but our hand shall not be against him, for he is our brother, our own flesh.” And his brothers agreed.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 37,
      "verse": 28,
      "text": "Then Midianite traders passed by. And they drew Joseph up and brought him up from the pit, and they sold Joseph to the Ishmaelites for twenty pieces of silver. And they brought Joseph to Egypt.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 37,
      "verse": 29,
      "text": "Then Reuben returned to the pit and, behold, Joseph was not in the pit. And he tore his clothes.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 37,
      "verse": 30,
      "text": "And he returned to his brothers and said, “The boy is gone! Now I, what can I do?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 37,
      "verse": 31,
      "text": "Then they took the robe of Joseph and slaughtered a goat, and dipped the robe in the blood.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 37,
      "verse": 32,
      "text": "Then they sent the robe with long sleeves and they brought it to their father and said, “We found this; please examine it. Is it the robe of your son or not?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 37,
      "verse": 33,
      "text": "And he recognized it and said, “The robe of my son! A wild animal has devoured him! Joseph is surely torn to pieces!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 37,
      "verse": 34,
      "text": "And Jacob tore his clothes and put sackcloth on his loins and mourned for his son many days.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 37,
      "verse": 35,
      "text": "And all his sons and daughters tried to console him, but he refused to be consoled. And he said, “No, I shall go down to my son, to Sheol, mourning.” And his father wept for him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 37,
      "verse": 36,
      "text": "And the Midianites sold him in Egypt to Potiphar, a court official of Pharaoh, a commander of the imperial guard.",
      "header": "",
      "footer": ""
    }
  ]
}