{
  "book_name": "Genesis",
  "chapter": 50,
  "verses": [
    {
      "book_name": "Genesis",
      "chapter": 50,
      "verse": 1,
      "text": "Then Joseph fell on the face of his father and wept upon him and kissed him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 50,
      "verse": 2,
      "text": "And Joseph instructed his servants the physicians to embalm his father. So the physicians embalmed Israel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 50,
      "verse": 3,
      "text": "Forty days were required for it, for thus are the days required for embalming. And the Egyptians wept for him seventy days.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 50,
      "verse": 4,
      "text": "When the days of his weeping had passed, Joseph spoke to the household of Pharaoh, saying, “If I have found favor in your eyes, please speak in the hearing of Pharaoh, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 50,
      "verse": 5,
      "text": "‘My father made me swear, saying, “Behold, I am about to die. In the tomb that I have hewed out for myself in the land of Canaan—there you must bury me.” So then, please let me go up and let me bury my father; then I will return.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 50,
      "verse": 6,
      "text": "Then Pharaoh said, “Go up and bury your father as he made you swear.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 50,
      "verse": 7,
      "text": "So Joseph went up to bury his father. And all the servants of Pharaoh, the elders of his household, and all the elders of the land of Egypt, went up with him,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 50,
      "verse": 8,
      "text": "with all the household of Joseph, his brothers, and the household of his father. They left only their little children and their flocks and their herds in the land of Goshen.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 50,
      "verse": 9,
      "text": "And there also went up with him chariots and horsemen. The company was very great.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 50,
      "verse": 10,
      "text": "When they came to the threshing floor of Atad, which was beyond the Jordan, they lamented there with a very great and sorrowful wailing. And he made a mourning ceremony for his father seven days.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 50,
      "verse": 11,
      "text": "And when the Canaanites, the inhabitants of the land, saw the mourning ceremony at the threshing floor of Atad they said, “This is a severe mourning for the Egyptians.” Therefore its name was called Abel-Mizraim, which is beyond the Jordan.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 50,
      "verse": 12,
      "text": "Thus his sons did to him just as he had instructed them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 50,
      "verse": 13,
      "text": "And his sons carried him to the land of Canaan and buried him in the cave of the field of Machpelah, which field Abraham had bought as a burial site from Ephron the Hittite before Mamre.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 50,
      "verse": 14,
      "text": "And after burying his father, Joseph returned to Egypt, he and his brothers and all who had gone up with him to bury his father.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 50,
      "verse": 15,
      "text": "And when the brothers of Joseph saw that their father was dead, they said, “It may be that Joseph will hold a grudge against us and pay us back dearly for all the evil that we did to him.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 50,
      "verse": 16,
      "text": "So they sent word to Joseph saying, “Your father commanded us before his death, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 50,
      "verse": 17,
      "text": "“Thus you must say to Joseph, ‘O, please now forgive the transgression of your brothers and their sin, for they did evil to you.’ So now, please forgive the transgression of the servants of the God of your father.” And Joseph wept when they spoke to him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 50,
      "verse": 18,
      "text": "Then his brothers went also and fell before him and said, “Behold, we are your servants.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 50,
      "verse": 19,
      "text": "Then Joseph said to them, “Do not be afraid, for am I in the place of God?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 50,
      "verse": 20,
      "text": "As for you, you planned evil against me, but God planned it for good, in order to do this—to keep many people alive—as it is today.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 50,
      "verse": 21,
      "text": "So then, do not be afraid. I myself will provide for you and your little ones. And he consoled them and spoke kindly to them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 50,
      "verse": 22,
      "text": "So Joseph remained in Egypt, he and the house of his father. And Joseph lived one hundred and ten years.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 50,
      "verse": 23,
      "text": "And Joseph saw Ephraim’s children to the third generation. Moreover, the children of Makir, son of Manasseh, were born on the knees of Joseph.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 50,
      "verse": 24,
      "text": "And Joseph said to his brothers, “I am about to die, but God will certainly visit you and bring you up from this land to the land that he swore to Abraham, to Isaac, and to Jacob.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 50,
      "verse": 25,
      "text": "Then Joseph made the sons of Israel swear an oath, saying, “God will surely visit you, and you shall bring up my bones from here.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 50,
      "verse": 26,
      "text": "So Joseph died, being one hundred and ten years old. They embalmed him and he was placed in a coffin in Egypt.",
      "header": "",
      "footer": ""
    }
  ]
}