{
  "book_name": "Genesis",
  "chapter": 8,
  "verses": [
    {
      "book_name": "Genesis",
      "chapter": 8,
      "verse": 1,
      "text": "And God remembered Noah and all the wild animals, and all the domesticated animals that were with him in the ark. And God caused a wind to blow over the earth, and the waters subsided.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 8,
      "verse": 2,
      "text": "And the fountains of the deep and the windows of the heavens were closed, and the rain from the heavens was restrained.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 8,
      "verse": 3,
      "text": "And the waters receded from the earth gradually, and the waters abated at the end of one hundred and fifty days.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 8,
      "verse": 4,
      "text": "And the ark came to rest in the seventh month, on the seventeenth day of the month, on the mountains of Ararat.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 8,
      "verse": 5,
      "text": "And the waters continued to recede to the tenth month; in the tenth month, on the first of the month, the tops of the mountains appeared.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 8,
      "verse": 6,
      "text": "And it happened that at the end of forty days Noah opened the window of the ark that he had made.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 8,
      "verse": 7,
      "text": "And he sent out a raven; it went to and fro until the waters were dried up from upon the earth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 8,
      "verse": 8,
      "text": "And he sent out a dove to see whether the waters had subsided from upon the ground.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 8,
      "verse": 9,
      "text": "But the dove did not find a resting place for the sole of her foot, and she returned to him into the ark, for the waters were still on the face of the earth. And he stretched out his hand and took her, and brought her to himself into the ark.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 8,
      "verse": 10,
      "text": "And he waited another seven days, and again he sent out the dove from the ark.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 8,
      "verse": 11,
      "text": "And the dove came to him in the evening, and behold, a freshly-picked olive tree leaf was in her mouth. And Noah knew that the waters had subsided from upon the earth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 8,
      "verse": 12,
      "text": "And he waited seven more days, and he sent out the dove. But it did not return again to him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 8,
      "verse": 13,
      "text": "And it happened that, in the six hundred and first year, in the first month, on the first day of the month, the waters dried up from upon the earth. And Noah removed the covering of the ark and looked. And behold, the face of the ground was dried up.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 8,
      "verse": 14,
      "text": "And in the second month, on the twenty-seventh day of the month, the earth was dry.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 8,
      "verse": 15,
      "text": "And God spoke to Noah, saying:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 8,
      "verse": 16,
      "text": "“Go out from the ark, you and your wife, and your sons, and your sons’ wives with you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 8,
      "verse": 17,
      "text": "Bring out with you all the living things which are with you, from all the living creatures—birds, and animals, and everything that creeps on the earth, and let them swarm on the earth and be fruitful and multiply on the earth.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 8,
      "verse": 18,
      "text": "So Noah went out, with his sons and his wife, and the wives of his sons with him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 8,
      "verse": 19,
      "text": "Every animal, every creeping thing, and every bird, and everything that moves upon the earth, according to its families, went out from the ark.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 8,
      "verse": 20,
      "text": "And Noah built an altar to Yahweh, and he took from all the clean animals and from all the clean birds, and offered burnt offerings on the altar.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 8,
      "verse": 21,
      "text": "And Yahweh smelled the soothing fragrance, and Yahweh said to himself, “Never again will I curse the ground for the sake of humankind, because the inclination of the heart of humankind is evil from his youth. Nor will I ever again destroy all life as I have done.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 8,
      "verse": 22,
      "text": "As long as the earth endures, seed and harvest, cold and heat, summer and winter, day and night will not cease.",
      "header": "",
      "footer": ""
    }
  ]
}