{
  "book_name": "Ecclesiastes",
  "chapter": 3,
  "verses": [
    {
      "book_name": "Ecclesiastes",
      "chapter": 3,
      "verse": 1,
      "text": "There is an appointed time for everything. And there is a time for every matter under heaven—",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 3,
      "verse": 2,
      "text": "A time to give birth and a time to die;\nA time to plant and a time to uproot what is planted.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 3,
      "verse": 3,
      "text": "A time to kill and a time to heal;\nA time to tear down and a time to build up.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 3,
      "verse": 4,
      "text": "A time to weep and a time to laugh;\nA time to mourn and a time to dance.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 3,
      "verse": 5,
      "text": "A time to throw stones and a time to gather stones;\nA time to embrace and a time to shun embracing.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 3,
      "verse": 6,
      "text": "A time to search and a time to give up as lost;\nA time to keep and a time to throw away.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 3,
      "verse": 7,
      "text": "A time to tear apart and a time to sew together;\nA time to be silent and a time to speak.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 3,
      "verse": 8,
      "text": "A time to love and a time to hate;\nA time for war and a time for peace.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 3,
      "verse": 9,
      "text": "What benefit is there for the worker from that in which he labors?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 3,
      "verse": 10,
      "text": "I have seen the task which God has given the sons of mankind with which to occupy themselves.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 3,
      "verse": 11,
      "text": "He has made everything appropriate in its time. He has also set eternity in their heart, without the possibility that mankind will find out the work which God has done from the beginning even to the end.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 3,
      "verse": 12,
      "text": "I know that there is nothing better for them than to rejoice and to do good in one’s lifetime;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 3,
      "verse": 13,
      "text": "moreover, that every person who eats and drinks sees good in all his labor—this is the gift of God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 3,
      "verse": 14,
      "text": "I know that everything God does will remain forever; there is nothing to add to it and there is nothing to take from it. And God has so worked, that people will fear Him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 3,
      "verse": 15,
      "text": "That which is, is what has already been, and that which will be has already been; and God seeks what has passed by.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 3,
      "verse": 16,
      "text": "Furthermore, I have seen under the sun that in the place of justice there is wickedness and in the place of righteousness there is wickedness.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 3,
      "verse": 17,
      "text": "I said to myself, “God will judge the righteous and the wicked,” for a time for every matter and for every deed is there.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 3,
      "verse": 18,
      "text": "I said to myself regarding the sons of mankind, “God is testing them in order for them to see that they are as animals, they to themselves.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 3,
      "verse": 19,
      "text": "For the fate of the sons of mankind and the fate of animals is the same. As one dies, so dies the other; indeed, they all have the same breath, and there is no advantage for mankind over animals, for all is futility.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 3,
      "verse": 20,
      "text": "All go to the same place. All came from the dust and all return to the dust.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 3,
      "verse": 21,
      "text": "Who knows that the spirit of the sons of mankind ascends upward and the spirit of the animal descends downward to the earth?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 3,
      "verse": 22,
      "text": "I have seen that nothing is better than when a person is happy in his activities, for that is his lot. For who will bring him to see what will occur after him?",
      "header": "",
      "footer": ""
    }
  ]
}