{
  "book_name": "1 Peter",
  "chapter": 2,
  "verses": [
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 1,
      "text": "Therefore, rid yourselves of all malice and all deceit and hypocrisy and envy and all slander,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 2,
      "text": "and like newborn babies, long for the pure milk of the word, so that by it you may grow in respect to salvation,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 3,
      "text": "if you have tasted the kindness of the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 4,
      "text": "And coming to Him as to a living stone which has been rejected by people, but is choice and precious in the sight of God,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 5,
      "text": "you also, as living stones, are being built up as a spiritual house for a holy priesthood, to offer spiritual sacrifices that are acceptable to God through Jesus Christ.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 6,
      "text": "For this is contained in Scripture:\n“Behold, I am laying in Zion a choice stone, a precious cornerstone,\nAnd the one who believes in Him will not be put to shame.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 7,
      "text": "This precious value, then, is for you who believe; but for unbelievers,\n“A stone which the builders rejected,\nThis became the chief cornerstone,”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 8,
      "text": "and,\n“A stone of stumbling and a rock of offense”;\nfor they stumble because they are disobedient to the word, and to this they were also appointed.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 9,
      "text": "But you are a chosen people, a royal priesthood, a holy nation, a people for God’s own possession, so that you may proclaim the excellencies of Him who has called you out of darkness into His marvelous light;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 10,
      "text": "for you once were not a people, but now you are the people of God; you had not received mercy, but now you have received mercy.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 11,
      "text": "Beloved, I urge you as foreigners and strangers to abstain from fleshly lusts, which wage war against the soul.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 12,
      "text": "Keep your behavior excellent among the Gentiles, so that in the thing in which they slander you as evildoers, they may because of your good deeds, as they observe them, glorify God on the day of visitation.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 13,
      "text": "Submit yourselves for the Lord’s sake to every human institution, whether to a king as the one in authority,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 14,
      "text": "or to governors as sent by him for the punishment of evildoers and the praise of those who do right.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 15,
      "text": "For such is the will of God, that by doing right you silence the ignorance of foolish people.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 16,
      "text": "Act as free people, and do not use your freedom as a covering for evil, but use it as bond-servants of God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 17,
      "text": "Honor all people, love the brotherhood, fear God, honor the king.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 18,
      "text": "Servants, be subject to your masters with all respect, not only to those who are good and gentle, but also to those who are harsh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 19,
      "text": "For this finds favor, if for the sake of conscience toward God a person endures grief when suffering unjustly.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 20,
      "text": "For what credit is there if, when you sin and are harshly treated, you endure it with patience? But if when you do what is right and suffer for it you patiently endure it, this finds favor with God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 21,
      "text": "For you have been called for this purpose, because Christ also suffered for you, leaving you an example, so that you would follow in His steps,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 22,
      "text": "He who committed no sin, nor was any deceit found in His mouth;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 23,
      "text": "and while being abusively insulted, He did not insult in return; while suffering, He did not threaten, but kept entrusting Himself to Him who judges righteously;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 24,
      "text": "and He Himself brought our sins in His body up on the cross, so that we might die to sin and live for righteousness; by His wounds you were healed.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 25,
      "text": "For you were continually straying like sheep, but now you have returned to the Shepherd and Guardian of your souls.",
      "header": "",
      "footer": ""
    }
  ]
}