{
  "book_name": "Revelation",
  "chapter": 19,
  "verses": [
    {
      "book_name": "Revelation",
      "chapter": 19,
      "verse": 1,
      "text": "After these things I heard something like the loud sound of a great crowd in heaven saying,\n“Hallelujah!\nSalvation and glory and power belong to our God,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 19,
      "verse": 2,
      "text": "because his judgments are true and righteous,\nbecause he has passed judgment on the great prostitute\n    who corrupted the earth with her sexual immorality,\nand has avenged the blood of his slaves shed by her hand!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 19,
      "verse": 3,
      "text": "And a second time they said,\n“Hallelujah!”\nAnd her smoke goes up forever and ever.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 19,
      "verse": 4,
      "text": "And the twenty-four elders and the four living creatures fell down and worshiped God who is seated on the throne, saying,\n“Amen! Hallelujah!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 19,
      "verse": 5,
      "text": "And a voice came out from the throne, saying,\n“Praise our God\n    all his slaves,\nand those who fear him,\n    the small and the great!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 19,
      "verse": 6,
      "text": "And I heard something like the sound of a great crowd and something like the sound of many waters and something like the sound of powerful thunder, saying,\n“Hallelujah!\nFor the Lord God, the All-Powerful, reigns!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 19,
      "verse": 7,
      "text": "Let us rejoice and be glad\n    and give him the glory,\nbecause the wedding celebration of the Lamb has come,\nand his bride has prepared herself.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 19,
      "verse": 8,
      "text": "And it has been granted to her that she be dressed in bright, clean fine linen (for the fine linen is the righteous deeds of the saints).",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 19,
      "verse": 9,
      "text": "And he said to me, “Write: Blessed are those who are invited to the banquet of the wedding celebration of the Lamb!” And he said to me, “These are the true words of God.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 19,
      "verse": 10,
      "text": "And I fell down before his feet to worship him, and he said to me, “Do not do that! I am a fellow slave of you and of your brothers who hold to the testimony of Jesus. Worship God! For the testimony of Jesus is the spirit of prophecy.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 19,
      "verse": 11,
      "text": "And I saw heaven opened, and behold, a white horse, and the one seated on it was called “Faithful” and “True,” and with justice he judges and makes war.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 19,
      "verse": 12,
      "text": "Now his eyes were a flame of fire, and on his head were many royal headbands having a name written that no one except he himself knows.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 19,
      "verse": 13,
      "text": "And he was dressed in an outer garment dipped in blood, and his name is called the Word of God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 19,
      "verse": 14,
      "text": "And the armies that are in heaven, dressed in clean, white fine linen, were following him on white horses.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 19,
      "verse": 15,
      "text": "And out of his mouth came a sharp sword, so that with it he could strike the nations. And he will shepherd them with an iron rod, and he stomps the winepress of the wine of the furious wrath of God, the All-Powerful.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 19,
      "verse": 16,
      "text": "And he has a name written on his outer garment and on his thigh: “King of kings and Lord of lords.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 19,
      "verse": 17,
      "text": "And I saw one angel standing in the sun, and he cried out with a loud voice, saying to all the birds that fly directly overhead,\n“Come! Assemble for the great banquet of God,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 19,
      "verse": 18,
      "text": "in order that you may eat the flesh of kings,\nand the flesh of military tribunes,\nand the flesh of the powerful,\nand the flesh of horses and those seated on them,\nand the flesh of all people,\nboth free and slave,\nand small and great!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 19,
      "verse": 19,
      "text": "And I saw the beast and the kings of the earth and their armies assembled to make war with the one who is seated on the horse and with his army.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 19,
      "verse": 20,
      "text": "And the beast was seized, and with him the false prophet who performed the signs before him, by which he deceived those who received the mark of the beast and those who had worshiped his image. The two were thrown alive into the lake of fire that burns with sulphur.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 19,
      "verse": 21,
      "text": "And the rest were killed by the sword of the one who is seated on the horse—the sword that comes out of his mouth—and all the birds gorged themselves on their flesh.",
      "header": "",
      "footer": ""
    }
  ]
}