{
  "book_name": "Revelation",
  "chapter": 21,
  "verses": [
    {
      "book_name": "Revelation",
      "chapter": 21,
      "verse": 1,
      "text": "And I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and the sea did not exist any longer.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 21,
      "verse": 2,
      "text": "And I saw the holy city, new Jerusalem, coming down out of heaven from God, prepared like a bride adorned for her husband.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 21,
      "verse": 3,
      "text": "And I heard a loud voice from the throne saying,\n“Behold, the dwelling of God is with humanity,\nand he will take up residence with them,\nand they will be his people\nand God himself will be with them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 21,
      "verse": 4,
      "text": "And he will wipe away every tear from their eyes,\nand death will not exist any longer,\nand mourning or wailing or pain will not exist any longer.\nThe former things have passed away.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 21,
      "verse": 5,
      "text": "And the one seated on the throne said, “Behold, I am making all things new!” And he said, “Write, because these words are faithful and true.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 21,
      "verse": 6,
      "text": "And he said to me, “It is done! I am the Alpha and the Omega, the beginning and the end. To the one who is thirsty I will give water from the spring of the water of life freely.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 21,
      "verse": 7,
      "text": "The one who conquers will inherit these things, and I will be his God and he will be my son.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 21,
      "verse": 8,
      "text": "But as for the cowards and unbelievers and detestable persons and murderers and sexually immoral people and sorcerers and idolaters and all liars, their share is in the lake that burns with fire and sulphur, which is the second death.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 21,
      "verse": 9,
      "text": "And one of the seven angels who had the seven bowls full of the seven last plagues came and spoke with me, saying, “Come, I will show you the bride, the wife of the Lamb.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 21,
      "verse": 10,
      "text": "And he carried me away in the Spirit to a great and lofty mountain, and showed me the holy city, Jerusalem, coming down out of heaven from God,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 21,
      "verse": 11,
      "text": "that has the glory of God. Its radiance is like a precious stone, something like a jasper stone, shining like crystal.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 21,
      "verse": 12,
      "text": "It has a great and high wall that has twelve gates, and at the gates twelve angels, and names written on the gates which are of the twelve tribes of the sons of Israel—",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 21,
      "verse": 13,
      "text": "on the east, three gates, and on the north, three gates, and on the south, three gates, and on the west, three gates.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 21,
      "verse": 14,
      "text": "And the wall of the city has twelve foundations, and on them are twelve names of the twelve apostles of the Lamb.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 21,
      "verse": 15,
      "text": "And the one who spoke with me was holding a golden measuring rod in order that he could measure the city and its gates and its wall.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 21,
      "verse": 16,
      "text": "And the city is laid out as a square, and its length is the same as its width. And he measured the city with the measuring rod at twelve thousand stadia; the length and the width and the height of it are equal.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 21,
      "verse": 17,
      "text": "And he measured its wall, one hundred forty-four cubits according to human measure, which is the angel’s.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 21,
      "verse": 18,
      "text": "And the material of its wall is jasper, and the city is pure gold, similar in appearance to pure glass.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 21,
      "verse": 19,
      "text": "The foundations of the wall of the city are adorned with every kind of precious stone: the first foundation jasper, the second sapphire, the third chalcedony, the fourth emerald,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 21,
      "verse": 20,
      "text": "the fifth sardonyx, the sixth carnelian, the seventh chrysolite, the eighth beryl, the ninth topaz, the tenth chrysoprase, the eleventh jacinth, the twelfth amethyst.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 21,
      "verse": 21,
      "text": "And the twelve gates are twelve pearls, each one of the gates was from a single pearl. And the street of the city is pure gold, like transparent glass.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 21,
      "verse": 22,
      "text": "And I did not see a temple in it, for the Lord God All-Powerful is its temple, and the Lamb.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 21,
      "verse": 23,
      "text": "And the city has no need of the sun or of the moon, that they shine on it, for the glory of God illuminates it, and its lamp is the Lamb.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 21,
      "verse": 24,
      "text": "And the nations will walk by its light, and the kings of the earth will bring their glory into it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 21,
      "verse": 25,
      "text": "And its gates will never be shut by day (for there will be no night there),",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 21,
      "verse": 26,
      "text": "and they will bring the glory and the honor of the nations into it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 21,
      "verse": 27,
      "text": "And every unclean thing and one who practices detestable things and falsehood will never enter into it, except those who are written in the book of life of the Lamb.",
      "header": "",
      "footer": ""
    }
  ]
}