{
  "book_name": "Revelation",
  "chapter": 7,
  "verses": [
    {
      "book_name": "Revelation",
      "chapter": 7,
      "verse": 1,
      "text": "After this I saw four angels standing at the four corners of the earth, holding back the four winds of the earth, so that no wind could blow on the earth or on the sea or on any tree.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 7,
      "verse": 2,
      "text": "And I saw another angel ascending from the east, holding the seal of the living God, and he cried out with a loud voice to the four angels who were given permission to damage the earth and the sea,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 7,
      "verse": 3,
      "text": "saying, “Do not damage the earth or the sea or the trees until we have sealed the slaves of our God on their foreheads.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 7,
      "verse": 4,
      "text": "And I heard the number of the ones who were sealed, one hundred forty-four thousand sealed from every tribe of the sons of Israel:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 7,
      "verse": 5,
      "text": "from the tribe of Judah, twelve thousand sealed,\nfrom the tribe of Reuben, twelve thousand,\nfrom the tribe of Gad, twelve thousand,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 7,
      "verse": 6,
      "text": "from the tribe of Asher, twelve thousand,\nfrom the tribe of Naphtali, twelve thousand,\nfrom the tribe of Manasseh, twelve thousand,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 7,
      "verse": 7,
      "text": "from the tribe of Simeon, twelve thousand,\nfrom the tribe of Levi, twelve thousand,\nfrom the tribe of Issachar, twelve thousand,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 7,
      "verse": 8,
      "text": "from the tribe of Zebulun, twelve thousand,\nfrom the tribe of Joseph, twelve thousand,\nfrom the tribe of Benjamin, twelve thousand were sealed.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 7,
      "verse": 9,
      "text": "After these things I looked, and behold, a great crowd that no one was able to number, from every nation and tribe and people and language, standing before the throne and before the Lamb, dressed in white robes and with palm branches in their hands.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 7,
      "verse": 10,
      "text": "And they were crying out with a loud voice, saying,\n“Salvation to our God\nwho is seated on the throne,\nand to the Lamb!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 7,
      "verse": 11,
      "text": "And all the angels stood around the throne and the elders and the four living creatures, and they fell down on their faces before the throne and worshiped God,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 7,
      "verse": 12,
      "text": "saying,\n“Amen! Praise and glory,\nand wisdom and thanksgiving,\nand honor and power and strength\nbe to our God forever and ever. Amen!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 7,
      "verse": 13,
      "text": "And one of the elders answered, saying to me, “These who are dressed in the white robes—who are they, and from where have they come?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 7,
      "verse": 14,
      "text": "And I said to him, “My lord, you know.” And he said to me,\n“These are the ones who have come out of the great tribulation,\n    and have washed their robes\n    and made them white in the blood of the Lamb.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 7,
      "verse": 15,
      "text": "Because of this, they are before the throne of God,\n    and they serve him day and night in his temple,\nand the one who is seated on the throne will shelter them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 7,
      "verse": 16,
      "text": "They will not be hungry any longer or be thirsty any longer,\n    nor will the sun ever beat down on them, nor any heat,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 7,
      "verse": 17,
      "text": "because the Lamb who is in the midst of the throne will shepherd them\n    and will lead them to springs of living waters,\nand God will wipe away every tear from their eyes.”",
      "header": "",
      "footer": ""
    }
  ]
}