{
  "book_name": "1 Kings",
  "chapter": 2,
  "verses": [
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 1,
      "text": "As David’s time to die drew near, he commanded his son Solomon, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 2,
      "text": "“I am going the way of all the earth. So be strong, and prove yourself a man.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 3,
      "text": "Do your duty to the Lord your God, to walk in His ways, to keep His statutes, His commandments, His ordinances, and His testimonies, according to what is written in the Law of Moses, so that you may succeed in all that you do and wherever you turn,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 4,
      "text": "so that the Lord may fulfill His promise which He spoke regarding me, saying, ‘If your sons are careful about their way, to walk before Me in truth with all their heart and all their soul, you shall not be deprived of a man to occupy the throne of Israel.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 5,
      "text": "“Now you yourself also know what Joab the son of Zeruiah did to me, what he did to the two commanders of the armies of Israel, to Abner the son of Ner and to Amasa the son of Jether, whom he killed; he also shed the blood of war in peace. And he put the blood of war on his belt that was on his waist, and on his sandals that were on his feet.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 6,
      "text": "So act as your wisdom dictates, and do not let his gray hair go down to Sheol in peace.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 7,
      "text": "However, show kindness to the sons of Barzillai the Gileadite, and let them be among those who eat at your table; for they assisted me when I fled from Absalom your brother.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 8,
      "text": "And behold, you have with you Shimei the son of Gera the Benjaminite, of Bahurim; now it was he who cursed me with a painful curse on the day I went to Mahanaim. But when he came down to meet me at the Jordan, I swore to him by the Lord, saying, ‘I will not put you to death with the sword.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 9,
      "text": "But now do not leave him unpunished, for you are a wise man; and you will know what to do to him, and you will bring his gray hair down to Sheol with blood.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 10,
      "text": "Then David lay down with his fathers, and he was buried in the city of David.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 11,
      "text": "Now the days that David reigned over Israel were forty years: in Hebron he reigned for seven years, and in Jerusalem he reigned for thirty-three years.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 12,
      "text": "Then Solomon sat on the throne of his father David, and his kingdom was firmly established.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 13,
      "text": "Now Adonijah the son of Haggith came to Bathsheba the mother of Solomon. So she said, “Do you come peacefully?” And he said, “Peacefully.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 14,
      "text": "Then he said, “I have something to say to you.” And she said, “Speak.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 15,
      "text": "So he said, “You yourself know that the kingdom was mine and that all Israel intended for me to be king; however, the kingdom has turned around and become my brother’s, for it was his from the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 16,
      "text": "So now I am making one request of you; do not refuse me.” And she said to him, “Speak.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 17,
      "text": "Then he said, “Please speak to Solomon the king—for he will not refuse you—that he may give me Abishag the Shunammite as a wife.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 18,
      "text": "And Bathsheba said, “Very well; I will speak to the king for you.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 19,
      "text": "So Bathsheba went to King Solomon, to speak to him for Adonijah. And the king stood to meet her, bowed to her, and sat on his throne; then he had a throne set up for the king’s mother, and she sat on his right.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 20,
      "text": "Then she said, “I am making one small request of you; do not refuse me.” And the king said to her, “Ask, my mother, for I will not refuse you.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 21,
      "text": "So she said, “Let Abishag the Shunammite be given to Adonijah your brother as a wife.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 22,
      "text": "But King Solomon answered and said to his mother, “And why are you requesting Abishag the Shunammite for Adonijah? Request for him the kingdom as well—since he is my older brother—for him, for Abiathar the priest, and for Joab the son of Zeruiah!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 23,
      "text": "Then King Solomon swore by the Lord, saying, “May God do so to me and more so, if Adonijah has not spoken this word against his own life!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 24,
      "text": "Now then, as the Lord lives, who has established me and set me on the throne of David my father, and has made me a house just as He promised, Adonijah certainly shall be put to death today!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 25,
      "text": "Then King Solomon sent the order by Benaiah the son of Jehoiada; and he struck him so that he died.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 26,
      "text": "Then to Abiathar the priest the king said, “Go to Anathoth to your own field, for you deserve to die; but I will not put you to death at this time, because you carried the ark of the Lord God before my father David, and because you were afflicted in everything with which my father was afflicted.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 27,
      "text": "So Solomon dismissed Abiathar from being priest to the Lord, to fulfill the word of the Lord, which He had spoken regarding the house of Eli in Shiloh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 28,
      "text": "Now the news came to Joab because Joab had followed Adonijah, though he had not followed Absalom. So Joab fled to the tent of the Lord and took hold of the horns of the altar.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 29,
      "text": "And it was reported to King Solomon that Joab had fled to the tent of the Lord, and was beside the altar. Then Solomon sent Benaiah the son of Jehoiada, saying, “Go, execute him.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 30,
      "text": "So Benaiah came to the tent of the Lord and said to him, “This is what the king has said: ‘Come out.’” But he said, “No, for I will die here.” So Benaiah brought back word to the king, saying, “This is what Joab spoke, and so he answered me.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 31,
      "text": "And the king said to him, “Do just as he has spoken, and execute him and bury him, so that you may remove from me and from my father’s house the blood which Joab shed without justification.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 32,
      "text": "The Lord will return his blood on his own head, because he struck two men more righteous and better than he, and killed them with the sword, while my father David did not know about it: Abner the son of Ner, commander of the army of Israel, and Amasa the son of Jether, commander of the army of Judah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 33,
      "text": "So their blood shall return on the head of Joab and on the head of his descendants forever; but for David and his descendants, and his house and his throne, may there be peace from the Lord forever.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 34,
      "text": "Then Benaiah the son of Jehoiada went up and struck him and put him to death, and he was buried at his own house in the wilderness.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 35,
      "text": "And the king appointed Benaiah the son of Jehoiada over the army in his place, and the king appointed Zadok the priest in place of Abiathar.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 36,
      "text": "Now the king sent men and summoned Shimei, and said to him, “Build yourself a house in Jerusalem and live there, and do not leave there for any other place.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 37,
      "text": "For on the day you leave and cross the brook Kidron, you will know for certain that you will assuredly die; your blood will be on your own head.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 38,
      "text": "Shimei then said to the king, “The word is good. Just as my lord the king has spoken, so your servant shall do.” So Shimei lived in Jerusalem for many days.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 39,
      "text": "But it came about at the end of three years, that two of Shimei’s servants ran away to Achish son of Maacah, king of Gath. And others told Shimei, saying, “Behold, your servants are in Gath.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 40,
      "text": "Then Shimei got up and saddled his donkey, and went to Gath to Achish, to search for his servants. And Shimei went and brought his servants from Gath.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 41,
      "text": "And it was reported to Solomon that Shimei had gone from Jerusalem to Gath, and had returned.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 42,
      "text": "So the king sent men and summoned Shimei, and said to him, “Did I not make you swear by the Lord, and solemnly warn you, saying, ‘Know for certain that on the day you depart and go anywhere, you shall assuredly die’? And you said to me, ‘The word I have heard is good.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 43,
      "text": "Why then have you not kept the oath of the Lord, and the command which I imposed on you?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 44,
      "text": "The king also said to Shimei, “You yourself know all the evil that you acknowledge in your heart, which you did to my father David; therefore the Lord will return your evil on your own head.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 45,
      "text": "But King Solomon will be blessed, and the throne of David will be established before the Lord forever.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 2,
      "verse": 46,
      "text": "So the king commanded Benaiah the son of Jehoiada, and he went out and struck him so that he died.\nAnd the kingdom was established in the hands of Solomon.",
      "header": "",
      "footer": ""
    }
  ]
}