{
  "book_name": "1 Kings",
  "chapter": 20,
  "verses": [
    {
      "book_name": "1 Kings",
      "chapter": 20,
      "verse": 1,
      "text": "Now Ben-hadad, king of Aram, gathered all his army, and there were thirty-two kings with him, and horses and chariots. And he went up and besieged Samaria, and fought against it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 20,
      "verse": 2,
      "text": "Then he sent messengers to the city to Ahab, king of Israel, and said to him, “This is what Ben-hadad says:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 20,
      "verse": 3,
      "text": "‘Your silver and your gold are mine; your most beautiful wives and children are also mine.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 20,
      "verse": 4,
      "text": "And the king of Israel replied, “As you say, my lord, O king; I am yours, as well as all that I have.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 20,
      "verse": 5,
      "text": "Then the messengers returned and said, “Ben-hadad says this: ‘I did indeed send word to you, saying, “You shall give me your silver, your gold, your wives, and your children”;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 20,
      "verse": 6,
      "text": "but about this time tomorrow I will send my servants to you, and they will search your house and the houses of your servants; and they will take in their hands everything that is pleasing to your eyes, and take it all away.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 20,
      "verse": 7,
      "text": "Then the king of Israel summoned all the elders of the land and said, “Please be aware and see that this man is looking for trouble; for he sent me his demand for my wives, my children, my silver, and my gold, and I did not refuse him.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 20,
      "verse": 8,
      "text": "Then all the elders and all the people said to him, “Do not listen nor consent.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 20,
      "verse": 9,
      "text": "So he said to the messengers of Ben-hadad, “Tell my lord the king, ‘Everything that you sent as a demand to your servant at the first, I will do; but this thing I cannot do.’” Then the messengers departed, and brought him word again.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 20,
      "verse": 10,
      "text": "Ben-hadad sent word to him and said, “May the gods do so to me and more so, if the dust of Samaria will be enough for handfuls for all the people who follow me.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 20,
      "verse": 11,
      "text": "Then the king of Israel replied, “Tell him, ‘He who straps on his weapons had better not boast like one who takes them off.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 20,
      "verse": 12,
      "text": "And when Ben-hadad heard this message, while he was drinking with the kings in the temporary shelters, he said to his servants, “Take your positions.” So they took their positions against the city.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 20,
      "verse": 13,
      "text": "Now behold, a prophet approached Ahab king of Israel, and said, “This is what the Lord says: ‘Have you seen all this great multitude? Behold, I am going to hand them over to you today, and you shall know that I am the Lord.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 20,
      "verse": 14,
      "text": "But Ahab said, “By whom?” So he said, “The Lord says this: ‘By the young men of the leaders of the provinces.’” Then he said, “Who will begin the battle?” And he said, “You will.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 20,
      "verse": 15,
      "text": "So he mustered the young men of the leaders of the provinces, and there were 232; and after them he mustered all the people, all the sons of Israel: seven thousand.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 20,
      "verse": 16,
      "text": "They went out at noon, while Ben-hadad was drinking himself drunk in the temporary shelters with the thirty-two kings who were helping him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 20,
      "verse": 17,
      "text": "The young men of the leaders of the provinces went out first; and Ben-hadad sent out scouts, and they reported to him, saying, “Men have come out from Samaria.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 20,
      "verse": 18,
      "text": "Then he said, “If they have come out for peace, take them alive; or if they have come out for war, take them alive as well.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 20,
      "verse": 19,
      "text": "So these men went out from the city, the young men of the leaders of the provinces, and the army which followed them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 20,
      "verse": 20,
      "text": "And they killed, each one, his man; and the Arameans fled and Israel pursued them, and Ben-hadad the king of Aram escaped on a horse with horsemen.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 20,
      "verse": 21,
      "text": "The king of Israel also went out and struck the horses and chariots, and killed the Arameans in a great slaughter.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 20,
      "verse": 22,
      "text": "Then the prophet approached the king of Israel and said to him, “Go, show yourself courageous and be aware and see what you have to do; for at the turn of the year the king of Aram will march against you.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 20,
      "verse": 23,
      "text": "Now the servants of the king of Aram said to him, “Their gods are gods of the mountains; for that reason they were stronger than we. But let us fight them in the plain, and we will certainly be stronger than they.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 20,
      "verse": 24,
      "text": "Carry out this plan: remove the kings, each from his place, and put governors in their place,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 20,
      "verse": 25,
      "text": "and muster an army like the army that you have lost, horse for horse and chariot for chariot. Then we will fight against them in the plain, and we will certainly be stronger than they.” And he listened to their voice and did so.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 20,
      "verse": 26,
      "text": "So at the turn of the year Ben-hadad mustered the Arameans and went up to Aphek to fight against Israel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 20,
      "verse": 27,
      "text": "And the sons of Israel were mustered and given provisions, and they went to meet them; and the sons of Israel camped opposite them like two little flocks of goats, while the Arameans filled the country.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 20,
      "verse": 28,
      "text": "Then a man of God approached and spoke to the king of Israel, and said, “This is what the Lord says: ‘Since the Arameans have said, “The Lord is a god of mountains, but He is not a god of valleys,” therefore I will hand over to you all this great multitude, and you shall know that I am the Lord.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 20,
      "verse": 29,
      "text": "So they camped, one opposite the other, for seven days. And on the seventh day the battle was joined, and the sons of Israel killed of the Arameans a hundred thousand foot soldiers in a single day.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 20,
      "verse": 30,
      "text": "But the rest fled to Aphek into the city, and the wall fell on twenty-seven thousand men who were left. And Ben-hadad fled and came into the city, going from one inner room to another.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 20,
      "verse": 31,
      "text": "But his servants said to him, “Behold now, we have heard that the kings of the house of Israel are merciful kings. Please let’s put sackcloth around our waists and ropes on our heads, and go out to the king of Israel; perhaps he will let you live.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 20,
      "verse": 32,
      "text": "So they put sackcloth around their waists and ropes on their heads, and came to the king of Israel and said, “Your servant Ben-hadad says, ‘Please let me live.’” And Ahab said, “Is he still alive? He is my brother.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 20,
      "verse": 33,
      "text": "Now the men took this as a good omen, and quickly accepting it from him, they said, “Your brother Ben-hadad.” Then he said, “Go, bring him.” Then Ben-hadad came out to him, and he had him mount the chariot.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 20,
      "verse": 34,
      "text": "And Ben-hadad said to him, “The cities which my father took from your father I will restore, and you can make streets for yourself in Damascus, as my father made in Samaria.” Ahab said, “And I will let you go with this covenant.” So he made a covenant with him and let him go.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 20,
      "verse": 35,
      "text": "Now a man from the sons of the prophets said to another by the word of the Lord, “Please strike me.” But the man refused to strike him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 20,
      "verse": 36,
      "text": "Then he said to him, “Because you have not listened to the voice of the Lord, behold, as soon as you leave me, a lion will kill you.” And as soon as he left him a lion found him and killed him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 20,
      "verse": 37,
      "text": "Then he found another man and said, “Please strike me.” And the man struck him, injuring him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 20,
      "verse": 38,
      "text": "So the prophet departed and waited for the king by the road, and disguised himself with a bandage over his eyes.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 20,
      "verse": 39,
      "text": "And as the king passed by, he cried out to the king and said, “Your servant went out into the midst of the battle; and behold, a man turned aside and brought a man to me and said, ‘Guard this man; if for any reason he goes missing, then your life shall be forfeited in place of his life, or else you shall pay a talent of silver.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 20,
      "verse": 40,
      "text": "Now while your servant was busy here and there, he disappeared.” And the king of Israel said to him, “So shall your judgment be; you yourself determined it.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 20,
      "verse": 41,
      "text": "Then he quickly took the bandage away from his eyes, and the king of Israel recognized him, that he was one of the prophets.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 20,
      "verse": 42,
      "text": "And the prophet said to him, “This is what the Lord says: ‘Since you have let go from your hand the man I had designated for destruction, your life shall be forfeited in place of his life, and your people in place of his people.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 20,
      "verse": 43,
      "text": "So the king of Israel went to his house sullen and furious, and came to Samaria.",
      "header": "",
      "footer": ""
    }
  ]
}