{
  "book_name": "1 Timothy",
  "chapter": 5,
  "verses": [
    {
      "book_name": "1 Timothy",
      "chapter": 5,
      "verse": 1,
      "text": "Do not sharply rebuke an older man, but rather appeal to him as a father, and to the younger men as brothers,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 5,
      "verse": 2,
      "text": "to the older women as mothers, and to the younger women as sisters, in all purity.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 5,
      "verse": 3,
      "text": "Honor widows who are actually widows;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 5,
      "verse": 4,
      "text": "but if any widow has children or grandchildren, they must first learn to show proper respect for their own family and to give back compensation to their parents; for this is acceptable in the sight of God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 5,
      "verse": 5,
      "text": "Now she who is actually a widow and has been left alone has set her hope on God, and she continues in requests and prayers night and day.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 5,
      "verse": 6,
      "text": "But she who indulges herself in luxury is dead, even while she lives.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 5,
      "verse": 7,
      "text": "Give these instructions as well, so that they may be above reproach.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 5,
      "verse": 8,
      "text": "But if anyone does not provide for his own, and especially for those of his household, he has denied the faith and is worse than an unbeliever.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 5,
      "verse": 9,
      "text": "A widow is to be put on the list only if she is not less than sixty years old, having been the wife of one man,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 5,
      "verse": 10,
      "text": "having a reputation for good works; and if she has brought up children, if she has shown hospitality to strangers, if she has washed the saints’ feet, if she has assisted those in distress, and if she has devoted herself to every good work.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 5,
      "verse": 11,
      "text": "But refuse to register younger widows, for when they feel physical desires alienating them from Christ, they want to get married,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 5,
      "verse": 12,
      "text": "thereby incurring condemnation, because they have ignored their previous pledge.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 5,
      "verse": 13,
      "text": "At the same time they also learn to be idle, as they go around from house to house; and not merely idle, but also they become gossips and busybodies, talking about things not proper to mention.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 5,
      "verse": 14,
      "text": "Therefore, I want younger widows to get married, have children, manage their households, and give the enemy no opportunity for reproach;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 5,
      "verse": 15,
      "text": "for some have already turned away to follow Satan.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 5,
      "verse": 16,
      "text": "If any woman who is a believer has dependent widows, she must assist them and the church must not be burdened, so that it may assist those who are actually widows.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 5,
      "verse": 17,
      "text": "The elders who lead well are to be considered worthy of double honor, especially those who work hard at preaching and teaching.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 5,
      "verse": 18,
      "text": "For the Scripture says, “You shall not muzzle the ox while it is threshing,” and “The laborer is worthy of his wages.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 5,
      "verse": 19,
      "text": "Do not accept an accusation against an elder except on the basis of two or three witnesses.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 5,
      "verse": 20,
      "text": "Those who continue in sin, rebuke in the presence of all, so that the rest also will be fearful of sinning.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 5,
      "verse": 21,
      "text": "I solemnly exhort you in the presence of God and of Christ Jesus and of His chosen angels, to maintain these principles without bias, doing nothing in a spirit of partiality.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 5,
      "verse": 22,
      "text": "Do not lay hands upon anyone too quickly and thereby share responsibility for the sins of others; keep yourself free from sin.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 5,
      "verse": 23,
      "text": "Do not go on drinking only water, but use a little wine for the sake of your stomach and your frequent ailments.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 5,
      "verse": 24,
      "text": "The sins of some people are quite evident, going before them to judgment; for others, their sins follow after.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 5,
      "verse": 25,
      "text": "Likewise also, deeds that are good are quite evident, and those which are otherwise cannot be concealed.",
      "header": "",
      "footer": ""
    }
  ]
}