{
  "book_name": "Acts",
  "chapter": 3,
  "verses": [
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 1,
      "text": "Now Peter and John were going up to the temple at the time for prayer, at three o’clock in the afternoon.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 2,
      "text": "And a man lame from birth was being carried up, who was placed at the temple gate called “the Beautiful Gate” every day so he could beg for money from those going into the temple courts.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 3,
      "text": "When he saw Peter and John about to go into the temple courts, he asked them for money.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 4,
      "text": "Peter looked directly at him (as did John) and said, “Look at us!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 5,
      "text": "So the lame man paid attention to them, expecting to receive something from them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 6,
      "text": "But Peter said, “I have no silver or gold, but what I do have I give you. In the name of Jesus Christ the Nazarene, stand up and walk!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 7,
      "text": "Then Peter took hold of him by the right hand and raised him up, and at once the man’s feet and ankles were made strong.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 8,
      "text": "He jumped up, stood and began walking around, and he entered the temple courts with them, walking and leaping and praising God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 9,
      "text": "All the people saw him walking and praising God,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 10,
      "text": "and they recognized him as the man who used to sit and ask for donations at the Beautiful Gate of the temple, and they were filled with astonishment and amazement at what had happened to him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 11,
      "text": "While the man was hanging on to Peter and John, all the people, completely astounded, ran together to them in the covered walkway called Solomon’s Portico.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 12,
      "text": "When Peter saw this, he declared to the people, “Men of Israel, why are you amazed at this? Why do you stare at us as if we had made this man walk by our own power or piety?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 13,
      "text": "The God of Abraham, Isaac, and Jacob, the God of our forefathers, has glorified his servant Jesus, whom you handed over and rejected in the presence of Pilate after he had decided to release him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 14,
      "text": "But you rejected the Holy and Righteous One and asked that a man who was a murderer be released to you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 15,
      "text": "You killed the Originator of life, whom God raised from the dead. To this fact we are witnesses!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 16,
      "text": "And on the basis of faith in Jesus’ name, his very name has made this man—whom you see and know—strong. The faith that is through Jesus has given him this complete health in the presence of you all.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 17,
      "text": "And now, brothers, I know you acted in ignorance, as your rulers did too.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 18,
      "text": "But the things God foretold long ago through all the prophets—that his Christ would suffer—he has fulfilled in this way.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 19,
      "text": "Therefore repent and turn back so that your sins may be wiped out,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 20,
      "text": "so that times of refreshing may come from the presence of the Lord, and so that he may send the Messiah appointed for you—that is, Jesus.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 21,
      "text": "This one heaven must receive until the time all things are restored, which God declared from times long ago through his holy prophets.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 22,
      "text": "Moses said, ‘The Lord your God will raise up for you a prophet like me from among your brothers. You must obey him in everything he tells you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 23,
      "text": "Every person who does not obey that prophet will be destroyed and thus removed from the people.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 24,
      "text": "And all the prophets, from Samuel and those who followed him, have spoken about and announced these days.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 25,
      "text": "You are the sons of the prophets and of the covenant that God made with your ancestors, saying to Abraham, ‘And in your descendants all the nations of the earth will be blessed.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 26,
      "text": "God raised up his servant and sent him first to you, to bless you by turning each one of you from your iniquities.”",
      "header": "",
      "footer": ""
    }
  ]
}