{
  "book_name": "Ruth",
  "chapter": 3,
  "verses": [
    {
      "book_name": "Ruth",
      "chapter": 3,
      "verse": 1,
      "text": "Now Naomi her mother-in-law said to her, “My daughter, should I not seek for you security that things may be good for you?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ruth",
      "chapter": 3,
      "verse": 2,
      "text": "So then, is not Boaz our kinsman whose maidservants you were with? Look, he is winnowing the barley at the threshing floor tonight.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ruth",
      "chapter": 3,
      "verse": 3,
      "text": "Wash, anoint yourself, put your clothing on, and go down to the threshing floor. Do not make yourself known to the man until he finishes eating and drinking.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ruth",
      "chapter": 3,
      "verse": 4,
      "text": "And when he lies, take notice of the place where he lies. And you shall go and uncover his feet and lie down, and he shall tell you what to do.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ruth",
      "chapter": 3,
      "verse": 5,
      "text": "And she said to her, “I will do all that you say.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ruth",
      "chapter": 3,
      "verse": 6,
      "text": "And she went down to the threshing floor and did all that her mother-in-law had instructed her.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ruth",
      "chapter": 3,
      "verse": 7,
      "text": "And Boaz ate and drank until his heart was merry and then he came to lie at the end of the grain heap. And she came in quietly and uncovered his feet and lay down.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ruth",
      "chapter": 3,
      "verse": 8,
      "text": "And it happened in the middle of the night the man was startled and he reached out and behold, a woman was lying at his feet.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ruth",
      "chapter": 3,
      "verse": 9,
      "text": "And he said, “Who are you?” And she said, “I am Ruth, your servant. Spread your garment over your servant because you are a redeemer.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ruth",
      "chapter": 3,
      "verse": 10,
      "text": "And he said, “You are blessed by Yahweh my daughter. You did better in this last kindness than the first by not going after young men, whether poor or rich.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ruth",
      "chapter": 3,
      "verse": 11,
      "text": "And so then my daughter, do not be afraid. All that you ask I will do for you, for the entire assembly of my people knows that you are a worthy woman.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ruth",
      "chapter": 3,
      "verse": 12,
      "text": "Now truly I am a redeemer, but there is also a redeemer of a closer relationship than me.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ruth",
      "chapter": 3,
      "verse": 13,
      "text": "Stay tonight, and in the morning, if he wants to redeem you, good; but if he is not willing to redeem, then as Yahweh lives, I will redeem you. Lie down until the morning.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ruth",
      "chapter": 3,
      "verse": 14,
      "text": "So she lay at his feet until morning and got up before anyone could recognize each other. And he said, “It must not be known that you came to the threshing floor.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ruth",
      "chapter": 3,
      "verse": 15,
      "text": "And he said, “Bring the cloak that is on you and hold it out.” And she held it out and he measured six measures of barley and put it on her cloak. Then she went into the city.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ruth",
      "chapter": 3,
      "verse": 16,
      "text": "And she came to her mother-in-law, and she said, “How did it go for you, my daughter?” And she told her all that the man did for her.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ruth",
      "chapter": 3,
      "verse": 17,
      "text": "And she said, “These six measures of barley he gave to me, for he said, ‘You shall not go empty-handed to your mother-in-law.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ruth",
      "chapter": 3,
      "verse": 18,
      "text": "And she said, “Wait, my daughter, until you know how the matter turns out, for the man will not rest but will settle the matter today.”",
      "header": "",
      "footer": ""
    }
  ]
}