{
  "book_name": "Ruth",
  "chapter": 4,
  "verses": [
    {
      "book_name": "Ruth",
      "chapter": 4,
      "verse": 1,
      "text": "And Boaz had gone up to the city gate and sat there. And look, the redeemer of whom Boaz had spoken was passing by. And he said, “Come over here to sit, friend.” And he came over and sat.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ruth",
      "chapter": 4,
      "verse": 2,
      "text": "And he took ten men from the elders of the city and said, “Sit here.” And they sat.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ruth",
      "chapter": 4,
      "verse": 3,
      "text": "And he said to the redeemer, “Naomi, who returned from the countryside of Moab, is selling the tract of land which was for our brother Elimelech.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ruth",
      "chapter": 4,
      "verse": 4,
      "text": "And I thought I would tell you and say, ‘Buy it in the presence of those sitting and before the elders of my people,’ if you want to redeem it, redeem it. But if you do not want to redeem, tell me so that I may know, for there is no one except you to redeem it, and I am after you.” And he said, “I want to redeem it.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ruth",
      "chapter": 4,
      "verse": 5,
      "text": "And Boaz said, “On the day of your acquiring the field from the hand of Naomi, you also acquire Ruth the Moabite, the wife of the dead man, in order to raise up for the name of the dead his inheritance.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ruth",
      "chapter": 4,
      "verse": 6,
      "text": "And the redeemer said, “I am not able to redeem for myself, lest I ruin my inheritance. You redeem for yourself my kinsman-redemption, for I am not able to redeem it.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ruth",
      "chapter": 4,
      "verse": 7,
      "text": "(Now this was the custom in former times in Israel concerning the kinsman-redemption and transfer of property: to confirm the matter, a man removed his sandal and gave it to his fellow countryman. This was the manner of attesting in Israel.)",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ruth",
      "chapter": 4,
      "verse": 8,
      "text": "So the redeemer said to Boaz, “Acquire it for yourself,” and he removed his sandal.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ruth",
      "chapter": 4,
      "verse": 9,
      "text": "And Boaz said to the elders and all of the people, “You are witnesses today that I have acquired all that was for Elimelech and that was for Kilion and Mahlon from the hand of Naomi.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ruth",
      "chapter": 4,
      "verse": 10,
      "text": "And also Ruth the Moabite, the wife of Mahlon, I have acquired as a wife, to raise up the name of the dead over his inheritance, so that the name of the dead may not be cut off from his relatives and from the gate of his birth place. You are witnesses today.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ruth",
      "chapter": 4,
      "verse": 11,
      "text": "And all of the people who were at the gate and the elders said, “We are witnesses. May Yahweh make the woman coming into your house as Rachel and as Leah, who together built the house of Israel. May you have strength in Ephrathah and bestow a name in Bethlehem.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ruth",
      "chapter": 4,
      "verse": 12,
      "text": "And may your house be like the house of Perez, whom Tamar bore to Judah from the offspring that Yahweh will give to you from this young woman.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ruth",
      "chapter": 4,
      "verse": 13,
      "text": "So Boaz took Ruth and she became his wife. And he went in to her, and Yahweh enabled her to conceive, and she bore a son.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ruth",
      "chapter": 4,
      "verse": 14,
      "text": "And the women said to Naomi, “Blessed be Yahweh who today did not leave you without a redeemer! And may his name be renowned in Israel!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ruth",
      "chapter": 4,
      "verse": 15,
      "text": "He shall be for you a restorer of life and a sustainer in your old age, for your daughter-in-law who loves you, who is better for you than seven sons, has borne him.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ruth",
      "chapter": 4,
      "verse": 16,
      "text": "And Naomi took the child and she put him on her bosom and became his nurse.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ruth",
      "chapter": 4,
      "verse": 17,
      "text": "And the women of the neighborhood gave him a name, saying, “A son has been born to Naomi.” And they called his name Obed. He was the father of Jesse, the father of David.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ruth",
      "chapter": 4,
      "verse": 18,
      "text": "Now these are the descendants of Perez: Perez fathered Hezron,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ruth",
      "chapter": 4,
      "verse": 19,
      "text": "and Hezron fathered Ram, and Ram fathered Amminadab,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ruth",
      "chapter": 4,
      "verse": 20,
      "text": "and Amminadab fathered Nahshon, and Nahshon fathered Salmon,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ruth",
      "chapter": 4,
      "verse": 21,
      "text": "and Salmon fathered Boaz, and Boaz fathered Obed,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ruth",
      "chapter": 4,
      "verse": 22,
      "text": "and Obed fathered Jesse, and Jesse fathered David.",
      "header": "",
      "footer": ""
    }
  ]
}