{
  "book_name": "1 Corinthians",
  "chapter": 1,
  "verses": [
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 1,
      "text": "Paul, called to be an apostle of Christ Jesus through the will of God, and Sosthenes our brother,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 2,
      "text": "to the church of God sanctified in Christ Jesus that is in Corinth, called to be saints, together with all those who call upon the name of our Lord Jesus Christ in every place, their Lord and ours.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 3,
      "text": "Grace to you and peace from God our Father and the Lord Jesus Christ.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 4,
      "text": "I give thanks to my God always concerning you, because of the grace of God which was given to you in Christ Jesus,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 5,
      "text": "that in everything you were made rich in him, in all speech and all knowledge,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 6,
      "text": "just as the testimony about Christ has been confirmed in you,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 7,
      "text": "so that you do not lack in any spiritual gift as you eagerly await the revelation of our Lord Jesus Christ,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 8,
      "text": "who will also confirm you until the end, blameless in the day of our Lord Jesus Christ.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 9,
      "text": "God is faithful, by whom you were called to fellowship with his Son Jesus Christ our Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 10,
      "text": "Now I exhort you, brothers, by the name of our Lord Jesus Christ, that you all say the same thing and there not be divisions among you, and that you be made complete in the same mind and with the same purpose.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 11,
      "text": "For it has been made clear to me concerning you, my brothers, by Chloe’s people, that there are quarrels among you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 12,
      "text": "But I say this, that each of you is saying, “I am with Paul,” and “I am with Apollos,” and “I am with Cephas,” and “I am with Christ.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 13,
      "text": "Has Christ been divided? Paul was not crucified for you, was he? Or were you baptized in the name of Paul?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 14,
      "text": "I give thanks that I baptized none of you except Crispus and Gaius,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 15,
      "text": "lest anyone should say that you were baptized in my name.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 16,
      "text": "(Now I also baptized the household of Stephanas. Beyond that I do not know if I baptized anyone else.)",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 17,
      "text": "For Christ did not send me to baptize, but to proclaim the gospel, not with clever speech, lest the cross of Christ be emptied.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 18,
      "text": "For the message about the cross is foolishness to those who are perishing, but to us who are being saved it is the power of God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 19,
      "text": "For it is written,\n“I will destroy the wisdom of the wise,\n    and the intelligence of the intelligent I will confound.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 20,
      "text": "Where is the wise person? Where is the scribe? Where is the debater of this age? Has not God made foolish the wisdom of the world?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 21,
      "text": "For since, in the wisdom of God, the world through its wisdom did not know God, God was pleased through the foolishness of preaching to save those who believe.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 22,
      "text": "For indeed, Jews ask for sign miracles and Greeks seek wisdom,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 23,
      "text": "but we preach Christ crucified, to the Jews a cause for stumbling, but to the Gentiles foolishness,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 24,
      "text": "but to those who are called, both Jews and Greeks, Christ is the power of God and the wisdom of God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 25,
      "text": "For the foolishness of God is wiser than human wisdom, and the weakness of God is stronger than human strength.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 26,
      "text": "For consider your calling, brothers, that not many were wise according to human standards, not many were powerful, not many were well born.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 27,
      "text": "But the foolish things of the world God chose in order that he might put to shame the wise, and the weak things of the world God chose in order that he might put to shame the strong,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 28,
      "text": "and the insignificant of the world, and the despised, God chose, the things that are not, in order that he might abolish the things that are,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 29,
      "text": "so that all flesh may not boast before God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 30,
      "text": "But from him you are in Christ Jesus, who became wisdom to us from God, and righteousness and sanctification and redemption,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 1,
      "verse": 31,
      "text": "so that, just as it is written, “The one who boasts, let him boast in the Lord.”",
      "header": "",
      "footer": ""
    }
  ]
}