{
  "book_name": "1 Corinthians",
  "chapter": 3,
  "verses": [
    {
      "book_name": "1 Corinthians",
      "chapter": 3,
      "verse": 1,
      "text": "And I, brothers, was not able to speak to you as to spiritual people, but as to fleshly people, as to infants in Christ.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 3,
      "verse": 2,
      "text": "I gave you milk to drink, not solid food, for you were not yet able to eat it. But now you are still not able,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 3,
      "verse": 3,
      "text": "for you are still fleshly. For where there is jealousy and strife among you, are you not fleshly, and do you not live like unregenerate people?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 3,
      "verse": 4,
      "text": "For whenever anyone says, “I am with Paul,” and another, “I am with Apollos,” are you not merely human?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 3,
      "verse": 5,
      "text": "Therefore, what is Apollos and what is Paul? Servants through whom you believed, and to each as the Lord gave.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 3,
      "verse": 6,
      "text": "I planted, Apollos watered, but God was causing it to grow.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 3,
      "verse": 7,
      "text": "So then, neither the one who plants nor the one who waters is anything, but God who is causing it to grow.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 3,
      "verse": 8,
      "text": "Now the one who plants and the one who waters are one, but each one will receive his own reward according to his own labor.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 3,
      "verse": 9,
      "text": "For we are God’s fellow workers; you are God’s field, God’s building.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 3,
      "verse": 10,
      "text": "According to the grace of God given to me, like a skilled master builder I laid a foundation, and another is building upon it. But each one must direct his attention to how he is building upon it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 3,
      "verse": 11,
      "text": "For no one is able to lay another foundation than the one which is laid, which is Jesus Christ.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 3,
      "verse": 12,
      "text": "Now if anyone builds upon the foundation with gold, silver, precious stones, wood, grass, straw,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 3,
      "verse": 13,
      "text": "the work of each one will become evident. For the day will reveal it, because it will be revealed with fire, and the fire itself will test the work of each one, of what sort it is.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 3,
      "verse": 14,
      "text": "If anyone’s work that he has built upon it remains, he will receive a reward.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 3,
      "verse": 15,
      "text": "If anyone’s work is burned up, he will suffer loss, but he himself will be saved, but so as through fire.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 3,
      "verse": 16,
      "text": "Do you not know that you are God’s temple and the Spirit of God dwells in you?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 3,
      "verse": 17,
      "text": "If anyone destroys God’s temple, God will destroy this one. For God’s temple is holy, which you are.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 3,
      "verse": 18,
      "text": "Let no one deceive himself. If anyone thinks himself to be wise among you in this age, let him become a fool, in order that he may become wise.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 3,
      "verse": 19,
      "text": "For the wisdom of this world is foolishness with God, for it is written, “The one who catches the wise in their craftiness,”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 3,
      "verse": 20,
      "text": "and again, “The Lord knows the thoughts of the wise, that they are futile.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 3,
      "verse": 21,
      "text": "So then, let no one boast in people. For all things are yours,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 3,
      "verse": 22,
      "text": "whether Paul or Apollos or Cephas or the world or life or death or things present or things to come, all things are yours,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 3,
      "verse": 23,
      "text": "and you are Christ’s, and Christ is God’s.",
      "header": "",
      "footer": ""
    }
  ]
}