{
  "book_name": "1 Corinthians",
  "chapter": 8,
  "verses": [
    {
      "book_name": "1 Corinthians",
      "chapter": 8,
      "verse": 1,
      "text": "Now concerning food sacrificed to idols, we know that “we all have knowledge.” Knowledge puffs up, but love builds up.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 8,
      "verse": 2,
      "text": "If anyone thinks he knows anything, he has not yet known as it is necessary to know.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 8,
      "verse": 3,
      "text": "But if anyone loves God, this one is known by him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 8,
      "verse": 4,
      "text": "Therefore, concerning the eating of food sacrificed to idols, we know that “an idol is nothing in the world” and that “there is no God except one.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 8,
      "verse": 5,
      "text": "For even if after all there are so-called gods, whether in heaven or on earth, just as there are many gods and many lords,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 8,
      "verse": 6,
      "text": "yet to us there is one God, the Father,\n    from whom are all things, and we are for him,\nand there is one Lord, Jesus Christ,\n    through whom are all things, and we are through him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 8,
      "verse": 7,
      "text": "But this knowledge is not in everyone. But some, being accustomed until now to the idol, eat this food as food sacrificed to idols, and their conscience, because it is weak, is defiled.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 8,
      "verse": 8,
      "text": "But food does not bring us close to God. For neither if we eat do we have more, nor if we do not eat do we lack.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 8,
      "verse": 9,
      "text": "But watch out lest somehow this right of yours becomes a cause for stumbling to the weak.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 8,
      "verse": 10,
      "text": "For if someone should see you who has knowledge reclining for a meal in an idol’s temple, will not his conscience, because it is weak, be strengthened so that he eats the food sacrificed to idols?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 8,
      "verse": 11,
      "text": "For the one who is weak—the brother for whom Christ died—is destroyed by your knowledge.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 8,
      "verse": 12,
      "text": "Now if you sin in this way against the brothers and wound their conscience, which is weak, you sin against Christ.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 8,
      "verse": 13,
      "text": "Therefore, if food causes my brother to sin, I will never eat meat forever, in order that I may not cause my brother to sin.",
      "header": "",
      "footer": ""
    }
  ]
}