{
  "book_name": "Deuteronomy",
  "chapter": 1,
  "verses": [
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 1,
      "text": "These are the words that Moses spoke to all of Israel on the other side of the Jordan in the desert, in the desert plateau opposite Suph, between Paran and between Tophel and Laban and Hazeroth and Dizahab.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 2,
      "text": "It is a journey of eleven days from Herob by the way of Mount Seir up to Kadesh Barnea.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 3,
      "text": "And it was in the fortieth year, on the eleventh month, on the first day of the month, Moses spoke to the Israelites according to all that Yahweh had instructed him to speak to them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 4,
      "text": "This happened after defeating Sihon king of the Amorites, who was reigning in Heshbon, and Og the king of Bashan, who was reigning in Ashtaroth in Edrei.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 5,
      "text": "On the other side of the Jordan in the land of Moab Moses began to explain this law, saying:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 6,
      "text": "“Yahweh our God spoke to us at Horeb, saying, ‘You have stayed long enough at this mountain.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 7,
      "text": "Turn now and move on, and go into the hill of the Amorites and to all of the neighboring regions in the Jordan Valley in the hill country and in the Negev and in the coastal area along the sea, into the land of the Canaanites and into the Lebanon, as far as the great river Euphrates.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 8,
      "text": "Look, I have set the land before you; go and take possession of the land that Yahweh swore to your ancestors, to Abraham, to Isaac, and to Jacob, to give it to them and to their offspring after them.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 9,
      "text": "“And I spoke to them at that time, saying, ‘I am not able to bear you alone.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 10,
      "text": "Yahweh your God has multiplied you, and look; you are today as the stars of the heaven in number.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 11,
      "text": "Yahweh, the God of your ancestors, may he add to you as you are now a thousand times, and may he bless you just as he promised you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 12,
      "text": "How can I bear you by myself, your burden and your load and your strife?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 13,
      "text": "Choose for yourselves wise and discerning and knowledgeable men for each of your tribes, and I will appoint them as your leaders.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 14,
      "text": "“And you answered me, and you said, ‘The thing you have said to do is good.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 15,
      "text": "And so I took the leaders of your tribes, wise and knowledgeable men, and then I appointed them as leaders over you as commanders of groups of thousands and commanders of groups of hundreds and commanders of groups of fifties and commanders of groups of tens as officials for your tribes.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 16,
      "text": "And at that time I instructed your judges, saying, ‘hear out your fellow men, and then judge fairly between a man and between his brother and between his opponent who is a resident alien.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 17,
      "text": "You must not be partial in your judgment; hear out the small person as also the great person; do not be intimidated by any person, because the judgment is God’s; and the case that is too difficult for you, bring it to me, and I will hear it out.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 18,
      "text": "And so I instructed you at that time concerning all of the things that you should do.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 19,
      "text": "“Then we set out from Horeb, and we went through the whole of that great and terrible desert that you saw on the way to the hill country of the Amorites as Yahweh our God had commanded us, and so we came up to Kadesh Barnea.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 20,
      "text": "I said to you, ‘You have reached the hill country of the Amorites that Yahweh our God is giving to us.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 21,
      "text": "See, Yahweh your God has set before you the land; go up and possess it as Yahweh the God of your ancestors said to you; do not fear and do not be dismayed.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 22,
      "text": "“Then all of you approached me, and you said, ‘Let us send men before us, and let them explore the land for us, and let them bring back a report to us concerning the way that we should take and concerning the cities that we shall come to.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 23,
      "text": "The plan was good in my opinion, and so I took from among you twelve men, one from each tribe.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 24,
      "text": "And they set out and went up into the hill country, and they went up to the wadi of Eschol, and they spied out the land.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 25,
      "text": "They took in their hands some of the fruit of the land, and they brought it down to us, and they brought to us back a report, and they said, ‘The land that Yahweh our God is giving to us is good.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 26,
      "text": "But you were not willing to go up, and you rebelled against the command of Yahweh your God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 27,
      "text": "And you grumbled in your tents, and you said, ‘Because of the hatred of Yahweh toward us he has brought us out from the land of Egypt to give us into the hand of the Amorites to destroy us.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 28,
      "text": "Where can we go up? Our brothers have made our hearts melt, saying, “The people are greater and taller than we are, and there are great fortified cities reaching up to heaven, and we saw the sons of the Anakites living there.”’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 29,
      "text": "“And so I said to you, ‘Do not be terrified, and do not fear them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 30,
      "text": "Yahweh your God, who is going before you, will himself fight for you, just as he did for you in Egypt before your eyes,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 31,
      "text": "and just as he did in the wilderness when you saw that Yahweh your God carried you, just as someone carries his son, all along the way that you traveled until you reached this place.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 32,
      "text": "But through all of this you did not trust in Yahweh your God,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 33,
      "text": "who goes before you on your way, seeking a place for your encampment, in fire at night and in a cloud by day, to show you the way that you should go.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 34,
      "text": "“Then Yahweh heard the sound of your words, and he was angry, and he swore, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 35,
      "text": "‘No one of these men of this evil generation will see the good land that I swore to give to your ancestors,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 36,
      "text": "except Caleb, the son of Jephunneh; he himself shall see it, and to him I will give the land upon which he has trodden and to his sons because he followed Yahweh unreservedly.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 37,
      "text": "Even with me Yahweh was angry because of you, saying, ‘Not even you shall enter there.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 38,
      "text": "Joshua, the son of Nun, your assistant, will go there; encourage him because he will cause Israel to inherit it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 39,
      "text": "And your little children, who you thought shall become plunder, and your sons, who do not today know good or bad, shall themselves go there, and I will give it to them, and they shall take possession of it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 40,
      "text": "But you turn and set out in the direction of the wilderness by way of the Red Sea.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 41,
      "text": "“You replied and said to me, ‘We have sinned against Yahweh, and now we will go up and fight according to all that Yahweh our God commanded us’; and so each man fastened on his battle gear, and you regarded it as easy to go up into the hill country.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 42,
      "text": "So Yahweh said to me, ‘Say to them, “You shall not go up, and you shall not fight because I am not in your midst; you will be defeated before your enemies.”’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 43,
      "text": "So I spoke to you, but you did not listen; you rebelled against the command of Yahweh; you behaved presumptuously, and you went up into the hill country.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 44,
      "text": "The Amorites living in the hill country went out to oppose you and chased you as a swarm of wild honey bees do; and so they beat you down in Seir as far as Hormah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 45,
      "text": "So you returned and wept before Yahweh; but Yahweh did not listen to your voice and did not pay any attention to you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 1,
      "verse": 46,
      "text": "You stayed in Kadesh many days; such were the days that you stayed there.",
      "header": "",
      "footer": ""
    }
  ]
}