{
  "book_name": "Deuteronomy",
  "chapter": 11,
  "verses": [
    {
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 1,
      "text": "“And you shall love Yahweh your God, and you shall keep his obligations and his statutes and his regulations and his commandments always.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 2,
      "text": "And you shall realize today that it is not with your children who have not known and who have not seen the discipline of Yahweh your God—his greatness, his strong hand, and his outstretched arm,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 3,
      "text": "and his signs and his deeds that he did in the midst of Egypt to Pharaoh, the king of Egypt, and to all of his land,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 4,
      "text": "and what he did to the army of Egypt and to their horses and to their chariots, and how he made the water of the Red Sea flow over them, when they pursued after them, and so Yahweh has destroyed them, as is the case today,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 5,
      "text": "and what he did to you in the desert until you came up to this place,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 6,
      "text": "and what he did to Dathan and to Abiram, the sons of Eliab, the son of Reuben, how the earth opened its mouth wide and swallowed them, their households and their tents, and all of the living creatures that were in their possession and that were following along with them in the midst of all of Israel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 7,
      "text": "The fact of the matter is, your own eyes have seen all of the great deeds of Yahweh that he did.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 8,
      "text": "“And you must keep all of the commandments that I am commanding you today, so that you may have strength and you may go and you may take possession of that land to which you are crossing to take possession of it,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 9,
      "text": "so that you may live long on the land that Yahweh swore to your ancestors, to give it to them and to their offspring, a land flowing with milk and honey.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 10,
      "text": "For the fact is that the land that you are about to go into to take possession of it is not like the land of Egypt, from which you have come out of, where you sow your seed and you give water by your foot, as in a vegetable garden.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 11,
      "text": "But the land that you are about to cross into to take possession of it is a land of hills and valleys, and by the rain of the heaven it drinks water,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 12,
      "text": "a land that Yahweh your God is caring for it; continually the eyes of Yahweh your God are on it, from the beginning of the year up to the end of the year.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 13,
      "text": "“And it will happen that if you listen carefully to my commandments that I am commanding you today, to love Yahweh your God, and to serve him with all of your heart and with all of your soul,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 14,
      "text": "then ‘I will send the rain for your land in its season, early rain and later rain, and you will gather your grain and your wine and your olive oil.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 15,
      "text": "And I will give vegetation in your field for your livestock, and you will eat your fill.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 16,
      "text": "Take care so that your heart is not easily deceived, and you turn away, and you serve other gods, and you bow down to them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 17,
      "text": "And then the anger of Yahweh will be kindled against you, and he will shut up the heavens, and there shall not be rain, and so the ground will not give its produce, and you will perish quickly from the good land that Yahweh is giving to you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 18,
      "text": "“And you shall put these, my words, on your heart and on your inner self, and you shall bind them as a sign on your hand and let them be as an emblem between your eyes.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 19,
      "text": "And you shall teach them to your children by talking about them when you sit in your house and when you travel on the road and when you lie down and when you get up.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 20,
      "text": "And you shall write them on the doorframes of your house and on your gates,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 21,
      "text": "so that they may multiply your days and the days of your children on the land that Yahweh swore to your ancestors to give it to them as long as heaven endures over the earth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 22,
      "text": "Yes, if you diligently keep all this commandment that I am commanding you to observe it, by loving Yahweh your God by walking in all his ways and by holding fast to him,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 23,
      "text": "then Yahweh will drive out all of these nations before you, and you will dispossess nations larger and more numerous than you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 24,
      "text": "Every place on which the sole of your foot treads, it shall be yours; your boundary shall be from the desert and Lebanon from the river, the river Euphrates, on up to the western sea.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 25,
      "text": "No one can take a stand against you; your dread and your fear Yahweh your God will put on the surface of all the land where you tread, just as he promised to you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 26,
      "text": "“See, I am setting before you today a blessing and a curse:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 27,
      "text": "the blessing, if you listen to the commandments of Yahweh your God that I am commanding you today,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 28,
      "text": "and the curse, if you do not listen to the commandments of Yahweh your God, but rather you turn from the way that I am commanding you today to go after other gods that you have not known.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 29,
      "text": "“And it will happen that when Yahweh your God has brought you to the land that you are going to, to take possession of it, then you shall pronounce the blessing on Mount Gerizim and the curse on Mount Ebal.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 30,
      "text": "(Are they not beyond the Jordan, toward the west, in the land of the Canaanites living in the Jordan Valley, opposite Gilgal beside the terebinth of Moreh?)",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 31,
      "text": "For you are now about to cross the Jordan to go to take possession of the land that Yahweh, your God, is giving to you, and you will take possession of it and live in it,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 11,
      "verse": 32,
      "text": "and you must diligently observe all the rules and the regulations that I am setting before you today.”",
      "header": "",
      "footer": ""
    }
  ]
}