{
  "book_name": "Deuteronomy",
  "chapter": 23,
  "verses": [
    {
      "book_name": "Deuteronomy",
      "chapter": 23,
      "verse": 1,
      "text": "“No man with crushed testicles or whose male organ is cut off may come into the assembly of Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 23,
      "verse": 2,
      "text": "An illegitimate child may not come into the assembly of Yahweh; even to the tenth generation none of his descendants may come into the assembly of Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 23,
      "verse": 3,
      "text": "An Ammonite or a Moabite may not come into the assembly of Yahweh; even to the tenth generation none of his descendants may come into the assembly of Yahweh forever,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 23,
      "verse": 4,
      "text": "because they did not come to meet you with food and with water when you came out of Egypt, and also because they hired Balaam, son of Beor, from Pethor, in Aram Naharaim to act against you to curse you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 23,
      "verse": 5,
      "text": "But Yahweh your God was not willing to listen to Balaam, and Yahweh your God turned the curse into a blessing for you, because Yahweh your God loved you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 23,
      "verse": 6,
      "text": "You shall not promote their welfare or their prosperity all your days forever.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 23,
      "verse": 7,
      "text": "“You shall not abhor an Edomite, because he is your brother; you shall not abhor an Egyptian because you were an alien in his land.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 23,
      "verse": 8,
      "text": "The children that are born to them in the third generation may come representing them in the assembly of Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 23,
      "verse": 9,
      "text": "“If you go out to encamp against your enemies, then you shall guard against doing anything evil.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 23,
      "verse": 10,
      "text": "“If there is among you a man that is not clean because of a seminal emission during the night, he shall go outside the camp; he shall not come within the camp.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 23,
      "verse": 11,
      "text": "And then toward the coming of the evening, he shall bathe with water, and at the going down of the sun, he may come to the midst of the camp.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 23,
      "verse": 12,
      "text": "“And there shall be for you a designated place outside the camp; and you shall go there to relieve yourself,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 23,
      "verse": 13,
      "text": "and a digging tool shall be included in addition to your other utensils for yourself; and then when you relieve yourself outside the camp you shall dig with it, and then you shall turn, and you shall cover your excrement.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 23,
      "verse": 14,
      "text": "For Yahweh your God is walking about in the midst of your camp to deliver you and to hand your enemies over to you before you, and so let your camp be holy, so that he shall not see in it anything indecent, and he shall turn away from going with you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 23,
      "verse": 15,
      "text": "“And you shall not hand over a slave to his master who has escaped and fled to you from his master.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 23,
      "verse": 16,
      "text": "He shall reside with you in your midst in the place that he chooses in one of your towns wherever he pleases; you shall not oppress him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 23,
      "verse": 17,
      "text": "“No woman of Israel shall be a temple prostitute, and no man of Israel shall be a male shrine prostitute.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 23,
      "verse": 18,
      "text": "You may not bring the hire of a prostitute or the earnings of a male prostitute into the house of Yahweh your God, for any vow offerings, because both are a detestable thing to Yahweh your God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 23,
      "verse": 19,
      "text": "“You shall not charge your brother interest on money, interest on food, or interest on anything that one could lend on interest.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 23,
      "verse": 20,
      "text": "You may lend on interest to the foreigner, but to your countryman you may not lend on interest, so that Yahweh your God may bless you in all your undertakings in the land where you are going, in order to take possession of it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 23,
      "verse": 21,
      "text": "“When you make a vow to Yahweh your God, you shall not postpone fulfillment of it, for certainly Yahweh your God shall require it from you and if postponed you will incur guilt.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 23,
      "verse": 22,
      "text": "And if you refrain from vowing, you shall not incur guilt.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 23,
      "verse": 23,
      "text": "The utterance of your lips you must perform diligently just as you have vowed freely to Yahweh your God whatever it was that you promised with your mouth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 23,
      "verse": 24,
      "text": "“When you come into the vineyard of your neighbor, then you may eat grapes as you please and until you are full, but you shall not put any into your container.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 23,
      "verse": 25,
      "text": "“When you come into the standing grain of your neighbor, then you may pluck ears with your hand, but you may not swing a sickle among the standing grain of your neighbor.”",
      "header": "",
      "footer": ""
    }
  ]
}