{
  "book_name": "Deuteronomy",
  "chapter": 6,
  "verses": [
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 1,
      "text": "“Now this is the commandment, the rules and the regulations, that Yahweh your God charged to teach to you for you to observe in the land that you are about to cross over into to take possession of it,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 2,
      "text": "so that you may revere Yahweh your God by keeping all his statutes and his commandments that I am commanding you, you and your children and grandchildren, all the days of your life and so you may live long lives.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 3,
      "text": "And you shall hear, Israel, and be careful to observe these instructions, so that it may go well for you and that you may multiply greatly, just as Yahweh, the God of your ancestors, promised you, in a land with milk and honey.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 4,
      "text": "“Hear, Israel, Yahweh our God, Yahweh is unique.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 5,
      "text": "And you shall love Yahweh your God with all of your heart and with all of your soul and with all of your might.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 6,
      "text": "And these words that I am commanding you today shall be on your heart.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 7,
      "text": "And you shall recite them to your children, and you shall talk about them at the time of your living in your house and at the time of your going on the road and at the time of your lying down and at the time of your rising up.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 8,
      "text": "And you shall bind them as a sign on your hand, and they shall be as an emblem between your eyes.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 9,
      "text": "And you shall write them on the doorframe of your house and on your gates.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 10,
      "text": "“And then it will happen that when Yahweh your God will bring you to the land that he swore to your ancestors, to Abraham, to Isaac, and to Jacob, to give to you large and fine cities that you did not build,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 11,
      "text": "and houses full of all sorts of good things that you did not fill, and hewn cisterns that you did not hew, vineyards and olive groves that you did not plant, and you have eaten your fill,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 12,
      "text": "then take care for yourself, so that you do not forget Yahweh, who brought you out from the land of Egypt from the house of slavery.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 13,
      "text": "“You shall fear Yahweh your God, and you shall serve him, and by his name you shall swear.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 14,
      "text": "You shall not go after other gods from the gods of the peoples who are all around you,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 15,
      "text": "for Yahweh your God is a jealous god in your midst, so that the anger of Yahweh your God would be kindled, and he would destroy you from the face of the earth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 16,
      "text": "You shall not put Yahweh your God to the test, as you tested him at Massah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 17,
      "text": "You shall diligently keep the commandments of Yahweh your God and his legal provisions and his rules that he has commanded you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 18,
      "text": "And you shall do what is right and good in the eyes of Yahweh, so that it shall go well for you and so that you may go and you may take possession of the good land that Yahweh swore for your ancestors,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 19,
      "text": "by driving out all of your enemies before you, just as Yahweh has promised.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 20,
      "text": "“When your child asks you in the future, saying, ‘What is the meaning of the legal provisions and the rules and the regulations that Yahweh our God commanded for you?’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 21,
      "text": "Then you shall say to your child, ‘We were slaves of Pharaoh in Egypt, and Yahweh brought us out from Egypt with a strong hand.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 22,
      "text": "And Yahweh gave great and awesome signs and wonders in Egypt against Pharaoh and against his entire household in our presence.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 23,
      "text": "But he brought us out from there in order to bring us here to give us the land that he swore to our ancestors.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 24,
      "text": "And so Yahweh commanded us to observe all of these rules and to revere Yahweh our God for our benefit all the days that we live, as it is today.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 25,
      "text": "And it shall be righteousness for us if we diligently observe and do all of this commandment before Yahweh our God, as he has commanded us.’",
      "header": "",
      "footer": ""
    }
  ]
}