{
  "book_name": "2 Corinthians",
  "chapter": 2,
  "verses": [
    {
      "book_name": "2 Corinthians",
      "chapter": 2,
      "verse": 1,
      "text": "For I have decided this for myself, not to come to you again in sorrow.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 2,
      "verse": 2,
      "text": "For if I cause you sorrow, then who will make me glad except the one who is caused to be sad by me?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 2,
      "verse": 3,
      "text": "And I wrote this very thing in order that when I came, I would not experience sorrow from those who ought to have made me glad, because I have confidence about you all, that my joy belongs to all of you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 2,
      "verse": 4,
      "text": "For out of great distress and anguish of heart I wrote to you through many tears, not so that you may be caused to be sad, but so that you may know the love that I have especially for you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 2,
      "verse": 5,
      "text": "But if anyone has caused sorrow, he has not caused me sorrow, but to some degree—in order not to say too much—to all of you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 2,
      "verse": 6,
      "text": "This punishment by the majority is sufficient for such a person.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 2,
      "verse": 7,
      "text": "So then, you should rather forgive and comfort him, lest somehow this person should be overwhelmed by excessive sorrow.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 2,
      "verse": 8,
      "text": "Therefore I urge you to confirm your love for him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 2,
      "verse": 9,
      "text": "Because for this reason also I wrote, in order that I could know your proven character, whether you are obedient in everything.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 2,
      "verse": 10,
      "text": "Now to whomever you forgive anything, I also do; for indeed, whatever I have forgiven, if I have forgiven anything, it is for your sake in the presence of Christ,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 2,
      "verse": 11,
      "text": "in order that we may not be exploited by Satan (for we are not ignorant of his schemes).",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 2,
      "verse": 12,
      "text": "Now when I arrived in Troas for the gospel of Christ and a door was opened for me by the Lord,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 2,
      "verse": 13,
      "text": "I did not experience rest in my spirit, because I did not find Titus my brother, but saying farewell to them, I departed for Macedonia.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 2,
      "verse": 14,
      "text": "But thanks be to God, who always leads us in triumphal procession in Christ, and who reveals the fragrance of the knowledge of him through us in every place.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 2,
      "verse": 15,
      "text": "For we are the aroma of Christ to God among those who are being saved and among those who are perishing,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 2,
      "verse": 16,
      "text": "to those on the one hand an odor from death to death, and to those on the other hand a fragrance from life to life. And who is qualified for these things?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 2,
      "verse": 17,
      "text": "For we are not like the majority who peddle the word of God, but as from pure motives—but as from God—we speak before God in Christ.",
      "header": "",
      "footer": ""
    }
  ]
}