{
  "book_name": "2 Corinthians",
  "chapter": 8,
  "verses": [
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 1,
      "text": "Now we make known to you, brothers, the grace of God that has been given among the churches of Macedonia,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 2,
      "text": "that with a great ordeal of affliction, the abundance of their joy and the extreme depth of their poverty have overflowed to the wealth of their generosity.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 3,
      "text": "I testify that they gave according to their ability, and beyond their ability, by their own choice,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 4,
      "text": "requesting of us with much exhortation the favor and the fellowship of the ministry to the saints,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 5,
      "text": "and not just as we had hoped, but they gave themselves first to the Lord and then to us, by the will of God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 6,
      "text": "So we urged Titus that, just as he had previously begun it, thus he would also complete for you this act of grace.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 7,
      "text": "But just as you excel in everything—in faith and in speaking and in knowledge and with all diligence and in the love from us that is in you—so may you excel in this grace also.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 8,
      "text": "I am not saying this as a command, but proving the genuineness of your love by means of the diligence of others.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 9,
      "text": "For you know the grace of our Lord Jesus Christ, that although he was rich, for your sake he became poor, in order that you, by his poverty, may become rich.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 10,
      "text": "And I am giving an opinion in this matter, because this is profitable for you who not only began previously, a year ago, to do something, but also to want to do it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 11,
      "text": "So now also complete the doing of it, in order that just as you have the eagerness to want to do it, thus also you may complete it from what you have.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 12,
      "text": "For if the eagerness is present according to what one has, it is acceptable not according to what one does not have.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 13,
      "text": "For this is not that for others there may be relief, and for you difficult circumstances, but as a matter of equality.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 14,
      "text": "At the present time your abundance will be for their need, in order that their abundance may also be for your need, so that there may be equality,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 15,
      "text": "just as it is written, “The one who gathered much did not have too much, and the one who gathered little did not have too little.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 16,
      "text": "But thanks be to God, who has put in the heart of Titus the same devotion on your behalf,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 17,
      "text": "because he not only welcomed our request, but being very earnest, by his own choice he went out to you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 18,
      "text": "And we have sent at the same time with him the brother whose praise in the gospel has become known throughout all the churches.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 19,
      "text": "And not only this, but he was also chosen by the churches as our traveling companion together with this gift that is being administered by us to the glory of the Lord himself and to show our readiness to help.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 20,
      "text": "We are trying to avoid this, lest anyone should find fault with us in this abundant gift that is being administered by us.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 21,
      "text": "For we are taking into consideration what is honorable not only before the Lord, but also before people.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 22,
      "text": "And we are sending with them our brother whom we have tested many times in many things that he is diligent, but now much more diligent because of his great confidence in you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 23,
      "text": "If there is a question concerning Titus, he is my partner and fellow worker for you. If there is a question concerning our brothers, they are messengers of the churches, the glory of Christ.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 24,
      "text": "Therefore show to them the proof of your love and our boasting about you openly before the churches.",
      "header": "",
      "footer": ""
    }
  ]
}