{
  "book_name": "2 Corinthians",
  "chapter": 9,
  "verses": [
    {
      "book_name": "2 Corinthians",
      "chapter": 9,
      "verse": 1,
      "text": "For it is unnecessary for me to write to you concerning the ministry to the saints,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 9,
      "verse": 2,
      "text": "because I know your readiness to help, concerning which I keep on boasting to the Macedonians about you, that Achaia has been ready to help since last year, and your zeal has stirred up the majority of them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 9,
      "verse": 3,
      "text": "But I am sending the brothers in order that our boasting about you would not prove to be empty in this case, so that you may be prepared just as I was saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 9,
      "verse": 4,
      "text": "lest somehow if Macedonians should come with me and find you unprepared, we—not to speak of you—would be humiliated in connection with this project.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 9,
      "verse": 5,
      "text": "Therefore I considered it necessary to urge the brothers that they should go on ahead to you and make arrangements in advance for your generous gift that was promised previously, so this would be prepared as a generous gift and not as grudgingly granted.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 9,
      "verse": 6,
      "text": "Now the point is this: the one who sows sparingly will also reap sparingly, and the one who sows bountifully will also reap bountifully.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 9,
      "verse": 7,
      "text": "Each one should give as he has decided in his heart, not reluctantly or from compulsion, for God loves a cheerful giver.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 9,
      "verse": 8,
      "text": "And God is able to cause all grace to abound to you, so that in everything at all times, because you have enough of everything, you may overflow in every good work.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 9,
      "verse": 9,
      "text": "Just as it is written,\n“He scattered widely, he gave to the poor;\nhis righteousness remains forever.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 9,
      "verse": 10,
      "text": "Now the one who supplies seed to the sower and bread for food will provide and multiply your seed, and will cause the harvest of your righteousness to grow,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 9,
      "verse": 11,
      "text": "being made rich in every way for all generosity, which is producing through us thanksgiving to God,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 9,
      "verse": 12,
      "text": "because the service of this ministry is not only supplying the needs of the saints, but also is overflowing through many expressions of thanksgiving to God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 9,
      "verse": 13,
      "text": "Through the proven character of this service they will glorify God because of the submission of your confession to the gospel of Christ and the generosity of your participation toward them and toward everyone,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 9,
      "verse": 14,
      "text": "and they are longing for you in their prayers for you, because of the surpassing grace of God to you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 9,
      "verse": 15,
      "text": "Thanks be to God for his indescribable gift!",
      "header": "",
      "footer": ""
    }
  ]
}