{
  "book_name": "Acts",
  "chapter": 15,
  "verses": [
    {
      "book_name": "Acts",
      "chapter": 15,
      "verse": 1,
      "text": "And some men came down from Judea and began teaching the brothers, “Unless you are circumcised according to the custom prescribed by Moses, you cannot be saved.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 15,
      "verse": 2,
      "text": "And after there was no little strife and debate by Paul and Barnabas against them, they appointed Paul and Barnabas and some others from among them to go up to the apostles and elders in Jerusalem concerning this issue.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 15,
      "verse": 3,
      "text": "So they were sent on their way by the church, and passed through both Phoenicia and Samaria, telling in detail the conversion of the Gentiles and bringing great joy to all the brothers.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 15,
      "verse": 4,
      "text": "And when they arrived in Jerusalem, they were received by the church and the apostles and the elders, and reported all that God had done with them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 15,
      "verse": 5,
      "text": "But some of those who had believed from the party of the Pharisees stood up, saying, “It is necessary to circumcise them and to command them to observe the law of Moses!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 15,
      "verse": 6,
      "text": "Both the apostles and the elders assembled to deliberate concerning this matter.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 15,
      "verse": 7,
      "text": "And after there was much debate, Peter stood up and said to them, “Men and brothers, you know that in the early days God chose among you through my mouth that the Gentiles should hear the message of the gospel and believe.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 15,
      "verse": 8,
      "text": "And God, who knows the heart, testified to them by giving them the Holy Spirit, just as he also did to us.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 15,
      "verse": 9,
      "text": "And he made no distinction between us and them, cleansing their hearts by faith.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 15,
      "verse": 10,
      "text": "So now why are you putting God to the test by placing on the neck of the disciples a yoke that neither our fathers nor we have been able to bear?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 15,
      "verse": 11,
      "text": "But we believe we will be saved through the grace of the Lord Jesus in the same way those also are.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 15,
      "verse": 12,
      "text": "And the whole group became silent and listened to Barnabas and Paul describing all the signs and wonders God had done among the Gentiles through them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 15,
      "verse": 13,
      "text": "And after they had stopped speaking, James answered, saying, “Men and brothers, listen to me!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 15,
      "verse": 14,
      "text": "Simeon has described how God first concerned himself to take from among the Gentiles a people for his name.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 15,
      "verse": 15,
      "text": "And with this the words of the prophets agree, just as it is written:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 15,
      "verse": 16,
      "text": "‘After these things I will return\n    and build up again the tent of David that has fallen,\n    and the parts of it that had been torn down I will build up again\n    and will restore it,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 15,
      "verse": 17,
      "text": "so that the rest of humanity may seek the Lord,\n    even all the Gentiles who are called by my name,\n    says the Lord, who makes these things",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 15,
      "verse": 18,
      "text": "known from of old.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 15,
      "verse": 19,
      "text": "Therefore I conclude we should not cause difficulty for those from among the Gentiles who turn to God,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 15,
      "verse": 20,
      "text": "but we should write a letter to them to abstain from the pollution of idols and from sexual immorality and from what has been strangled and from blood.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 15,
      "verse": 21,
      "text": "For Moses has those who proclaim him in every city from ancient generations, because he is read aloud in the synagogues on every Sabbath.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 15,
      "verse": 22,
      "text": "Then it seemed best to the apostles and the elders, together with the whole church, to send men chosen from among them to Antioch with Paul and Barnabas—Judas who was called Barsabbas and Silas, men who were leaders among the brothers—",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 15,
      "verse": 23,
      "text": "writing this letter to be delivered by them:\nThe apostles and the elders, brothers.\nTo the brothers who are from among the Gentiles in Antioch and Syria and Cilicia.\nGreetings!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 15,
      "verse": 24,
      "text": "Because we have heard that some have gone out from among us—to whom we gave no orders—and have thrown you into confusion by words upsetting your minds,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 15,
      "verse": 25,
      "text": "it seemed best to us, having reached a unanimous decision, and having chosen men, to send them to you together with our dear friends Barnabas and Paul,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 15,
      "verse": 26,
      "text": "men who have risked their lives on behalf of the name of our Lord Jesus Christ.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 15,
      "verse": 27,
      "text": "Therefore we have sent Judas and Silas, and they will report the same things by word of mouth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 15,
      "verse": 28,
      "text": "For it seemed best to the Holy Spirit and to us to place on you no greater burden except these necessary things:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 15,
      "verse": 29,
      "text": "that you abstain from food sacrificed to idols, and from blood, and from what has been strangled, and from sexual immorality. If you keep yourselves from these things you will do well.\nFarewell.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 15,
      "verse": 30,
      "text": "So when they were sent off, they came down to Antioch, and after calling together the community, they delivered the letter.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 15,
      "verse": 31,
      "text": "And when they read it aloud, they rejoiced at the encouragement.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 15,
      "verse": 32,
      "text": "Both Judas and Silas, who were also prophets themselves, encouraged and strengthened the brothers by a long message.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 15,
      "verse": 33,
      "text": "And after spending some time, they were sent away in peace from the brothers to those who had sent them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 15,
      "verse": 34,
      "text": "",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 15,
      "verse": 35,
      "text": "But Paul and Barnabas remained in Antioch teaching and proclaiming the word of the Lord with many others also.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 15,
      "verse": 36,
      "text": "And after some days, Paul said to Barnabas, “Come then,let us return and visit the brothers in every town in which we proclaimed the word of the Lord, to see how they are doing.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 15,
      "verse": 37,
      "text": "Now Barnabas wanted to take John who was called Mark along also,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 15,
      "verse": 38,
      "text": "but Paul held the opinion they should not take this one along, who departed from them in Pamphylia and did not accompany them in the work.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 15,
      "verse": 39,
      "text": "And a sharp disagreement took place, so that they separated from one another. And Barnabas took along Mark and sailed away to Cyprus,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 15,
      "verse": 40,
      "text": "but Paul chose Silas and departed, after being commended to the grace of the Lord by the brothers.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 15,
      "verse": 41,
      "text": "And he traveled through Syria and Cilicia, strengthening the churches.",
      "header": "",
      "footer": ""
    }
  ]
}