{
  "book_name": "Acts",
  "chapter": 2,
  "verses": [
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 1,
      "text": "And when the day of Pentecost had come, they were all together in the same place.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 2,
      "text": "And suddenly a sound like a violent rushing wind came from heaven and filled the whole house where they were sitting.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 3,
      "text": "And divided tongues like fire appeared to them and rested on each one of them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 4,
      "text": "And they were all filled with the Holy Spirit and began to speak in other languages as the Spirit gave them ability to speak out.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 5,
      "text": "Now there were Jews residing in Jerusalem, devout men from every nation under heaven.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 6,
      "text": "And when this sound occurred, the crowd gathered and was in confusion, because each one was hearing them speaking in his own language.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 7,
      "text": "And they were astounded and astonished, saying, “Behold, are not all these who are speaking Galileans?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 8,
      "text": "And how do we hear, each one of us, in our own native language?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 9,
      "text": "Parthians and Medes and Elamites and those residing in Mesopotamia, Judea and Cappadocia, Pontus and Asia,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 10,
      "text": "Phrygia and Pamphylia, Egypt and the parts of Libya toward Cyrene, and the Romans who were in town,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 11,
      "text": "both Jews and proselytes, Cretans and Arabs—we hear them speaking in our own languages the great deeds of God!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 12,
      "text": "And all were amazed and greatly perplexed, saying to one another, “What can this mean?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 13,
      "text": "But others jeered and said, “They are full of sweet new wine!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 14,
      "text": "But Peter, standing with the eleven, raised his voice and declared to them, “Judean men, and all those who live in Jerusalem, let this be known to you, and pay attention to my words!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 15,
      "text": "For these men are not drunk, as you assume, because it is the third hour of the day.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 16,
      "text": "But this is what was spoken through the prophet Joel:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 17,
      "text": "‘And it will be in the last days,’ God says,\n    ‘I will pour out my Spirit on all flesh,\n        and your sons and your daughters will prophesy,\n        and your young men will see visions,\n        and your old men will dream dreams.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 18,
      "text": "And even on my male slaves and on my female slaves\n    I will pour out my Spirit in those days, and they will prophesy.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 19,
      "text": "And I will cause wonders in the heaven above\n    and signs on the earth below,\n    blood and fire and vapor of smoke.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 20,
      "text": "The sun will be changed to darkness\n    and the moon to blood,\n    before the great and glorious day of the Lord comes.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 21,
      "text": "And it will be that everyone who calls upon the name of the Lord will be saved.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 22,
      "text": "“Israelite men, listen to these words! Jesus the Nazarene, a man attested to you by God with deeds of power and wonders and signs that God did through him in your midst, just as you yourselves know—",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 23,
      "text": "this man, delivered up by the determined plan and foreknowledge of God, you executed by nailing to a cross through the hand of lawless men.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 24,
      "text": "God raised him up, having brought to an end the pains of death, because it was not possible for him to be held by it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 25,
      "text": "For David says with reference to him,\n‘I saw the Lord before me continually,\n    for he is at my right hand so that I will not be shaken.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 26,
      "text": "For this reason my heart was glad\n    and my tongue rejoiced greatly,\n    furthermore also my flesh will live in hope,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 27,
      "text": "because you will not abandon my soul in Hades,\n    nor will you permit your Holy One to experience decay.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 28,
      "text": "You have made known to me the paths of life;\n    you will fill me with gladness with your presence.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 29,
      "text": "“Men and brothers, it is possible to speak with confidence to you about the patriarch David, that he both died and was buried, and his tomb is with us until this day.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 30,
      "text": "Therefore, because he was a prophet and knew that God had sworn to him with an oath to seat one of his descendants on his throne,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 31,
      "text": "by having foreseen this, he spoke about the resurrection of the Christ, that neither was he abandoned in Hades nor did his flesh experience decay.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 32,
      "text": "This Jesus God raised up, of which we all are witnesses.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 33,
      "text": "Therefore, having been exalted to the right hand of God and having received the promise of the Holy Spirit from the Father, he has poured out this that you see and hear.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 34,
      "text": "For David did not ascend into heaven, but he himself says,\n‘The Lord said to my Lord,\n“Sit at my right hand,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 35,
      "text": "until I make your enemies a footstool for your feet.”’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 36,
      "text": "Therefore let all the house of Israel know beyond a doubt, that God has made him both Lord and Christ—this Jesus whom you crucified!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 37,
      "text": "Now when they heard this, they were pierced to the heart and said to Peter and the other apostles, “What should we do, men and brothers?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 38,
      "text": "And Peter said to them, “Repent and be baptized, each one of you, in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 39,
      "text": "For the promise is for you and for your children, and for all those who are far away, as many as the Lord our God calls to himself.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 40,
      "text": "And with many other words he solemnly urged and exhorted them, saying, “Be saved from this crooked generation!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 41,
      "text": "So those who accepted his message were baptized, and on that day about three thousand souls were added.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 42,
      "text": "And they were devoting themselves to the teaching of the apostles and to fellowship, to the breaking of bread and to prayers.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 43,
      "text": "And fear came on every soul, and many wonders and signs were being performed by the apostles.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 44,
      "text": "And all who believed were in the same place, and had everything in common.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 45,
      "text": "And they began selling their possessions and property, and distributing these things to all, to the degree that anyone had need.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 46,
      "text": "And every day, devoting themselves to meeting with one purpose in the temple courts and breaking bread from house to house, they were eating their food with joy and simplicity of heart,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 47,
      "text": "praising God and having favor with all the people. And the Lord was adding every day to the total of those who were being saved.",
      "header": "",
      "footer": ""
    }
  ]
}