{
  "book_name": "Acts",
  "chapter": 3,
  "verses": [
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 1,
      "text": "Now Peter and John were going up to the temple at the hour of prayer, the ninth hour.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 2,
      "text": "And a certain man was being carried who was lame from birth. He was placed every day at the gate of the temple called “Beautiful,” so that he could ask for charitable gifts from those who were going into the temple courts.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 3,
      "text": "When he saw Peter and John about to go into the temple courts, he began asking to receive alms.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 4,
      "text": "And Peter looked intently at him, together with John, and said, “Look at us!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 5,
      "text": "So he fixed his attention on them, expecting to receive something from them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 6,
      "text": "But Peter said, “Silver and gold I do not possess, but what I have, this I give to you—in the name of Jesus Christ the Nazarene, walk!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 7,
      "text": "And taking hold of him by the right hand, he raised him up, and immediately his feet and ankles were made strong.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 8,
      "text": "And leaping up, he stood and began walking around and entered into the temple courts with them, walking and leaping and praising God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 9,
      "text": "And all the people saw him walking and praising God,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 10,
      "text": "And they recognized him, that this one was the one who used to sit asking for alms at the Beautiful Gate of the temple, and they were filled with awe and astonishment at what had happened to him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 11,
      "text": "And while he was holding fast to Peter and John, all the people ran together to them in the portico called Solomon’s, utterly astonished.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 12,
      "text": "And when he saw it, Peter replied to the people, “Men and Israelites, why are you astonished at this? Or why are you staring at us, as if by our own power or godliness we have made him walk?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 13,
      "text": "The God of Abraham and of Isaac and of Jacob, the God of our fathers, has glorified his servant Jesus, whom you handed over and denied in the presence of Pilate, after he had decided to release him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 14,
      "text": "But you denied the Holy and Righteous One and demanded that a man—a murderer—be granted to you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 15,
      "text": "And you killed the originator of life, whom God raised from the dead, of which we are witnesses!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 16,
      "text": "And on the basis of faith in his name, his name has made this man strong, whom you see and know, and the faith that is through him has given him this perfect health in the presence of you all.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 17,
      "text": "And now, brothers, I know that you acted in ignorance, just as your rulers did also.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 18,
      "text": "But the things which God foretold through the mouth of all the prophets, that his Christ would suffer, he has fulfilled in this way.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 19,
      "text": "Therefore repent and turn back, so that your sins may be blotted out,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 20,
      "text": "so that times of refreshing may come from the presence of the Lord, and he may send the Christ appointed for you—Jesus,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 21,
      "text": "whom heaven must receive until the times of the restoration of all things, about which God spoke through the mouth of his holy prophets from earliest times.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 22,
      "text": "Moses said, ‘The Lord God will raise up for you a prophet like me from your brothers. You will listen to him in everything that he says to you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 23,
      "text": "And it will be that every soul who does not listen to that prophet will be destroyed utterly from the people.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 24,
      "text": "And indeed, all the prophets from Samuel and all those who followed him have spoken about and proclaimed these days.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 25,
      "text": "You are the sons of the prophets and of the covenant that God ordained with your fathers, saying to Abraham, ‘And in your offspring all the nations of the earth will be blessed.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 3,
      "verse": 26,
      "text": "God, after he had raised up his servant, sent him to you first, to bless you by turning each of you back from your wickedness!”",
      "header": "",
      "footer": ""
    }
  ]
}