{
  "book_name": "Acts",
  "chapter": 5,
  "verses": [
    {
      "book_name": "Acts",
      "chapter": 5,
      "verse": 1,
      "text": "Now a certain man named Ananias, together with his wife Sapphira, sold a piece of property,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 5,
      "verse": 2,
      "text": "and he kept back for himself some of the proceeds, and his wife was aware of it. And he brought a certain part and placed it at the feet of the apostles.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 5,
      "verse": 3,
      "text": "But Peter said, “Ananias, for what reason has Satan filled your heart, that you lied to the Holy Spirit and kept back for yourself some of the proceeds of the piece of land?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 5,
      "verse": 4,
      "text": "When it remained to you, did it not remain yours? And when it was sold, was it at your disposal? How is it that you have contrived this deed in your heart? You have not lied to people, but to God!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 5,
      "verse": 5,
      "text": "And when Ananias heard these words, he fell down and died. And great fear came on all those who heard about it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 5,
      "verse": 6,
      "text": "So the young men stood up, wrapped him up, and carried him out and buried him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 5,
      "verse": 7,
      "text": "And it happened that there was an interval of about three hours, and his wife came in, not knowing what had happened.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 5,
      "verse": 8,
      "text": "And Peter said to her, “Tell me whether you both were paid this much for the piece of land.” And she said, “Yes, this much.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 5,
      "verse": 9,
      "text": "So Peter said to her, “How is it that it was agreed by you two to test the Spirit of the Lord? Behold, the feet of those who buried your husband are at the door, and they will carry you out!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 5,
      "verse": 10,
      "text": "And immediately she fell down at his feet and died. So when the young men came in, they found her dead, and carried her out and buried her with her husband.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 5,
      "verse": 11,
      "text": "And great fear came on the whole church and on all who heard about these things.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 5,
      "verse": 12,
      "text": "Now many signs and wonders were being performed among the people through the hands of the apostles. And they were all together in Solomon’s Portico.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 5,
      "verse": 13,
      "text": "And none of the rest dared to join them, but the people spoke highly of them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 5,
      "verse": 14,
      "text": "And even more believers in the Lord were being added, large numbers of both men and women,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 5,
      "verse": 15,
      "text": "so that they even carried out the sick into the streets and put them on cots and mats so that when Peter came by, at least his shadow would fall on some of them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 5,
      "verse": 16,
      "text": "And the people of the towns around Jerusalem also came together, bringing the sick and those tormented by unclean spirits, who were all being healed.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 5,
      "verse": 17,
      "text": "Now the high priest rose up and all those who were with him (that is, the party of the Sadducees), and they were filled with jealousy.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 5,
      "verse": 18,
      "text": "And they laid hands on the apostles and put them in the public prison.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 5,
      "verse": 19,
      "text": "But during the night an angel of the Lord opened the doors of the prison and led them out and said,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 5,
      "verse": 20,
      "text": "“Go and stand in the temple courts and proclaim to the people all the words of this life.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 5,
      "verse": 21,
      "text": "And when they heard this, they entered at daybreak into the temple courts and began teaching.\nNow when the high priest and those with him arrived, they summoned the Sanhedrin—even the whole council of elders of the sons of Israel—and sent to the prison to have them brought.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 5,
      "verse": 22,
      "text": "But the officers who came did not find them in the prison, and they returned and reported,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 5,
      "verse": 23,
      "text": "saying, “We found the prison locked with all security and the guards standing at the doors, but when we opened them, we found no one inside!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 5,
      "verse": 24,
      "text": "Now when both the captain of the temple and the chief priests heard these words, they were greatly perplexed concerning them, as to what this might be.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 5,
      "verse": 25,
      "text": "But someone came and reported to them, “Behold, the men whom you put in prison are standing in the temple courts and teaching the people!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 5,
      "verse": 26,
      "text": "Then the captain went with the officers and brought them, not with force (for they were afraid of the people, lest they be stoned by them).",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 5,
      "verse": 27,
      "text": "And when they had brought them, they made them stand in the Sanhedrin, and the high priest put a question to them,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 5,
      "verse": 28,
      "text": "saying, “We strictly commanded you not to teach in this name? And behold, you have filled Jerusalem with your teaching! And you are intending to bring upon us the blood of this man!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 5,
      "verse": 29,
      "text": "But Peter and the apostles answered and said, “It is necessary to obey God rather than men!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 5,
      "verse": 30,
      "text": "The God of our fathers raised up Jesus, whom you killed by hanging him on a tree.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 5,
      "verse": 31,
      "text": "This one God has exalted to his right hand as Leader and Savior to grant repentance to Israel and forgiveness of sins.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 5,
      "verse": 32,
      "text": "And we are witnesses of these things, and so is the Holy Spirit whom God has given to those who obey him.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 5,
      "verse": 33,
      "text": "Now when they heard this, they were infuriated, and were wanting to execute them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 5,
      "verse": 34,
      "text": "But a certain man stood up in the Sanhedrin, a Pharisee named Gamaliel, a teacher of the law respected by all the people, and gave orders to put the men outside for a short time.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 5,
      "verse": 35,
      "text": "And he said to them, “Men and Israelites, take care for yourselves what you are about to do to these men!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 5,
      "verse": 36,
      "text": "For before these days, Theudas rose up saying he was somebody. A number of men, about four hundred, joined him. He was executed, and all who followed him were dispersed and came to nothing.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 5,
      "verse": 37,
      "text": "After this man, Judas the Galilean rose up in the days of the census and caused people to follow him in revolt. And that one perished, and all who followed him were scattered.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 5,
      "verse": 38,
      "text": "And now I tell you, keep away from these men, and leave them alone, because if this plan or this matter is from people, it will be overthrown.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 5,
      "verse": 39,
      "text": "But if it is from God, you will not be able to overthrow them, lest you even be found fighting against God.” So they were persuaded by him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 5,
      "verse": 40,
      "text": "And they summoned the apostles, beat them, commanded them not to speak in the name of Jesus, and released them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 5,
      "verse": 41,
      "text": "So they went out from the presence of the Sanhedrin rejoicing, because they had been considered worthy to be dishonored for the sake of the name.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 5,
      "verse": 42,
      "text": "Every day, both in the temple courts and from house to house, they did not stop teaching and proclaiming the good news that the Christ was Jesus.",
      "header": "",
      "footer": ""
    }
  ]
}