{
  "book_name": "Acts",
  "chapter": 8,
  "verses": [
    {
      "book_name": "Acts",
      "chapter": 8,
      "verse": 1,
      "text": "And Saul was agreeing with his murder. Now there happened on that day a great persecution against the church in Jerusalem, and they were all scattered throughout the regions of Judea and Samaria, except the apostles.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 8,
      "verse": 2,
      "text": "And devout men buried Stephen and made loud lamentation over him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 8,
      "verse": 3,
      "text": "But Saul was attempting to destroy the church. Entering house after house, he dragged off both men and women and delivered them to prison.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 8,
      "verse": 4,
      "text": "Now those who had been scattered went about proclaiming the good news of the word.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 8,
      "verse": 5,
      "text": "And Philip came down to the city of Samaria and began proclaiming the Christ to them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 8,
      "verse": 6,
      "text": "And the crowds with one mind were paying attention to what was being said by Philip, as they heard him and saw the signs that he was performing.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 8,
      "verse": 7,
      "text": "For many of those who had unclean spirits, they were coming out of them, crying out with a loud voice, and many who were paralyzed and lame were healed.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 8,
      "verse": 8,
      "text": "And there was great joy in that city.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 8,
      "verse": 9,
      "text": "Now a certain man named Simon had been in the city practicing magic and astonishing the people of Samaria, saying he was someone great.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 8,
      "verse": 10,
      "text": "They were all paying attention to him, from the least to the greatest, saying, “This man is the power of God that is called ‘Great.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 8,
      "verse": 11,
      "text": "And they were paying attention to him because for a long time he had astonished them with his magic.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 8,
      "verse": 12,
      "text": "But when they believed Philip as he was proclaiming the good news about the kingdom of God and the name of Jesus Christ, both men and women were being baptized.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 8,
      "verse": 13,
      "text": "And Simon himself also believed, and after he was baptized he was keeping close company with Philip. And when he saw the signs and great miracles that were taking place, he was astonished.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 8,
      "verse": 14,
      "text": "Now when the apostles in Jerusalem heard that Samaria had accepted the word of God, they sent Peter and John to them,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 8,
      "verse": 15,
      "text": "who went down and prayed for them so that they would receive the Holy Spirit.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 8,
      "verse": 16,
      "text": "(For he had not yet fallen on any of them, but they had only been baptized in the name of the Lord Jesus.)",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 8,
      "verse": 17,
      "text": "Then they placed their hands on them and they received the Holy Spirit.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 8,
      "verse": 18,
      "text": "Now Simon, when he saw that the Spirit was given through the laying on of the apostles’ hands, offered them money,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 8,
      "verse": 19,
      "text": "saying, “Give to me also this power, so that whomever I place my hands on may receive the Holy Spirit!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 8,
      "verse": 20,
      "text": "But Peter said to him, “May your silver be destroyed along with you, because you thought you could acquire the gift of God by means of money!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 8,
      "verse": 21,
      "text": "You have no part or share in this matter, because your heart is not right before God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 8,
      "verse": 22,
      "text": "Therefore repent of this wickedness of yours, and ask the Lord if perhaps the intent of your heart may be forgiven you!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 8,
      "verse": 23,
      "text": "For I see you are in a state of bitter envy and bound by unrighteousness.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 8,
      "verse": 24,
      "text": "But Simon answered and said, “You pray to the Lord for me so that nothing of what you have said will come upon me.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 8,
      "verse": 25,
      "text": "So when they had solemnly testified and spoken the word of the Lord, they turned back toward Jerusalem, and were proclaiming the good news to many villages of the Samaritans.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 8,
      "verse": 26,
      "text": "Now an angel of the Lord spoke to Philip, saying, “Get up and go toward the south on the road that goes down from Jerusalem to Gaza.” (This is a desert road.)",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 8,
      "verse": 27,
      "text": "And he got up and went, and behold, there was a man, an Ethiopian eunuch (a court official of Candace, queen of the Ethiopians, who was over all her treasury) who had come to worship in Jerusalem",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 8,
      "verse": 28,
      "text": "and was returning and sitting in his chariot, and reading aloud the prophet Isaiah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 8,
      "verse": 29,
      "text": "And the Spirit said to Philip, “Approach and join this chariot.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 8,
      "verse": 30,
      "text": "So Philip ran up to it and heard him reading aloud Isaiah the prophet and said, “So then, do you understand what you are reading?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 8,
      "verse": 31,
      "text": "And he said, “So how could I, unless someone will guide me?” And he invited Philip to come up and sit with him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 8,
      "verse": 32,
      "text": "Now the passage of scripture that he was reading aloud was this:\n“He was led like a sheep to the slaughter,\n    and like a lamb before its shearer is silent,\nso he did not open his mouth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 8,
      "verse": 33,
      "text": "In his humiliation justice was taken from him.\nWho can describe his descendants?\n    For his life was taken away from the earth.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 8,
      "verse": 34,
      "text": "And the eunuch answered and said to Philip, “I ask you, about whom does the prophet say this—about himself or about someone else?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 8,
      "verse": 35,
      "text": "So Philip opened his mouth and beginning from this scripture, proclaimed the good news to him about Jesus.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 8,
      "verse": 36,
      "text": "And as they were traveling down the road, they came to some water. And the eunuch said, “Look! Water! What prevents me from being baptized?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 8,
      "verse": 37,
      "text": "",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 8,
      "verse": 38,
      "text": "And he ordered the chariot to stop, and they both went down into the water—Philip and the eunuch—and he baptized him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 8,
      "verse": 39,
      "text": "And when they came up out of the water, the Spirit of the Lord carried Philip away, and the eunuch did not see him any longer, for he went on his way rejoicing.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 8,
      "verse": 40,
      "text": "But Philip found himself at Azotus, and as he passed through, he proclaimed the good news to all the towns until he came to Caesarea.",
      "header": "",
      "footer": ""
    }
  ]
}