{
  "book_name": "Ecclesiastes",
  "chapter": 5,
  "verses": [
    {
      "book_name": "Ecclesiastes",
      "chapter": 5,
      "verse": 1,
      "text": "(4:17) Be careful what you do when you go to the temple of God;\ndraw near to listen rather than to offer a sacrifice like fools,\nfor they do not realize that they are doing wrong.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 5,
      "verse": 2,
      "text": "(5:1) Do not be rash with your mouth or hasty in your heart to bring up a matter before God,\nfor God is in heaven and you are on earth!\nTherefore, let your words be few.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 5,
      "verse": 3,
      "text": "Just as dreams come when there are many cares,\nso the rash vow of a fool occurs when there are many words.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 5,
      "verse": 4,
      "text": "When you make a vow to God, do not delay in paying it.\nFor God takes no pleasure in fools:\nPay what you vow!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 5,
      "verse": 5,
      "text": "It is better for you not to vow\nthan to vow and not pay it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 5,
      "verse": 6,
      "text": "Do not let your mouth cause you to sin,\nand do not tell the priest, “It was a mistake!”\nWhy make God angry at you\nso that he would destroy the work of your hands?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 5,
      "verse": 7,
      "text": "Just as there is futility in many dreams,\nso also in many words.\nTherefore, fear God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 5,
      "verse": 8,
      "text": "If you see the extortion of the poor,\nor the perversion of justice and fairness in the government,\ndo not be astonished by the matter.\nFor the high official is watched by a higher official,\nand there are higher ones over them!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 5,
      "verse": 9,
      "text": "The produce of the land is seized by all of them,\neven the king is served by the fields.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 5,
      "verse": 10,
      "text": "The one who loves money will never be satisfied with money,\nhe who loves wealth will never be satisfied with his income.\nThis also is futile.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 5,
      "verse": 11,
      "text": "When someone’s prosperity increases, those who consume it also increase;\nso what does its owner gain, except that he gets to see it with his eyes?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 5,
      "verse": 12,
      "text": "The sleep of the laborer is pleasant—whether he eats little or much—\nbut the wealth of the rich will not allow him to sleep.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 5,
      "verse": 13,
      "text": "Here is a misfortune on earth that I have seen:\nWealth hoarded by its owner to his own misery.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 5,
      "verse": 14,
      "text": "Then that wealth was lost through bad luck;\nalthough he fathered a son, he has nothing left to give him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 5,
      "verse": 15,
      "text": "Just as he came forth from his mother’s womb, naked will he return as he came,\nand he will take nothing in his hand that he may carry away from his toil.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 5,
      "verse": 16,
      "text": "This is another misfortune:\nJust as he came, so will he go.\nWhat did he gain from toiling for the wind?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 5,
      "verse": 17,
      "text": "Surely, he ate in darkness every day of his life,\nand he suffered greatly with sickness and anger.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 5,
      "verse": 18,
      "text": "I have seen personally what is the only beneficial and appropriate course of action for people:\nto eat and drink, and find enjoyment in all their hard work on earth\nduring the few days of their life that God has given them,\nfor this is their reward.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 5,
      "verse": 19,
      "text": "To every man whom God has given wealth and possessions,\nhe has also given him the ability\nto eat from them, to receive his reward, and to find enjoyment in his toil;\nthese things are the gift of God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 5,
      "verse": 20,
      "text": "For he does not think much about the fleeting days of his life\nbecause God keeps him preoccupied with the joy he derives from his activity.",
      "header": "",
      "footer": ""
    }
  ]
}