{
  "book_name": "Ecclesiastes",
  "chapter": 9,
  "verses": [
    {
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse": 1,
      "text": "So I reflected on all this, attempting to clear it all up.\nI concluded that the righteous and the wise, as well as their works, are in the hand of God;\nwhether a person will be loved or hated—\nno one knows what lies ahead.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse": 2,
      "text": "Everyone shares the same fate—\nthe righteous and the wicked,\nthe good and the bad,\nthe ceremonially clean and unclean,\nthose who offer sacrifices and those who do not.\nWhat happens to the good person, also happens to the sinner;\nwhat happens to those who make vows, also happens to those who are afraid to make vows.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse": 3,
      "text": "This is the unfortunate fact about everything that happens on earth:\nthe same fate awaits everyone.\nIn addition to this, the hearts of all people are full of evil,\nand there is folly in their hearts during their lives—then they die.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse": 4,
      "text": "But whoever is among the living has hope;\na live dog is better than a dead lion.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse": 5,
      "text": "For the living know that they will die, but the dead do not know anything;\nthey have no further reward—and even the memory of them disappears.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse": 6,
      "text": "What they loved, as well as what they hated and envied, perished long ago,\nand they no longer have a part in anything that happens on earth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse": 7,
      "text": "Go, eat your food with joy,\nand drink your wine with a happy heart,\nbecause God has already approved your works.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse": 8,
      "text": "Let your clothes always be white,\nand do not spare precious ointment on your head.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse": 9,
      "text": "Enjoy life with your beloved wife during all the days of your fleeting life\nthat God has given you on earth during all your fleeting days;\nfor that is your reward in life and in your burdensome work on earth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse": 10,
      "text": "Whatever you find to do with your hands,\ndo it with all your might,\nbecause there is neither work nor planning nor knowledge nor wisdom in the grave,\nthe place where you will eventually go.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse": 11,
      "text": "Again, I observed this on the earth:\nthe race is not always won by the swiftest,\nthe battle is not always won by the strongest;\nprosperity does not always belong to those who are the wisest,\nwealth does not always belong to those who are the most discerning,\nnor does success always come to those with the most knowledge—\nfor time and chance may overcome them all.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse": 12,
      "text": "Surely, no one knows his appointed time.\nLike fish that are caught in a deadly net, and like birds that are caught in a snare—\njust like them, all people are ensnared at an unfortunate time that falls upon them suddenly.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse": 13,
      "text": "This is what I also observed about wisdom on earth,\nand it is a great burden to me:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse": 14,
      "text": "There was once a small city with a few men in it,\nand a mighty king attacked it, besieging it and building strong siege works against it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse": 15,
      "text": "However, a poor but wise man lived in the city,\nand he could have delivered the city by his wisdom,\nbut no one listened to that poor man.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse": 16,
      "text": "So I concluded that wisdom is better than might,\nbut a poor man’s wisdom is despised; no one ever listens to his advice.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse": 17,
      "text": "The words of the wise are heard in quiet,\nmore than the shouting of a ruler is heard among fools.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse": 18,
      "text": "Wisdom is better than weapons of war,\nbut one sinner can destroy much that is good.",
      "header": "",
      "footer": ""
    }
  ]
}