{
  "book_name": "Genesis",
  "chapter": 17,
  "verses": [
    {
      "book_name": "Genesis",
      "chapter": 17,
      "verse": 1,
      "text": "Now when Abram was ninety-nine years old, the Lord appeared to Abram and said to him,\n“I am God Almighty;\nWalk before Me, and be blameless.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 17,
      "verse": 2,
      "text": "I will make My covenant between Me and you,\nAnd I will multiply you exceedingly.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 17,
      "verse": 3,
      "text": "Abram fell on his face, and God talked with him, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 17,
      "verse": 4,
      "text": "“As for Me, behold, My covenant is with you,\nAnd you will be the father of a multitude of nations.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 17,
      "verse": 5,
      "text": "No longer shall you be named Abram,\nBut your name shall be Abraham;\nFor I have made you the father of a multitude of nations.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 17,
      "verse": 6,
      "text": "I will make you exceedingly fruitful, and I will make nations of you, and kings will come from you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 17,
      "verse": 7,
      "text": "I will establish My covenant between Me and you and your descendants after you throughout their generations as an everlasting covenant, to be God to you and to your descendants after you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 17,
      "verse": 8,
      "text": "And I will give to you and to your descendants after you the land where you live as a stranger, all the land of Canaan, as an everlasting possession; and I will be their God.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 17,
      "verse": 9,
      "text": "God said further to Abraham, “Now as for you, you shall keep My covenant, you and your descendants after you throughout their generations.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 17,
      "verse": 10,
      "text": "This is My covenant, which you shall keep, between Me and you and your descendants after you: every male among you shall be circumcised.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 17,
      "verse": 11,
      "text": "And you shall be circumcised in the flesh of your foreskin, and it shall be the sign of the covenant between Me and you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 17,
      "verse": 12,
      "text": "And every male among you who is eight days old shall be circumcised throughout your generations, including a slave who is born in the house or who is bought with money from any foreigner, who is not of your descendants.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 17,
      "verse": 13,
      "text": "A slave who is born in your house or who is bought with your money shall certainly be circumcised; so My covenant shall be in your flesh as an everlasting covenant.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 17,
      "verse": 14,
      "text": "But as for an uncircumcised male, one who is not circumcised in the flesh of his foreskin, that person shall be cut off from his people; he has broken My covenant.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 17,
      "verse": 15,
      "text": "Then God said to Abraham, “As for your wife Sarai, you shall not call her by the name Sarai, but Sarah shall be her name.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 17,
      "verse": 16,
      "text": "I will bless her, and indeed I will give you a son by her. Then I will bless her, and she shall be a mother of nations; kings of peoples will come from her.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 17,
      "verse": 17,
      "text": "Then Abraham fell on his face and laughed, and said in his heart, “Will a child be born to a man a hundred years old? And will Sarah, who is ninety years old, give birth to a child?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 17,
      "verse": 18,
      "text": "And Abraham said to God, “Oh that Ishmael might live before You!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 17,
      "verse": 19,
      "text": "But God said, “No, but your wife Sarah will bear you a son, and you shall name him Isaac; and I will establish My covenant with him as an everlasting covenant for his descendants after him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 17,
      "verse": 20,
      "text": "As for Ishmael, I have heard you; behold, I will bless him, and make him fruitful and multiply him exceedingly. He shall father twelve princes, and I will make him into a great nation.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 17,
      "verse": 21,
      "text": "But I will establish My covenant with Isaac, whom Sarah will bear to you at this season next year.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 17,
      "verse": 22,
      "text": "When He finished talking with him, God went up from Abraham.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 17,
      "verse": 23,
      "text": "Then Abraham took his son Ishmael, and all the slaves who were born in his house and all who were bought with his money, every male among the men of Abraham’s household, and circumcised the flesh of their foreskin on this very same day, as God had said to him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 17,
      "verse": 24,
      "text": "Now Abraham was ninety-nine years old when he was circumcised in the flesh of his foreskin.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 17,
      "verse": 25,
      "text": "And his son Ishmael was thirteen years old when he was circumcised in the flesh of his foreskin.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 17,
      "verse": 26,
      "text": "On this very same day Abraham was circumcised, as well as his son Ishmael.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 17,
      "verse": 27,
      "text": "And all the men of his household, those who were born in the house or bought with money from a foreigner, were circumcised with him.",
      "header": "",
      "footer": ""
    }
  ]
}