{
  "book_name": "Genesis",
  "chapter": 20,
  "verses": [
    {
      "book_name": "Genesis",
      "chapter": 20,
      "verse": 1,
      "text": "Now Abraham journeyed from there toward the land of the Negev, and settled between Kadesh and Shur; then he lived for a time in Gerar.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 20,
      "verse": 2,
      "text": "And Abraham said of his wife Sarah, “She is my sister.” So Abimelech king of Gerar sent men and took Sarah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 20,
      "verse": 3,
      "text": "But God came to Abimelech in a dream of the night, and said to him, “Behold, you are a dead man because of the woman whom you have taken, for she is married.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 20,
      "verse": 4,
      "text": "Now Abimelech had not come near her; and he said, “Lord, will You kill a nation, even though blameless?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 20,
      "verse": 5,
      "text": "Did he himself not say to me, ‘She is my sister’? And she herself said, ‘He is my brother.’ In the integrity of my heart and the innocence of my hands I have done this.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 20,
      "verse": 6,
      "text": "Then God said to him in the dream, “Yes, I know that in the integrity of your heart you have done this, and I also kept you from sinning against Me; therefore I did not let you touch her.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 20,
      "verse": 7,
      "text": "Now then, return the man’s wife, for he is a prophet, and he will pray for you and you will live. But if you do not return her, know that you will certainly die, you and all who are yours.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 20,
      "verse": 8,
      "text": "So Abimelech got up early in the morning and called all his servants, and told all these things in their presence; and the people were greatly frightened.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 20,
      "verse": 9,
      "text": "Then Abimelech called Abraham and said to him, “What have you done to us? And how have I sinned against you, that you have brought on me and on my kingdom a great sin? You have done to me things that ought not to be done.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 20,
      "verse": 10,
      "text": "And Abimelech said to Abraham, “What have you encountered, that you have done this thing?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 20,
      "verse": 11,
      "text": "Abraham said, “Because I thought, surely there is no fear of God in this place, and they will kill me because of my wife.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 20,
      "verse": 12,
      "text": "Besides, she actually is my sister, the daughter of my father, but not the daughter of my mother; and she became my wife;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 20,
      "verse": 13,
      "text": "and it came about, when God caused me to wander from my father’s house, that I said to her, ‘This is the kindness which you will show to me: everywhere we go, say of me, “He is my brother.”’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 20,
      "verse": 14,
      "text": "Abimelech then took sheep and oxen and male and female servants, and gave them to Abraham, and returned his wife Sarah to him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 20,
      "verse": 15,
      "text": "Abimelech said, “Behold, my land is before you; settle wherever you please.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 20,
      "verse": 16,
      "text": "To Sarah he said, “Look, I have given your brother a thousand pieces of silver. It is your vindication before all who are with you, and before everyone you are cleared.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 20,
      "verse": 17,
      "text": "Then Abraham prayed to God, and God healed Abimelech and his wife and his female slaves, so that they gave birth to children.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 20,
      "verse": 18,
      "text": "For the Lord had completely closed all the wombs of the household of Abimelech because of Sarah, Abraham’s wife.",
      "header": "",
      "footer": ""
    }
  ]
}