{
  "book_name": "Genesis",
  "chapter": 29,
  "verses": [
    {
      "book_name": "Genesis",
      "chapter": 29,
      "verse": 1,
      "text": "Then Jacob set out on his journey, and went to the land of the people of the east.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 29,
      "verse": 2,
      "text": "He looked, and saw a well in the field, and behold, three flocks of sheep were lying there beside it, because they watered the flocks from that well. Now the stone on the mouth of the well was large.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 29,
      "verse": 3,
      "text": "When all the flocks were gathered there, they would roll the stone from the mouth of the well and water the sheep. Then they would put the stone back in its place on the mouth of the well.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 29,
      "verse": 4,
      "text": "Jacob said to them, “My brothers, where are you from?” And they said, “We are from Haran.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 29,
      "verse": 5,
      "text": "So he said to them, “Do you know Laban the son of Nahor?” And they said, “We know him.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 29,
      "verse": 6,
      "text": "And he said to them, “Is it well with him?” And they said, “It is well, and here is his daughter Rachel coming with the sheep.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 29,
      "verse": 7,
      "text": "Then he said, “Look, it is still high day; it is not time for the livestock to be gathered. Water the sheep, and go, pasture them.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 29,
      "verse": 8,
      "text": "But they said, “We cannot, until all the flocks are gathered, and they roll the stone from the mouth of the well; then we water the sheep.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 29,
      "verse": 9,
      "text": "While he was still speaking with them, Rachel came with her father’s sheep, for she was a shepherdess.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 29,
      "verse": 10,
      "text": "When Jacob saw Rachel the daughter of his mother’s brother Laban, and the sheep of his mother’s brother Laban, Jacob went up and rolled the stone from the mouth of the well, and watered the flock of his mother’s brother Laban.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 29,
      "verse": 11,
      "text": "Then Jacob kissed Rachel, and raised his voice and wept.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 29,
      "verse": 12,
      "text": "Jacob told Rachel that he was a relative of her father and that he was Rebekah’s son, and she ran and told her father.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 29,
      "verse": 13,
      "text": "So when Laban heard the news about Jacob, his sister’s son, he ran to meet him, and embraced him and kissed him, and brought him to his house. Then he told Laban all these things.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 29,
      "verse": 14,
      "text": "And Laban said to him, “You certainly are my bone and my flesh.” And he stayed with him a month.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 29,
      "verse": 15,
      "text": "Then Laban said to Jacob, “Because you are my relative, should you therefore serve me for nothing? Tell me, what shall your wages be?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 29,
      "verse": 16,
      "text": "Now Laban had two daughters; the name of the older was Leah, and the name of the younger was Rachel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 29,
      "verse": 17,
      "text": "And Leah’s eyes were weak, but Rachel was beautiful in figure and appearance.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 29,
      "verse": 18,
      "text": "Now Jacob loved Rachel, so he said, “I will serve you seven years for your younger daughter Rachel.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 29,
      "verse": 19,
      "text": "Laban said, “It is better that I give her to you than to give her to another man; stay with me.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 29,
      "verse": 20,
      "text": "So Jacob served seven years for Rachel, and they seemed to him like only a few days because of his love for her.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 29,
      "verse": 21,
      "text": "Then Jacob said to Laban, “Give me my wife, for my time is completed, that I may have relations with her.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 29,
      "verse": 22,
      "text": "So Laban gathered all the people of the place and held a feast.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 29,
      "verse": 23,
      "text": "Now in the evening he took his daughter Leah and brought her to him; and Jacob had relations with her.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 29,
      "verse": 24,
      "text": "Laban also gave his female slave Zilpah to his daughter Leah as a slave.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 29,
      "verse": 25,
      "text": "So it came about in the morning that, behold, it was Leah! And he said to Laban, “What is this that you have done to me? Was it not for Rachel that I served with you? Why then have you deceived me?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 29,
      "verse": 26,
      "text": "But Laban said, “It is not the practice in our place to marry off the younger before the firstborn.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 29,
      "verse": 27,
      "text": "Complete the week of this one, and we will give you the other also for the service which you shall serve with me, for another seven years.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 29,
      "verse": 28,
      "text": "Jacob did so and completed her week, and he gave him his daughter Rachel as his wife.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 29,
      "verse": 29,
      "text": "Laban also gave his female slave Bilhah to his daughter Rachel as her slave.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 29,
      "verse": 30,
      "text": "So Jacob had relations with Rachel also, and indeed he loved Rachel more than Leah, and he served with Laban for another seven years.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 29,
      "verse": 31,
      "text": "Now the Lord saw that Leah was unloved, and He opened her womb, but Rachel was unable to have children.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 29,
      "verse": 32,
      "text": "Leah conceived and gave birth to a son, and named him Reuben, for she said, “Because the Lord has seen my affliction; surely now my husband will love me.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 29,
      "verse": 33,
      "text": "Then she conceived again and gave birth to a son, and said, “Because the Lord has heard that I am unloved, He has therefore given me this son also.” So she named him Simeon.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 29,
      "verse": 34,
      "text": "And she conceived again and gave birth to a son, and said, “Now this time my husband will become attached to me, because I have borne him three sons.” Therefore he was named Levi.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 29,
      "verse": 35,
      "text": "And she conceived again and gave birth to a son, and said, “This time I will praise the Lord.” Therefore she named him Judah. Then she stopped having children.",
      "header": "",
      "footer": ""
    }
  ]
}