{
  "book_name": "Genesis",
  "chapter": 40,
  "verses": [
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 1,
      "text": "Then it came about after these things, that the cupbearer and the baker for the king of Egypt offended their lord, the king of Egypt.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 2,
      "text": "And Pharaoh was furious with his two officials, the chief cupbearer and the chief baker.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 3,
      "text": "So he put them in confinement in the house of the captain of the bodyguard, in the prison, the same place where Joseph was imprisoned.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 4,
      "text": "And the captain of the bodyguard put Joseph in charge of them, and he took care of them; and they were in confinement for some time.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 5,
      "text": "Then the cupbearer and the baker for the king of Egypt, who were confined in the prison, both had a dream the same night, each man with his own dream and each dream with its own interpretation.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 6,
      "text": "When Joseph came to them in the morning and saw them, behold, they were dejected.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 7,
      "text": "So he asked Pharaoh’s officials who were with him in confinement in his master’s house, “Why are your faces so sad today?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 8,
      "text": "And they said to him, “We have had a dream, and there is no one to interpret it.” Then Joseph said to them, “Do interpretations not belong to God? Tell it to me, please.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 9,
      "text": "So the chief cupbearer told his dream to Joseph, saying to him, “In my dream, behold, there was a vine in front of me;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 10,
      "text": "and on the vine were three branches. And as it was budding, its blossoms came out, and its clusters produced ripe grapes.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 11,
      "text": "Now Pharaoh’s cup was in my hand; so I took the grapes and squeezed them into Pharaoh’s cup, and I put the cup into Pharaoh’s hand.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 12,
      "text": "Then Joseph said to him, “This is the interpretation of it: the three branches are three days;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 13,
      "text": "within three more days Pharaoh will lift up your head and restore you to your office; and you will put Pharaoh’s cup into his hand as in your former practice when you were his cupbearer.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 14,
      "text": "Only keep me in mind when it goes well for you, and please do me a kindness by mentioning me to Pharaoh, and get me out of this prison.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 15,
      "text": "For I was in fact kidnapped from the land of the Hebrews, and even here I have done nothing that they should have put me into the dungeon.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 16,
      "text": "When the chief baker saw that he had interpreted favorably, he said to Joseph, “I also saw in my dream, and behold, there were three baskets of white bread on my head;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 17,
      "text": "and in the top basket there were some of all kinds of baked food for Pharaoh, and the birds were eating them out of the basket on my head.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 18,
      "text": "Then Joseph answered and said, “This is its interpretation: the three baskets are three days;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 19,
      "text": "within three more days Pharaoh will lift up your head from you and will hang you on a wooden post, and the birds will eat your flesh off you.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 20,
      "text": "So it came about on the third day, which was Pharaoh’s birthday, that he held a feast for all his servants; and he lifted up the head of the chief cupbearer and the head of the chief baker among his servants.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 21,
      "text": "He restored the chief cupbearer to his office, and he put the cup into Pharaoh’s hand;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 22,
      "text": "but he hanged the chief baker, just as Joseph had interpreted to them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 23,
      "text": "Yet the chief cupbearer did not remember Joseph, but forgot him.",
      "header": "",
      "footer": ""
    }
  ]
}