{
  "book_name": "Zechariah",
  "chapter": 2,
  "verses": [
    {
      "book_name": "Zechariah",
      "chapter": 2,
      "verse": 1,
      "text": "Then I raised my eyes and looked, and behold, there was a man with a measuring line in his hand.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 2,
      "verse": 2,
      "text": "So I said, “Where are you going?” And he said to me, “To measure Jerusalem, to see how wide it is and how long it is.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 2,
      "verse": 3,
      "text": "And behold, the angel who had been speaking with me was going out, and another angel was going out to meet him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 2,
      "verse": 4,
      "text": "And he said to him, “Run, speak to that young man there, saying, ‘Jerusalem will be inhabited as open country because of the multitude of people and cattle within it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 2,
      "verse": 5,
      "text": "But I,’ declares the Lord, ‘will be a wall of fire to her on all sides, and I will be the glory in her midst.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 2,
      "verse": 6,
      "text": "“You there! Flee from the land of the north,” declares the Lord, “because I have spread you out like the four winds of the heavens,” declares the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 2,
      "verse": 7,
      "text": "“You, Zion! Escape, you who are living with the daughter of Babylon.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 2,
      "verse": 8,
      "text": "For the Lord of armies says this: “After glory He has sent me against the nations that plunder you, for the one who touches you, touches the apple of His eye.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 2,
      "verse": 9,
      "text": "For behold, I am going to wave My hand over them so that they will be plunder for their slaves. Then you will know that the Lord of armies has sent Me.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 2,
      "verse": 10,
      "text": "Shout for joy and rejoice, daughter of Zion; for behold I am coming and I will dwell in your midst,” declares the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 2,
      "verse": 11,
      "text": "“And many nations will join themselves to the Lord on that day and will become My people. Then I will dwell in your midst, and you will know that the Lord of armies has sent Me to you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 2,
      "verse": 12,
      "text": "And the Lord will possess Judah as His portion in the holy land, and will again choose Jerusalem.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 2,
      "verse": 13,
      "text": "“Be silent, all mankind, before the Lord; for He has roused Himself from His holy dwelling.”",
      "header": "",
      "footer": ""
    }
  ]
}