{
  "book_name": "Zechariah",
  "chapter": 9,
  "verses": [
    {
      "book_name": "Zechariah",
      "chapter": 9,
      "verse": 1,
      "text": "The pronouncement of the word of the Lord is against the land of Hadrach, with Damascus as its resting place (for the eyes of mankind, especially of all the tribes of Israel, are toward the Lord),",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 9,
      "verse": 2,
      "text": "And Hamath also, which borders on it;\nTyre and Sidon, though they are very wise.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 9,
      "verse": 3,
      "text": "For Tyre built herself a fortress,\nAnd piled up silver like dust,\nAnd gold like the mud of the streets.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 9,
      "verse": 4,
      "text": "Behold, the Lord will dispossess her\nAnd throw her wealth into the sea;\nAnd she will be consumed with fire.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 9,
      "verse": 5,
      "text": "Ashkelon will see it and be afraid.\nGaza too will writhe in great pain;\nAlso Ekron, because her hope has been ruined.\nMoreover, the king will perish from Gaza,\nAnd Ashkelon will not be inhabited.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 9,
      "verse": 6,
      "text": "And a people of mixed origins will live in Ashdod,\nAnd I will eliminate the pride of the Philistines.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 9,
      "verse": 7,
      "text": "And I will remove their blood from their mouth\nAnd their detestable things from between their teeth.\nThen they also will be a remnant for our God,\nAnd be like a clan in Judah,\nAnd Ekron will be like a Jebusite.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 9,
      "verse": 8,
      "text": "But I will camp around My house because of an army,\nBecause of him who passes by and returns;\nAnd no oppressor will pass over them anymore,\nFor now I have seen with My eyes.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 9,
      "verse": 9,
      "text": "Rejoice greatly, daughter of Zion!\nShout in triumph, daughter of Jerusalem!\nBehold, your king is coming to you;\nHe is righteous and endowed with salvation,\nHumble, and mounted on a donkey,\nEven on a colt, the foal of a donkey.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 9,
      "verse": 10,
      "text": "And I will eliminate the chariot from Ephraim\nAnd the horse from Jerusalem;\nAnd the bow of war will be eliminated.\nAnd He will speak peace to the nations;\nAnd His dominion will be from sea to sea,\nAnd from the Euphrates River to the ends of the earth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 9,
      "verse": 11,
      "text": "As for you also, because of the blood of My covenant with you,\nI have set your prisoners free from the waterless pit.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 9,
      "verse": 12,
      "text": "Return to the stronghold, you prisoners who have the hope;\nThis very day I am declaring that I will restore double to you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 9,
      "verse": 13,
      "text": "For I will bend Judah as My bow,\nI will fill the bow with Ephraim.\nAnd I will stir up your sons, Zion, against your sons, Greece;\nAnd I will make you like a warrior’s sword.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 9,
      "verse": 14,
      "text": "Then the Lord will appear over them,\nAnd His arrow will go forth like lightning;\nAnd the Lord God will blow the trumpet,\nAnd march in the storm winds of the south.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 9,
      "verse": 15,
      "text": "The Lord of armies will protect them.\nAnd they will devour and trample on the slingstones;\nAnd they will drink and be boisterous as with wine;\nAnd they will be filled like a sacrificial basin,\nDrenched like the corners of the altar.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 9,
      "verse": 16,
      "text": "And the Lord their God will save them on that day\nAs the flock of His people;\nFor they are like the precious stones of a crown,\nSparkling on His land.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 9,
      "verse": 17,
      "text": "For how great will their loveliness and beauty be!\nGrain will make the young men flourish, and new wine, the virgins.",
      "header": "",
      "footer": ""
    }
  ]
}