{
  "book_name": "Amos",
  "chapter": 3,
  "verses": [
    {
      "book_name": "Amos",
      "chapter": 3,
      "verse": 1,
      "text": "Hear this word which the Lord has spoken against you, sons of Israel, against the entire family which He brought up from the land of Egypt:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Amos",
      "chapter": 3,
      "verse": 2,
      "text": "“You only have I known among all the families of the earth;\nTherefore I will punish you for all your wrongdoing.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Amos",
      "chapter": 3,
      "verse": 3,
      "text": "Do two people walk together unless they have agreed to meet?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Amos",
      "chapter": 3,
      "verse": 4,
      "text": "Does a lion roar in the forest when he has no prey?\nDoes a young lion growl from his den unless he has captured something?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Amos",
      "chapter": 3,
      "verse": 5,
      "text": "Does a bird fall into a trap on the ground when there is no device in it?\nDoes a trap spring up from the earth when it captures nothing at all?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Amos",
      "chapter": 3,
      "verse": 6,
      "text": "If a trumpet is blown in a city, will the people not tremble?\nIf a disaster occurs in a city, has the Lord not brought it about?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Amos",
      "chapter": 3,
      "verse": 7,
      "text": "Certainly the Lord God does nothing\nUnless He reveals His secret plan\nTo His servants the prophets.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Amos",
      "chapter": 3,
      "verse": 8,
      "text": "A lion has roared! Who will not fear?\nThe Lord God has spoken! Who can do anything but prophesy?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Amos",
      "chapter": 3,
      "verse": 9,
      "text": "Proclaim on the citadels in Ashdod and on the citadels in the land of Egypt and say, “Assemble yourselves on the mountains of Samaria and see the great panic within her and the oppressions in her midst.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Amos",
      "chapter": 3,
      "verse": 10,
      "text": "But they do not know how to do what is right,” declares the Lord, “these who store up violence and devastation in their citadels.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Amos",
      "chapter": 3,
      "verse": 11,
      "text": "Therefore, this is what the Lord God says:\n“An enemy, one surrounding the land,\nWill take down your fortifications from you,\nAnd your citadels will be looted.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Amos",
      "chapter": 3,
      "verse": 12,
      "text": "This is what the Lord says:\n“Just as the shepherd snatches from the lion’s mouth a couple of legs or a piece of an ear,\nSo will the sons of Israel living in Samaria be snatched away—\nWith the corner of a bed and the cover of a couch!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Amos",
      "chapter": 3,
      "verse": 13,
      "text": "Hear and testify against the house of Jacob,”\nDeclares the Lord God, the God of armies.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Amos",
      "chapter": 3,
      "verse": 14,
      "text": "“For on the day that I punish Israel’s offenses,\nI will also punish the altars of Bethel;\nThe horns of the altar will be cut off,\nAnd will fall to the ground.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Amos",
      "chapter": 3,
      "verse": 15,
      "text": "I will also strike the winter house together with the summer house;\nThe houses of ivory will also perish,\nAnd the great houses will come to an end,”\nDeclares the Lord.",
      "header": "",
      "footer": ""
    }
  ]
}