{
  "book_name": "Amos",
  "chapter": 7,
  "verses": [
    {
      "book_name": "Amos",
      "chapter": 7,
      "verse": 1,
      "text": "This is what the Lord God showed me, and behold, He was forming a swarm of locusts when the spring crop began to sprout. And behold, the spring crop was after the king’s mowing.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Amos",
      "chapter": 7,
      "verse": 2,
      "text": "And it came about, when it had finished eating the vegetation of the land, that I said,\n“Lord God, please pardon!\nHow can Jacob stand?\nFor he is small.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Amos",
      "chapter": 7,
      "verse": 3,
      "text": "The Lord relented of this.\n“It shall not be,” said the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Amos",
      "chapter": 7,
      "verse": 4,
      "text": "So the Lord God showed me, and behold, the Lord God was calling to contend with them by fire, and it consumed the great deep and began to consume the farmland.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Amos",
      "chapter": 7,
      "verse": 5,
      "text": "Then I said,\n“Lord God, please stop!\nHow can Jacob stand?\nFor he is small.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Amos",
      "chapter": 7,
      "verse": 6,
      "text": "The Lord relented of this.\n“This too shall not be,” said the Lord God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Amos",
      "chapter": 7,
      "verse": 7,
      "text": "So He showed me, and behold, the Lord was standing by a vertical wall with a plumb line in His hand.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Amos",
      "chapter": 7,
      "verse": 8,
      "text": "And the Lord said to me, “What do you see, Amos?” And I said, “A plumb line.” Then the Lord said,\n“Behold I am about to put a plumb line\nIn the midst of My people Israel.\nI will not spare them any longer.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Amos",
      "chapter": 7,
      "verse": 9,
      "text": "The high places of Isaac will become deserted,\nAnd the sanctuaries of Israel will be in ruins.\nThen I will rise up against the house of Jeroboam with the sword.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Amos",
      "chapter": 7,
      "verse": 10,
      "text": "Then Amaziah, the priest of Bethel, sent word to Jeroboam king of Israel, saying, “Amos has conspired against you in the midst of the house of Israel; the land is unable to endure all his words.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Amos",
      "chapter": 7,
      "verse": 11,
      "text": "For this is what Amos says: ‘Jeroboam will die by the sword, and Israel will certainly go from its land into exile.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Amos",
      "chapter": 7,
      "verse": 12,
      "text": "Then Amaziah said to Amos, “Go, you seer, flee to the land of Judah; and eat bread there and do your prophesying there!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Amos",
      "chapter": 7,
      "verse": 13,
      "text": "But do not prophesy at Bethel any longer, for it is a sanctuary of the king and a royal residence.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Amos",
      "chapter": 7,
      "verse": 14,
      "text": "Then Amos replied to Amaziah, “I am not a prophet, nor am I the son of a prophet; for I am a herdsman and a grower of sycamore figs.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Amos",
      "chapter": 7,
      "verse": 15,
      "text": "But the Lord took me from following the flock, and the Lord said to me, ‘Go prophesy to My people Israel.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Amos",
      "chapter": 7,
      "verse": 16,
      "text": "So now hear the word of the Lord: you are saying, ‘You shall not prophesy against Israel nor shall you prophesy against the house of Isaac.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Amos",
      "chapter": 7,
      "verse": 17,
      "text": "Therefore, this is what the Lord says: ‘Your wife will become a prostitute in the city, your sons and your daughters will fall by the sword, your land will be parceled up by a measuring line, and you yourself will die upon unclean soil. Furthermore Israel will certainly go from its land into exile.’”",
      "header": "",
      "footer": ""
    }
  ]
}