{
  "book_name": "Numbers",
  "chapter": 13,
  "verses": [
    {
      "book_name": "Numbers",
      "chapter": 13,
      "verse": 1,
      "text": "Then the Lord spoke to Moses, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 13,
      "verse": 2,
      "text": "“Send out men for yourself to spy out the land of Canaan, which I am going to give the sons of Israel; you shall send a man from each of their fathers’ tribes, every one a leader among them.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 13,
      "verse": 3,
      "text": "So Moses sent them from the wilderness of Paran at the command of the Lord, all of them men who were heads of the sons of Israel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 13,
      "verse": 4,
      "text": "These then were their names: from the tribe of Reuben, Shammua the son of Zaccur;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 13,
      "verse": 5,
      "text": "from the tribe of Simeon, Shaphat the son of Hori;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 13,
      "verse": 6,
      "text": "from the tribe of Judah, Caleb the son of Jephunneh;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 13,
      "verse": 7,
      "text": "from the tribe of Issachar, Igal the son of Joseph;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 13,
      "verse": 8,
      "text": "from the tribe of Ephraim, Hoshea the son of Nun;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 13,
      "verse": 9,
      "text": "from the tribe of Benjamin, Palti the son of Raphu;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 13,
      "verse": 10,
      "text": "from the tribe of Zebulun, Gaddiel the son of Sodi;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 13,
      "verse": 11,
      "text": "from the tribe of Joseph, from the tribe of Manasseh, Gaddi the son of Susi;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 13,
      "verse": 12,
      "text": "from the tribe of Dan, Ammiel the son of Gemalli;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 13,
      "verse": 13,
      "text": "from the tribe of Asher, Sethur the son of Michael;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 13,
      "verse": 14,
      "text": "from the tribe of Naphtali, Nahbi the son of Vophsi;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 13,
      "verse": 15,
      "text": "and from the tribe of Gad, Geuel the son of Machi.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 13,
      "verse": 16,
      "text": "These are the names of the men whom Moses sent to spy out the land; but Moses called Hoshea the son of Nun, Joshua.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 13,
      "verse": 17,
      "text": "When Moses sent them to spy out the land of Canaan, he said to them, “Go up there into the Negev; then go up into the hill country.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 13,
      "verse": 18,
      "text": "See what the land is like, and whether the people who live in it are strong or weak, whether they are few or many.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 13,
      "verse": 19,
      "text": "And how is the land in which they live, is it good or bad? And how are the cities in which they live, are the people in open camps or in fortifications?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 13,
      "verse": 20,
      "text": "And how is the land, is it productive or unproductive? Are there trees in it or not? And show yourselves courageous and get some of the fruit of the land.” Now the time was the season of the first ripe grapes.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 13,
      "verse": 21,
      "text": "So they went up and spied out the land from the wilderness of Zin as far as Rehob, at Lebo-hamath.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 13,
      "verse": 22,
      "text": "When they had gone up into the Negev, they came to Hebron where Ahiman, Sheshai, and Talmai, the descendants of Anak were. (Hebron was built seven years before Zoan in Egypt.)",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 13,
      "verse": 23,
      "text": "Then they came to the Valley of Eshcol, and from there they cut off a branch with a single cluster of grapes; and they carried it on a pole between two men, with some of the pomegranates and the figs.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 13,
      "verse": 24,
      "text": "That place was called the Valley of Eshcol, because of the cluster which the sons of Israel cut off from there.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 13,
      "verse": 25,
      "text": "When they returned from spying out the land, at the end of forty days,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 13,
      "verse": 26,
      "text": "they went on and came to Moses and Aaron and to all the congregation of the sons of Israel, in the wilderness of Paran at Kadesh; and they brought back word to them and to all the congregation, and showed them the fruit of the land.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 13,
      "verse": 27,
      "text": "So they reported to him and said, “We came into the land where you sent us, and it certainly does flow with milk and honey, and this is its fruit.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 13,
      "verse": 28,
      "text": "Nevertheless, the people who live in the land are strong, and the cities are fortified and very large. And indeed, we saw the descendants of Anak there!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 13,
      "verse": 29,
      "text": "Amalek is living in the land of the Negev, the Hittites, the Jebusites, and the Amorites are living in the hill country, and the Canaanites are living by the sea and by the side of the Jordan.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 13,
      "verse": 30,
      "text": "Then Caleb quieted the people before Moses and said, “We should by all means go up and take possession of it, for we will certainly prevail over it.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 13,
      "verse": 31,
      "text": "But the men who had gone up with him said, “We are not able to go up against the people, because they are too strong for us.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 13,
      "verse": 32,
      "text": "So they brought a bad report of the land which they had spied out to the sons of Israel, saying, “The land through which we have gone to spy out is a land that devours its inhabitants; and all the people whom we saw in it are people of great stature.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 13,
      "verse": 33,
      "text": "We also saw the Nephilim there (the sons of Anak are part of the Nephilim); and we were like grasshoppers in our own sight, and so we were in their sight.”",
      "header": "",
      "footer": ""
    }
  ]
}