{
  "book_name": "Numbers",
  "chapter": 34,
  "verses": [
    {
      "book_name": "Numbers",
      "chapter": 34,
      "verse": 1,
      "text": "Then the Lord spoke to Moses, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 34,
      "verse": 2,
      "text": "“Command the sons of Israel and say to them, ‘When you enter the land of Canaan, this is the land that shall fall to you as an inheritance, that is, the land of Canaan according to its borders.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 34,
      "verse": 3,
      "text": "Your southern region shall extend from the wilderness of Zin along the side of Edom, and your southern border shall extend from the end of the Salt Sea eastward.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 34,
      "verse": 4,
      "text": "Then your border shall change direction from the south to the ascent of Akrabbim and continue to Zin, and its termination shall be to the south of Kadesh-barnea; and it shall reach Hazaraddar and continue to Azmon.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 34,
      "verse": 5,
      "text": "Then the border shall change direction from Azmon to the brook of Egypt, and its termination shall be at the sea.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 34,
      "verse": 6,
      "text": "‘As for the western border, you shall have the Great Sea, that is, its coastline; this shall be your western border.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 34,
      "verse": 7,
      "text": "‘And this shall be your northern border: you shall draw your boundary from the Great Sea to Mount Hor.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 34,
      "verse": 8,
      "text": "You shall draw a boundary from Mount Hor to the Lebo-hamath, and the termination of the border shall be at Zedad;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 34,
      "verse": 9,
      "text": "and the border shall proceed to Ziphron, and its termination shall be at Hazar-enan. This shall be your northern border.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 34,
      "verse": 10,
      "text": "‘For your eastern border you shall also draw a boundary from Hazar-enan to Shepham,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 34,
      "verse": 11,
      "text": "and the border shall go down from Shepham to Riblah on the east side of Ain; and the border shall go down and reach to the slope on the east side of the Sea of Chinnereth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 34,
      "verse": 12,
      "text": "And the border shall go down to the Jordan, and its termination shall be at the Salt Sea. This shall be your land according to its borders on all sides.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 34,
      "verse": 13,
      "text": "So Moses commanded the sons of Israel, saying, “This is the land that you are to possess by lot, which the Lord has commanded to give to the nine and a half tribes.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 34,
      "verse": 14,
      "text": "For the tribe of the sons of Reuben have received theirs according to their fathers’ households, and the tribe of the sons of Gad according to their fathers’ households, and the half-tribe of Manasseh have received their possession.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 34,
      "verse": 15,
      "text": "The two and a half tribes have received their possession across the Jordan opposite Jericho, eastward toward the sunrise.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 34,
      "verse": 16,
      "text": "Then the Lord spoke to Moses, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 34,
      "verse": 17,
      "text": "“These are the names of the men who shall assign the land to you as an inheritance: Eleazar the priest, and Joshua the son of Nun.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 34,
      "verse": 18,
      "text": "And you shall take one leader of each tribe to assign the land as an inheritance.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 34,
      "verse": 19,
      "text": "These are the names of the men: of the tribe of Judah, Caleb the son of Jephunneh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 34,
      "verse": 20,
      "text": "Of the tribe of the sons of Simeon, Samuel the son of Ammihud.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 34,
      "verse": 21,
      "text": "Of the tribe of Benjamin, Elidad the son of Chislon.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 34,
      "verse": 22,
      "text": "And of the tribe of the sons of Dan, a leader, Bukki the son of Jogli.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 34,
      "verse": 23,
      "text": "Of the sons of Joseph: of the tribe of the sons of Manasseh, a leader, Hanniel the son of Ephod.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 34,
      "verse": 24,
      "text": "Of the tribe of the sons of Ephraim, a leader, Kemuel the son of Shiphtan.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 34,
      "verse": 25,
      "text": "Of the tribe of the sons of Zebulun, a leader, Elizaphan the son of Parnach.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 34,
      "verse": 26,
      "text": "Of the tribe of the sons of Issachar, a leader, Paltiel the son of Azzan.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 34,
      "verse": 27,
      "text": "Of the tribe of the sons of Asher, a leader, Ahihud the son of Shelomi.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 34,
      "verse": 28,
      "text": "Of the tribe of the sons of Naphtali, a leader, Pedahel the son of Ammihud.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 34,
      "verse": 29,
      "text": "These are the ones whom the Lord commanded to apportion the inheritance to the sons of Israel in the land of Canaan.",
      "header": "",
      "footer": ""
    }
  ]
}