{
  "book_name": "Numbers",
  "chapter": 9,
  "verses": [
    {
      "book_name": "Numbers",
      "chapter": 9,
      "verse": 1,
      "text": "Now the Lord spoke to Moses in the wilderness of Sinai, in the first month of the second year after they had come out of the land of Egypt, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 9,
      "verse": 2,
      "text": "“Now the sons of Israel are to celebrate the Passover at its appointed time.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 9,
      "verse": 3,
      "text": "On the fourteenth day of this month, at twilight, you shall celebrate it at its appointed time; you shall celebrate it in accordance with all its statutes and all its ordinances.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 9,
      "verse": 4,
      "text": "So Moses told the sons of Israel to celebrate the Passover.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 9,
      "verse": 5,
      "text": "And they celebrated the Passover in the first month, on the fourteenth day of the month, at twilight, in the wilderness of Sinai; in accordance with everything that the Lord had commanded Moses, so the sons of Israel did.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 9,
      "verse": 6,
      "text": "But there were some men who were unclean because of contact with a dead person, so that they could not celebrate Passover on that day; and they came before Moses and Aaron on that day.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 9,
      "verse": 7,
      "text": "Those men said to him, “Though we are unclean because of a dead person, why are we kept from presenting the offering of the Lord at its appointed time among the sons of Israel?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 9,
      "verse": 8,
      "text": "Moses then said to them, “Wait, and I will listen to what the Lord will command concerning you.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 9,
      "verse": 9,
      "text": "Then the Lord spoke to Moses, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 9,
      "verse": 10,
      "text": "“Speak to the sons of Israel, saying, ‘If any one of you or of your generations becomes unclean because of a dead person, or is on a distant journey, he may, however, celebrate the Passover to the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 9,
      "verse": 11,
      "text": "In the second month on the fourteenth day at twilight, they shall celebrate it; they shall eat it with unleavened bread and bitter herbs.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 9,
      "verse": 12,
      "text": "They shall not leave any of it until morning, nor break a bone of it; they shall celebrate it in accordance with the whole statute of the Passover.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 9,
      "verse": 13,
      "text": "But the person who is clean and is not on a journey, yet refrains from celebrating the Passover, that person shall then be cut off from his people, because he did not present the offering of the Lord at its appointed time. That person will bear the responsibility for his sin.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 9,
      "verse": 14,
      "text": "And if a stranger resides among you and celebrates the Passover to the Lord, according to the statute of the Passover and its ordinance, so he shall celebrate it; you shall have the same statute, both for the stranger and for the native of the land.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 9,
      "verse": 15,
      "text": "Now on the day that the tabernacle was erected, the cloud covered the tabernacle, the tent of the testimony, and in the evening it was like the appearance of fire over the tabernacle until morning.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 9,
      "verse": 16,
      "text": "That is how it was continuously; the cloud would cover it by day, and the appearance of fire by night.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 9,
      "verse": 17,
      "text": "Whenever the cloud was lifted from over the tent, afterward the sons of Israel would set out; and in the place where the cloud settled down, there the sons of Israel would camp.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 9,
      "verse": 18,
      "text": "At the command of the Lord the sons of Israel would set out, and at the command of the Lord they would camp; as long as the cloud settled over the tabernacle, they remained camped.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 9,
      "verse": 19,
      "text": "Even when the cloud lingered over the tabernacle for many days, the sons of Israel would comply with the Lord’s ordinance and not set out.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 9,
      "verse": 20,
      "text": "If sometimes the cloud remained a few days over the tabernacle, in accordance with the command of the Lord they remained camped. Then in accordance with the command of the Lord they set out.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 9,
      "verse": 21,
      "text": "If sometimes the cloud remained from evening until morning, when the cloud was lifted in the morning they would set out; or if it remained in the daytime and at night, whenever the cloud was lifted, they would set out.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 9,
      "verse": 22,
      "text": "Whether it was two days, a month, or a year that the cloud lingered over the tabernacle, staying above it, the sons of Israel remained camped and did not set out; but when it was lifted, they did set out.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 9,
      "verse": 23,
      "text": "At the command of the Lord they camped, and at the command of the Lord they set out; they did what the Lord required, in accordance with the command of the Lord through Moses.",
      "header": "",
      "footer": ""
    }
  ]
}