{
  "book_name": "1 Timothy",
  "chapter": 1,
  "verses": [
    {
      "book_name": "1 Timothy",
      "chapter": 1,
      "verse": 1,
      "text": "Paul, an apostle of Christ Jesus according to the command of God our Savior and of Christ Jesus our hope,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 1,
      "verse": 2,
      "text": "to Timothy, my true child in the faith. Grace, mercy, and peace from God the Father and Christ Jesus our Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 1,
      "verse": 3,
      "text": "Just as I urged you when I traveled to Macedonia, remain in Ephesus, so that you may instruct certain people not to teach other doctrine,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 1,
      "verse": 4,
      "text": "and not to pay attention to myths and endless genealogies, which cause useless speculations rather than God’s plan that is by faith.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 1,
      "verse": 5,
      "text": "But the goal of our instruction is love from a pure heart and a good conscience and a faith without hypocrisy,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 1,
      "verse": 6,
      "text": "from which some have deviated, and have turned away into fruitless discussion,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 1,
      "verse": 7,
      "text": "wanting to be teachers of the law, although they do not understand either the things which they are saying or the things concerning which they are speaking confidently.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 1,
      "verse": 8,
      "text": "But we know that the law is good, if anyone makes use of it lawfully,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 1,
      "verse": 9,
      "text": "knowing this, that the law is not given for a righteous person but for the lawless and rebellious, for the ungodly and sinners, for the unholy and totally worldly, for the one who kills his father and the one who kills his mother, for murderers,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 1,
      "verse": 10,
      "text": "sexually immoral people, homosexuals, kidnappers, liars, perjurers, and whatever else is opposed to sound teaching,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 1,
      "verse": 11,
      "text": "according to the glorious gospel of the blessed God that I was entrusted with.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 1,
      "verse": 12,
      "text": "I give thanks to the one who strengthens me, Christ Jesus our Lord, because he considered me faithful, placing me into ministry,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 1,
      "verse": 13,
      "text": "although I was formerly a blasphemer and a persecutor and a violent man, but I was shown mercy because I acted ignorantly in unbelief,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 1,
      "verse": 14,
      "text": "and the grace of our Lord abounded with the faith and love that are in Christ Jesus.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 1,
      "verse": 15,
      "text": "The saying is trustworthy and worthy of all acceptance: Christ Jesus came into the world to save sinners, of whom I am the foremost.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 1,
      "verse": 16,
      "text": "But because of this I was shown mercy, in order that in me foremost, Christ Jesus might demonstrate his total patience, for an example for those who are going to believe in him for eternal life.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 1,
      "verse": 17,
      "text": "Now to the King of the ages, immortal, invisible, to the only God, be honor and glory forever and ever. Amen.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 1,
      "verse": 18,
      "text": "I am setting before you this instruction, Timothy my child, in accordance with the prophecies spoken long ago about you, in order that by them you may fight the good fight,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 1,
      "verse": 19,
      "text": "having faith and a good conscience, which some, because they have rejected these, have suffered shipwreck concerning their faith,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 1,
      "verse": 20,
      "text": "among whom are Hymenaeus and Alexander, whom I have handed over to Satan, in order that they may be taught not to blaspheme.",
      "header": "",
      "footer": ""
    }
  ]
}