{
  "book_name": "1 Timothy",
  "chapter": 4,
  "verses": [
    {
      "book_name": "1 Timothy",
      "chapter": 4,
      "verse": 1,
      "text": "Now the Spirit explicitly says that in the last times some will depart from the faith, paying attention to deceitful spirits and teachings of demons,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 4,
      "verse": 2,
      "text": "by the hypocrisy of liars, who are seared in their own conscience,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 4,
      "verse": 3,
      "text": "who forbid marrying and insist on abstaining from foods that God created for sharing in with thankfulness by those who believe and who know the truth,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 4,
      "verse": 4,
      "text": "because everything created by God is good and nothing is to be rejected if it is received with thankfulness,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 4,
      "verse": 5,
      "text": "for it is made holy by the word of God and prayer.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 4,
      "verse": 6,
      "text": "By teaching these things to the brothers, you will be a good servant of Christ Jesus, trained in the words of the faith and of the good teaching that you have followed faithfully.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 4,
      "verse": 7,
      "text": "But reject those worthless myths told by elderly women, and train yourself for godliness.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 4,
      "verse": 8,
      "text": "For the training of the body is somewhat profitable, but godliness is profitable for everything, because it holds promise for the present life and for the life to come.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 4,
      "verse": 9,
      "text": "The statement is trustworthy and deserving of complete acceptance.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 4,
      "verse": 10,
      "text": "For to this end we labor and suffer reproach, because we have put our hope in the living God, who is the Savior of all people, especially of believers.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 4,
      "verse": 11,
      "text": "Command these things and teach them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 4,
      "verse": 12,
      "text": "Let no one look down on your youth, but be an example for the believers in word, in conduct, in love, in faith, in purity.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 4,
      "verse": 13,
      "text": "Until I come, pay attention to the public reading, to exhortation, to teaching.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 4,
      "verse": 14,
      "text": "Do not neglect the gift that is in you, that was granted to you through prophecy with the laying on of hands by the council of elders.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 4,
      "verse": 15,
      "text": "Practice these things. Be diligent in these things, in order that your progress may be evident to everyone.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Timothy",
      "chapter": 4,
      "verse": 16,
      "text": "Fix your attention on yourself and on your teaching. Continue in them, for by doing this you will save both yourself and those who hear you.",
      "header": "",
      "footer": ""
    }
  ]
}