{
  "book_name": "Amos",
  "chapter": 4,
  "verses": [
    {
      "book_name": "Amos",
      "chapter": 4,
      "verse": 1,
      "text": "Hear this word, you cows of Bashan who live on the mountain of Samaria, who oppress the powerless, who crush the poor, who say to their husbands, “Bring something so that we may drink!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Amos",
      "chapter": 4,
      "verse": 2,
      "text": "My Lord Yahweh has sworn by his holiness that, “Behold, the days are coming upon you when they will take you away with hooks, even the last of you with fishing hooks.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Amos",
      "chapter": 4,
      "verse": 3,
      "text": "And you shall leave through breaches in the wall, each one in front of her. You will be dragged off toward Harmon,” declares Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Amos",
      "chapter": 4,
      "verse": 4,
      "text": "“Come to Bethel and transgress; to Gilgal and multiply transgression! Bring your sacrifices in the morning and your tithes on the third day.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Amos",
      "chapter": 4,
      "verse": 5,
      "text": "And bring a thank offering of unleavened bread, and proclaim freewill offerings, pronounce them, for so you love to do, O people of Israel,” is the declaration of my Lord Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Amos",
      "chapter": 4,
      "verse": 6,
      "text": "“And I in turn gave you cleanness of teeth in all your cities and lack of bread in all your places. Yet you did not return to me,” is the declaration of Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Amos",
      "chapter": 4,
      "verse": 7,
      "text": "“And I also withheld the rain from you when there were still three months to the harvest. And I would send rain on one city and send no rain on another city. One tract of land will be rained on, and the tract of land on which it does not rain will dry up.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Amos",
      "chapter": 4,
      "verse": 8,
      "text": "So two or three cities wandered to one city to drink water and they were not satisfied, yet you did not return to me,” is the declaration of Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Amos",
      "chapter": 4,
      "verse": 9,
      "text": "“I struck you with blight and with mildew. Frequently the cutting locust devoured your gardens and your vineyards and your fig trees and your olive trees, yet you did not return to me,” is the declaration of Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Amos",
      "chapter": 4,
      "verse": 10,
      "text": "“I sent among you a plague in the manner of Egypt; I killed your young men with the sword, along with the captivity of your horses. And I made the stench of your camps go up into your nostrils, yet you did not return to me,” is the declaration of Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Amos",
      "chapter": 4,
      "verse": 11,
      "text": "“I overthrew some of you as God overthrew Sodom and Gomorrah, and you were as a stick snatched from the fire, and yet you did not return to me,” is the declaration of Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Amos",
      "chapter": 4,
      "verse": 12,
      "text": "“Therefore, thus I will do to you, O Israel. Because I will do this to you, O Israel, prepare to meet your God!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Amos",
      "chapter": 4,
      "verse": 13,
      "text": "Yes, here is the one who forms the mountains, and the one who creates the wind, and the one who reveals to humans what his thoughts are, and the one who treads on the heights of the earth; Yahweh, the God of hosts, is his name!”",
      "header": "",
      "footer": ""
    }
  ]
}