{
  "book_name": "Ezekiel",
  "chapter": 12,
  "verses": [
    {
      "book_name": "Ezekiel",
      "chapter": 12,
      "verse": 1,
      "text": "The Lord’s message came to me:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 12,
      "verse": 2,
      "text": "“Son of man, you are living in the midst of a rebellious house. They have eyes to see, but do not see, and ears to hear, but do not hear, because they are a rebellious house.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 12,
      "verse": 3,
      "text": "“Therefore, son of man, pack up your belongings as if for exile. During the day, while they are watching, pretend to go into exile. Go from where you live to another place. Perhaps they will understand, although they are a rebellious house.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 12,
      "verse": 4,
      "text": "Bring out your belongings packed for exile during the day while they are watching. And go out at evening, while they are watching, as if for exile.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 12,
      "verse": 5,
      "text": "While they are watching, dig a hole in the wall and carry your belongings out through it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 12,
      "verse": 6,
      "text": "While they are watching, raise your baggage onto your shoulder and carry it out in the dark. You must cover your face so that you cannot see the ground because I have made you an object lesson to the house of Israel.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 12,
      "verse": 7,
      "text": "So I did just as I was commanded. I carried out my belongings packed for exile during the day, and at evening I dug myself a hole through the wall with my hands. I went out in the darkness, carrying my baggage on my shoulder while they watched.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 12,
      "verse": 8,
      "text": "The Lord’s message came to me in the morning:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 12,
      "verse": 9,
      "text": "“Son of man, has not the house of Israel, that rebellious house, said to you, ‘What are you doing?’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 12,
      "verse": 10,
      "text": "Say to them, ‘This is what the Sovereign Lord says: The prince will raise this burden in Jerusalem, and all the house of Israel within it.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 12,
      "verse": 11,
      "text": "Say, ‘I am an object lesson for you. Just as I have done, so it will be done to them; they will go into exile and captivity.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 12,
      "verse": 12,
      "text": "“The prince who is among them will raise his belongings onto his shoulder in darkness and will go out. He will dig a hole in the wall to leave through. He will cover his face so that he cannot see the land with his eyes.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 12,
      "verse": 13,
      "text": "But I will throw my net over him, and he will be caught in my snare. I will bring him to Babylon, the land of the Chaldeans (but he will not see it), and there he will die.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 12,
      "verse": 14,
      "text": "All his retinue—his attendants and his troops—I will scatter to every wind; I will unleash a sword behind them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 12,
      "verse": 15,
      "text": "“Then they will know that I am the Lord when I disperse them among the nations and scatter them among foreign countries.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 12,
      "verse": 16,
      "text": "But I will let a small number of them survive the sword, famine, and pestilence, so that they can confess all their abominable practices to the nations where they go. Then they will know that I am the Lord.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 12,
      "verse": 17,
      "text": "The Lord’s message came to me:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 12,
      "verse": 18,
      "text": "“Son of man, eat your bread with trembling and drink your water with anxious shaking.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 12,
      "verse": 19,
      "text": "Then say to the people of the land, ‘This is what the Sovereign Lord says about the inhabitants of Jerusalem and of the land of Israel: They will eat their bread with anxiety and drink their water in fright, for their land will be stripped bare of all it contains because of the violence of all who live in it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 12,
      "verse": 20,
      "text": "The inhabited towns will be left in ruins, and the land will be devastated. Then you will know that I am the Lord.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 12,
      "verse": 21,
      "text": "The Lord’s message came to me:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 12,
      "verse": 22,
      "text": "“Son of man, what is this proverb you have in the land of Israel, ‘The days pass slowly, and every vision fails’?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 12,
      "verse": 23,
      "text": "Therefore tell them, ‘This is what the Sovereign Lord says: I hereby end this proverb; they will not recite it in Israel any longer.’ But say to them, ‘The days are at hand when every vision will be fulfilled.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 12,
      "verse": 24,
      "text": "For there will no longer be any false visions or flattering omens amidst the house of Israel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 12,
      "verse": 25,
      "text": "For I, the Lord, will speak. Whatever word I speak will be accomplished. It will not be delayed any longer. Indeed in your days, O rebellious house, I will speak the word and accomplish it, declares the Sovereign Lord.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 12,
      "verse": 26,
      "text": "The Lord’s message came to me:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 12,
      "verse": 27,
      "text": "“Take note, son of man, the house of Israel is saying, ‘The vision that he sees is for distant days; he is prophesying about the far future.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 12,
      "verse": 28,
      "text": "Therefore say to them, ‘This is what the Sovereign Lord says: None of my words will be delayed any longer! The word I speak will come to pass, declares the Sovereign Lord.’”",
      "header": "",
      "footer": ""
    }
  ]
}