{
  "book_name": "Ezekiel",
  "chapter": 8,
  "verses": [
    {
      "book_name": "Ezekiel",
      "chapter": 8,
      "verse": 1,
      "text": "In the sixth year, in the sixth month, on the fifth of the month, as I was sitting in my house with the elders of Judah sitting in front of me, the hand of the Sovereign Lord seized me.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 8,
      "verse": 2,
      "text": "As I watched, I noticed a form that appeared to be a man. From his waist downward was something like fire, and from his waist upward something like a brightness, like an amber glow.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 8,
      "verse": 3,
      "text": "He stretched out the form of a hand and grabbed me by a lock of hair on my head. Then a wind lifted me up between the earth and sky and brought me to Jerusalem by divine visions, to the door of the inner gate that faces north where the statue that provokes to jealousy was located.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 8,
      "verse": 4,
      "text": "Then I perceived that the glory of the God of Israel was there, as in the vision I had seen earlier in the valley.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 8,
      "verse": 5,
      "text": "He said to me, “Son of man, look up toward the north.” So I looked up toward the north, and I noticed to the north of the altar gate was this statue of jealousy at the entrance.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 8,
      "verse": 6,
      "text": "He said to me, “Son of man, do you see what they are doing—the great abominations that the people of Israel are practicing here, to drive me far from my sanctuary? But you will see greater abominations than these!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 8,
      "verse": 7,
      "text": "He brought me to the entrance of the court, and as I watched, I noticed a hole in the wall.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 8,
      "verse": 8,
      "text": "He said to me, “Son of man, dig into the wall.” So I dug into the wall and discovered a doorway.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 8,
      "verse": 9,
      "text": "He said to me, “Go in and see the evil abominations they are practicing here.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 8,
      "verse": 10,
      "text": "So I went in and looked. I noticed every figure of creeping thing and beast—detestable images—and every idol of the house of Israel, engraved on the wall all around.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 8,
      "verse": 11,
      "text": "Seventy men from the elders of the house of Israel (with Jaazaniah son of Shaphan standing among them) were standing in front of them, each with a censer in his hand, and fragrant vapors from a cloud of incense were swirling upward.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 8,
      "verse": 12,
      "text": "He said to me, “Do you see, son of man, what the elders of the house of Israel are doing in the dark, each in the chamber of his idolatrous images? For they think, ‘The Lord does not see us! The Lord has abandoned the land!’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 8,
      "verse": 13,
      "text": "He said to me, “You will see them practicing even greater abominations!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 8,
      "verse": 14,
      "text": "Then he brought me to the entrance of the north gate of the Lord’s house. I noticed women sitting there weeping for Tammuz.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 8,
      "verse": 15,
      "text": "He said to me, “Do you see this, son of man? You will see even greater abominations than these!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 8,
      "verse": 16,
      "text": "Then he brought me to the inner court of the Lord’s house. Right there at the entrance to the Lord’s temple, between the porch and the altar, were about twenty-five men with their backs to the Lord’s temple, facing east—they were worshiping the sun toward the east!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 8,
      "verse": 17,
      "text": "He said to me, “Do you see, son of man? Is it a trivial thing that the house of Judah commits these abominations they are practicing here? For they have filled the land with violence and provoked me to anger still further. Look, they are putting the branch to their nose!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 8,
      "verse": 18,
      "text": "Therefore I will act with fury! My eye will not pity them nor will I spare them. When they have shouted in my ears, I will not listen to them.”",
      "header": "",
      "footer": ""
    }
  ]
}