{
  "book_name": "Mark",
  "chapter": 8,
  "verses": [
    {
      "book_name": "Mark",
      "chapter": 8,
      "verse": 1,
      "text": "In those days there was again a large crowd, and they did not have anything they could eat. Summoning the disciples, he said to them,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Mark",
      "chapter": 8,
      "verse": 2,
      "text": "“I have compassion on the crowd, because they have remained with me three days already and do not have anything to eat.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Mark",
      "chapter": 8,
      "verse": 3,
      "text": "And if I send them away hungry to their homes they will give out on the way, and some of them have come from far away.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Mark",
      "chapter": 8,
      "verse": 4,
      "text": "And his disciples answered him, “Where is anyone able to feed these people with bread here in the desert?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Mark",
      "chapter": 8,
      "verse": 5,
      "text": "And he asked them, “How many loaves do you have?” So they said, “Seven.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Mark",
      "chapter": 8,
      "verse": 6,
      "text": "And he commanded the crowd to recline for a meal on the ground, and taking the seven loaves, after he had given thanks he broke them and began giving them to his disciples so that they could set them before them. And they set them before the crowd.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Mark",
      "chapter": 8,
      "verse": 7,
      "text": "And they had a few small fish, and after giving thanks for them, he said to set these before them also.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Mark",
      "chapter": 8,
      "verse": 8,
      "text": "And they ate and were satisfied, and they picked up the broken pieces that were left, seven baskets full.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Mark",
      "chapter": 8,
      "verse": 9,
      "text": "Now there were about four thousand. And he sent them away.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Mark",
      "chapter": 8,
      "verse": 10,
      "text": "And immediately he got into the boat with his disciples and went to the district of Dalmanutha.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Mark",
      "chapter": 8,
      "verse": 11,
      "text": "And the Pharisees came and began to argue with him, demanding from him a sign from heaven in order to test him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Mark",
      "chapter": 8,
      "verse": 12,
      "text": "And sighing deeply in his spirit, he said, “Why does this generation demand a sign? Truly I say to you, no sign will be given to this generation!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Mark",
      "chapter": 8,
      "verse": 13,
      "text": "And he left them, got into the boat again, and went to the other side.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Mark",
      "chapter": 8,
      "verse": 14,
      "text": "And they had forgotten to take bread, and except for one loaf, they did not have any with them in the boat.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Mark",
      "chapter": 8,
      "verse": 15,
      "text": "And he ordered them, saying, “Watch out! Beware of the leaven of the Pharisees and the leaven of Herod!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Mark",
      "chapter": 8,
      "verse": 16,
      "text": "And they began to discuss with one another that they had no bread.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Mark",
      "chapter": 8,
      "verse": 17,
      "text": "And knowing this, he said to them, “Why are you discussing that you have no bread? Do you not yet perceive or understand? Have your hearts been hardened?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Mark",
      "chapter": 8,
      "verse": 18,
      "text": "Although you have eyes, do you not see? And although you have ears, do you not hear? And do you not remember?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Mark",
      "chapter": 8,
      "verse": 19,
      "text": "When I broke the five loaves for the five thousand how many baskets full of broken pieces did you pick up?” They said to him, “Twelve.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Mark",
      "chapter": 8,
      "verse": 20,
      "text": "“When I also broke the seven loaves for the four thousand, how many baskets full of broken pieces did you pick up?” And they said to him, “Seven.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Mark",
      "chapter": 8,
      "verse": 21,
      "text": "And he said to them, “Do you not yet understand?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Mark",
      "chapter": 8,
      "verse": 22,
      "text": "And they came to Bethsaida. And they brought to him a blind man and implored him that he would touch him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Mark",
      "chapter": 8,
      "verse": 23,
      "text": "And he took hold of the blind man’s hand and led him outside the village, and after spitting in his eyes, he placed his hands on him and asked him, “Do you see anything?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Mark",
      "chapter": 8,
      "verse": 24,
      "text": "And looking up he said, “I see people, for I see them like trees walking around.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Mark",
      "chapter": 8,
      "verse": 25,
      "text": "Then he placed his hands on his eyes again, and he opened his eyes and was cured, and could see everything clearly.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Mark",
      "chapter": 8,
      "verse": 26,
      "text": "And he sent him to his home, saying, “Do not even go into the village.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Mark",
      "chapter": 8,
      "verse": 27,
      "text": "And Jesus and his disciples went out to the villages of Caesarea Philippi, and on the way he asked his disciples, saying to them, “Who do people say that I am?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Mark",
      "chapter": 8,
      "verse": 28,
      "text": "And they told him, saying, “John the Baptist, and others Elijah, and others that you are one of the prophets.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Mark",
      "chapter": 8,
      "verse": 29,
      "text": "And he asked them, “But who do you say that I am?” Peter answered and said to him, “You are the Christ!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Mark",
      "chapter": 8,
      "verse": 30,
      "text": "And he warned them that they should tell no one about him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Mark",
      "chapter": 8,
      "verse": 31,
      "text": "And he began to teach them that it was necessary for the Son of Man to suffer many things and to be rejected by the elders and the chief priests and the scribes, and to be killed, and after three days to rise.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Mark",
      "chapter": 8,
      "verse": 32,
      "text": "And he was speaking openly about the subject, and Peter took him aside and began to rebuke him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Mark",
      "chapter": 8,
      "verse": 33,
      "text": "But turning around and seeing his disciples, he rebuked Peter and said, “Get behind me, Satan, because you are not setting your mind on the things of God, but the things of people!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Mark",
      "chapter": 8,
      "verse": 34,
      "text": "And summoning the crowd together with his disciples, he said to them, “If anyone wants to come after me, let him deny himself and take up his cross and follow me.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Mark",
      "chapter": 8,
      "verse": 35,
      "text": "For whoever wants to save his life will lose it, but whoever loses his life on account of me and of the gospel will save it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Mark",
      "chapter": 8,
      "verse": 36,
      "text": "For what does it benefit a person to gain the whole world and forfeit his life?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Mark",
      "chapter": 8,
      "verse": 37,
      "text": "For what can a person give in exchange for his life?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Mark",
      "chapter": 8,
      "verse": 38,
      "text": "For whoever is ashamed of me and my words in this adulterous and sinful generation, the Son of Man will also be ashamed of him when he comes in the glory of his Father with the holy angels.”",
      "header": "",
      "footer": ""
    }
  ]
}