{
  "book_name": "Luke",
  "chapter": 10,
  "verses": [
    {
      "book_name": "Luke",
      "chapter": 10,
      "verse": 1,
      "text": "After this the Lord appointed seventy-two others and sent them on ahead of him in pairs to every town and place where he himself intended to go.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 10,
      "verse": 2,
      "text": "He said to them, “The harvest is plentiful, but the laborers are few; therefore ask the Lord of the harvest to send out laborers into his harvest.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 10,
      "verse": 3,
      "text": "Go on your way; I am sending you out like lambs into the midst of wolves.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 10,
      "verse": 4,
      "text": "Carry no purse, no bag, no sandals, and greet no one on the road.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 10,
      "verse": 5,
      "text": "Whatever house you enter, first say, ‘Peace to this house!’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 10,
      "verse": 6,
      "text": "And if a person of peace is there, your peace will rest on that person, but if not, it will return to you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 10,
      "verse": 7,
      "text": "Remain in the same house, eating and drinking whatever they provide, for the laborer deserves to be paid. Do not move about from house to house.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 10,
      "verse": 8,
      "text": "Whenever you enter a town and its people welcome you, eat what is set before you;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 10,
      "verse": 9,
      "text": "cure the sick who are there, and say to them, ‘The kingdom of God has come near to you.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 10,
      "verse": 10,
      "text": "But whenever you enter a town and they do not welcome you, go out into its streets and say,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 10,
      "verse": 11,
      "text": "‘Even the dust of your town that clings to our feet, we wipe off in protest against you. Yet know this: the kingdom of God has come near.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 10,
      "verse": 12,
      "text": "I tell you, on that day it will be more tolerable for Sodom than for that town.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 10,
      "verse": 13,
      "text": "“Woe to you, Chorazin! Woe to you, Bethsaida! For if the deeds of power done in you had been done in Tyre and Sidon, they would have repented long ago, sitting in sackcloth and ashes.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 10,
      "verse": 14,
      "text": "Indeed, at the judgment it will be more tolerable for Tyre and Sidon than for you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 10,
      "verse": 15,
      "text": "And you, Capernaum,\nwill you be exalted to heaven?\n    No, you will be brought down to Hades.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 10,
      "verse": 16,
      "text": "“Whoever listens to you listens to me, and whoever rejects you rejects me, and whoever rejects me rejects the one who sent me.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 10,
      "verse": 17,
      "text": "The seventy-two returned with joy, saying, “Lord, in your name even the demons submit to us!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 10,
      "verse": 18,
      "text": "He said to them, “I watched Satan fall from heaven like a flash of lightning.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 10,
      "verse": 19,
      "text": "Indeed, I have given you authority to tread on snakes and scorpions and over all the power of the enemy, and nothing will hurt you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 10,
      "verse": 20,
      "text": "Nevertheless, do not rejoice at this, that the spirits submit to you, but rejoice that your names are written in heaven.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 10,
      "verse": 21,
      "text": "At that very hour Jesus rejoiced in the Holy Spirit and said, “I thank you, Father, Lord of heaven and earth, because you have hidden these things from the wise and the intelligent and have revealed them to infants; yes, Father, for such was your gracious will.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 10,
      "verse": 22,
      "text": "All things have been handed over to me by my Father, and no one knows who the Son is except the Father or who the Father is except the Son and anyone to whom the Son chooses to reveal him.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 10,
      "verse": 23,
      "text": "Then turning to the disciples, Jesus said to them privately, “Blessed are the eyes that see what you see!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 10,
      "verse": 24,
      "text": "For I tell you that many prophets and kings desired to see what you see but did not see it and to hear what you hear but did not hear it.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 10,
      "verse": 25,
      "text": "An expert in the law stood up to test Jesus. “Teacher,” he said, “what must I do to inherit eternal life?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 10,
      "verse": 26,
      "text": "He said to him, “What is written in the law? What do you read there?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 10,
      "verse": 27,
      "text": "He answered, “You shall love the Lord your God with all your heart and with all your soul and with all your strength and with all your mind and your neighbor as yourself.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 10,
      "verse": 28,
      "text": "And he said to him, “You have given the right answer; do this, and you will live.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 10,
      "verse": 29,
      "text": "But wanting to vindicate himself, he asked Jesus, “And who is my neighbor?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 10,
      "verse": 30,
      "text": "Jesus replied, “A man was going down from Jerusalem to Jericho and fell into the hands of robbers, who stripped him, beat him, and took off, leaving him half dead.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 10,
      "verse": 31,
      "text": "Now by chance a priest was going down that road, and when he saw him he passed by on the other side.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 10,
      "verse": 32,
      "text": "So likewise a Levite, when he came to the place and saw him, passed by on the other side.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 10,
      "verse": 33,
      "text": "But a Samaritan while traveling came upon him, and when he saw him he was moved with compassion.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 10,
      "verse": 34,
      "text": "He went to him and bandaged his wounds, treating them with oil and wine. Then he put him on his own animal, brought him to an inn, and took care of him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 10,
      "verse": 35,
      "text": "The next day he took out two denarii, gave them to the innkeeper, and said, ‘Take care of him, and when I come back I will repay you whatever more you spend.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 10,
      "verse": 36,
      "text": "Which of these three, do you think, was a neighbor to the man who fell into the hands of the robbers?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 10,
      "verse": 37,
      "text": "He said, “The one who showed him mercy.” Jesus said to him, “Go and do likewise.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 10,
      "verse": 38,
      "text": "Now as they went on their way, he entered a certain village where a woman named Martha welcomed him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 10,
      "verse": 39,
      "text": "She had a sister named Mary, who sat at Jesus’s feet and listened to what he was saying.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 10,
      "verse": 40,
      "text": "But Martha was distracted by her many tasks, so she came to him and asked, “Lord, do you not care that my sister has left me to do all the work by myself? Tell her, then, to help me.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 10,
      "verse": 41,
      "text": "But the Lord answered her, “Martha, Martha, you are worried and distracted by many things,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 10,
      "verse": 42,
      "text": "but few things are needed—indeed only one. Mary has chosen the better part, which will not be taken away from her.”",
      "header": "",
      "footer": ""
    }
  ]
}