{
  "book_name": "James",
  "chapter": 3,
  "verses": [
    {
      "book_name": "James",
      "chapter": 3,
      "verse": 1,
      "text": "Not many should become teachers, my brothers, because you know that we will receive a greater judgment.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "James",
      "chapter": 3,
      "verse": 2,
      "text": "For we all stumble in many ways. If anyone does not stumble in what he says, he is a perfect individual, able to hold in check his whole body also.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "James",
      "chapter": 3,
      "verse": 3,
      "text": "And if we put bits in the mouths of horses so that they obey us, we also guide their whole bodies.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "James",
      "chapter": 3,
      "verse": 4,
      "text": "Behold also ships: although they are so large and are driven by strong winds, they are guided by a very small rudder wherever the inclination of the pilot wishes.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "James",
      "chapter": 3,
      "verse": 5,
      "text": "So also the tongue is a small member of the body and boasts great things. Behold how small a fire sets ablaze how great a forest!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "James",
      "chapter": 3,
      "verse": 6,
      "text": "And the tongue is a fire! The world of unrighteousness, the tongue, is set among our members, defiling the whole body and setting on fire the course of human existence, being set on fire by hell.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "James",
      "chapter": 3,
      "verse": 7,
      "text": "For every species of animals and birds, of reptiles and sea creatures, is being tamed and has been tamed by the human species,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "James",
      "chapter": 3,
      "verse": 8,
      "text": "but no human being is able to tame the tongue. It is a restless evil, full of deadly poison.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "James",
      "chapter": 3,
      "verse": 9,
      "text": "With it we bless the Lord and Father, and with it we curse people who are made in the likeness of God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "James",
      "chapter": 3,
      "verse": 10,
      "text": "From the same mouth come blessing and cursing. My brothers, these things ought not to be so!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "James",
      "chapter": 3,
      "verse": 11,
      "text": "A spring does not pour forth from the same opening fresh and bitter water, does it?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "James",
      "chapter": 3,
      "verse": 12,
      "text": "A fig tree is not able, my brothers, to produce olives, or a grapevine figs. Neither can a saltwater spring produce fresh water.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "James",
      "chapter": 3,
      "verse": 13,
      "text": "Who is wise and understanding among you? Let him show by his good behavior his works, with the humility of wisdom.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "James",
      "chapter": 3,
      "verse": 14,
      "text": "But if you have bitter jealousy and selfish ambition in your hearts, do not boast and tell lies against the truth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "James",
      "chapter": 3,
      "verse": 15,
      "text": "This is not the wisdom that comes down from above, but is earthly, unspiritual, demonic.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "James",
      "chapter": 3,
      "verse": 16,
      "text": "For where there is jealousy and selfish ambition, there is disorder and every evil practice.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "James",
      "chapter": 3,
      "verse": 17,
      "text": "But the wisdom from above is first pure, then peaceful, gentle, obedient, full of mercy and good fruits, nonjudgmental, without hypocrisy,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "James",
      "chapter": 3,
      "verse": 18,
      "text": "And the fruit of righteousness is sown in peace among those who make peace.",
      "header": "",
      "footer": ""
    }
  ]
}