{
  "book_name": "Colossians",
  "chapter": 3,
  "verses": [
    {
      "book_name": "Colossians",
      "chapter": 3,
      "verse": 1,
      "text": "Therefore, if you have been raised together with Christ, seek the things above, where Christ is, seated at the right hand of God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Colossians",
      "chapter": 3,
      "verse": 2,
      "text": "Set your mind on the things above, not on the things on earth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Colossians",
      "chapter": 3,
      "verse": 3,
      "text": "For you have died, and your life is hidden with Christ in God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Colossians",
      "chapter": 3,
      "verse": 4,
      "text": "When Christ, who is your life, is revealed, then you also will be revealed with him in glory.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Colossians",
      "chapter": 3,
      "verse": 5,
      "text": "Therefore put to death what is earthly in you: sexual immorality, uncleanness, lustful passion, evil desire, and greediness, which is idolatry,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Colossians",
      "chapter": 3,
      "verse": 6,
      "text": "because of which the wrath of God is coming upon the sons of disobedience,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Colossians",
      "chapter": 3,
      "verse": 7,
      "text": "in which also you once lived, when you used to live in them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Colossians",
      "chapter": 3,
      "verse": 8,
      "text": "But now you also lay aside all these things: anger, rage, wickedness, slander, abusive language from your mouth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Colossians",
      "chapter": 3,
      "verse": 9,
      "text": "Do not lie to one another, because you have taken off the old man together with his deeds,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Colossians",
      "chapter": 3,
      "verse": 10,
      "text": "and have put on the new man that is being renewed in knowledge according to the image of the one who created him,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Colossians",
      "chapter": 3,
      "verse": 11,
      "text": "where there is neither Greek nor Jew, circumcision nor uncircumcision, barbarian, Scythian, slave, or free, but Christ is all, and in all.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Colossians",
      "chapter": 3,
      "verse": 12,
      "text": "Therefore, as the chosen of God, holy and dearly loved, put on affection, compassion, kindness, humility, gentleness, patience,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Colossians",
      "chapter": 3,
      "verse": 13,
      "text": "putting up with one another and forgiving one another. If anyone should have a complaint against anyone, just as also the Lord forgave you, thus also you do the same.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Colossians",
      "chapter": 3,
      "verse": 14,
      "text": "And to all these things add love, which is the bond of perfection.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Colossians",
      "chapter": 3,
      "verse": 15,
      "text": "And the peace of Christ must rule in your hearts, to which also you were called in one body, and be thankful.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Colossians",
      "chapter": 3,
      "verse": 16,
      "text": "Let the word of Christ dwell in you richly, teaching and admonishing one another with all wisdom, with psalms, hymns, and spiritual songs, singing with thankfulness in your hearts to God,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Colossians",
      "chapter": 3,
      "verse": 17,
      "text": "and everything whatever you do in word or in deed, giving thanks for all things in the name of the Lord Jesus to God the Father through him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Colossians",
      "chapter": 3,
      "verse": 18,
      "text": "Wives, be subject to your husbands, as is fitting in the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Colossians",
      "chapter": 3,
      "verse": 19,
      "text": "Husbands, love your wives and do not be embittered against them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Colossians",
      "chapter": 3,
      "verse": 20,
      "text": "Children, obey your parents in everything, for this is pleasing in the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Colossians",
      "chapter": 3,
      "verse": 21,
      "text": "Fathers, do not provoke your children, so that they will not become discouraged.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Colossians",
      "chapter": 3,
      "verse": 22,
      "text": "Slaves, obey your human masters in everything, not while being watched, as people pleasers, but with sincerity of heart, fearing the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Colossians",
      "chapter": 3,
      "verse": 23,
      "text": "Whatever you do, accomplish it from the soul, as to the Lord, and not to people,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Colossians",
      "chapter": 3,
      "verse": 24,
      "text": "because you know that from the Lord you will receive the reward of the inheritance. Serve the Lord Christ.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Colossians",
      "chapter": 3,
      "verse": 25,
      "text": "For the one who does wrong will receive back whatever wrong he has done, and there is no partiality.",
      "header": "",
      "footer": ""
    }
  ]
}