{
  "book_name": "Colossians",
  "chapter": 4,
  "verses": [
    {
      "book_name": "Colossians",
      "chapter": 4,
      "verse": 1,
      "text": "Masters, grant your slaves justice and fairness, knowing that you also have a master in heaven.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Colossians",
      "chapter": 4,
      "verse": 2,
      "text": "Be devoted to prayer, keeping alert in it with thanksgiving,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Colossians",
      "chapter": 4,
      "verse": 3,
      "text": "praying at the same time for us also, that God may open for us a door of the message, to speak the mystery of Christ, for which also I am a prisoner,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Colossians",
      "chapter": 4,
      "verse": 4,
      "text": "so that I may reveal it, as it is necessary for me to speak.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Colossians",
      "chapter": 4,
      "verse": 5,
      "text": "Live with wisdom toward those outside, making the most of the time.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Colossians",
      "chapter": 4,
      "verse": 6,
      "text": "Let your speech always be with grace, seasoned with salt, so that you may know how it is necessary for you to answer each one.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Colossians",
      "chapter": 4,
      "verse": 7,
      "text": "Tychicus, my dear brother and faithful servant and fellow slave in the Lord, will make known to you all my circumstances,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Colossians",
      "chapter": 4,
      "verse": 8,
      "text": "whom I have sent to you for this very reason, in order that you may know our circumstances and he may encourage your hearts,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Colossians",
      "chapter": 4,
      "verse": 9,
      "text": "together with Onesimus, my faithful and dear brother, who is one of you. They will make known to you all the circumstances here.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Colossians",
      "chapter": 4,
      "verse": 10,
      "text": "Aristarchus, my fellow prisoner, greets you, and Mark, the cousin of Barnabas (about whom you received instructions—if he should come to you, welcome him),",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Colossians",
      "chapter": 4,
      "verse": 11,
      "text": "and Jesus who is called Justus. These are the only ones who are fellow workers for the kingdom of God from the circumcision, who have been a comfort to me.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Colossians",
      "chapter": 4,
      "verse": 12,
      "text": "Epaphras, who is one of you, greets you, a slave of Christ always struggling on behalf of you in his prayers, that you may stand mature and fully assured in all the will of God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Colossians",
      "chapter": 4,
      "verse": 13,
      "text": "For I testify to him that he is working hard on behalf of you and those in Laodicea and those in Hierapolis.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Colossians",
      "chapter": 4,
      "verse": 14,
      "text": "Luke the physician, our dear friend, greets you, as does Demas.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Colossians",
      "chapter": 4,
      "verse": 15,
      "text": "Greet the brothers in Laodicea, and Nympha and the church in her house.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Colossians",
      "chapter": 4,
      "verse": 16,
      "text": "And whenever this letter is read among you, see to it that it is read also among the Laodicean church, and that you also read the letter from Laodicea.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Colossians",
      "chapter": 4,
      "verse": 17,
      "text": "And tell Archippus, “Direct your attention to the ministry that you received in the Lord, in order that you may complete it.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Colossians",
      "chapter": 4,
      "verse": 18,
      "text": "The greeting is by my hand, Paul’s. Remember my imprisonment. Grace be with you.",
      "header": "",
      "footer": ""
    }
  ]
}