{
  "book_name": "Jonah",
  "chapter": 3,
  "verses": [
    {
      "book_name": "Jonah",
      "chapter": 3,
      "verse": 1,
      "text": "And the word of Yahweh came to Jonah a second time, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jonah",
      "chapter": 3,
      "verse": 2,
      "text": "“Get up! Go to Nineveh, the great city, and proclaim to it the message that I am telling you.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jonah",
      "chapter": 3,
      "verse": 3,
      "text": "So Jonah got up and went to Nineveh according to the word of Yahweh. Now Nineveh was an extraordinarily great city—a journey of three days across.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jonah",
      "chapter": 3,
      "verse": 4,
      "text": "And Jonah began to go into the city a journey of one day, and he cried out and said, “Forty more days and Nineveh will be demolished!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jonah",
      "chapter": 3,
      "verse": 5,
      "text": "And the people of Nineveh believed in God, and they proclaimed a fast and put on sackcloth—from the greatest of them to the least important.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jonah",
      "chapter": 3,
      "verse": 6,
      "text": "And the news reached the king of Nineveh, and he rose from his throne and removed his royal robe, put on sackcloth, and sat in the ashes.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jonah",
      "chapter": 3,
      "verse": 7,
      "text": "And he had a proclamation made, and said,\n“In Nineveh, by a decree of the king and his nobles:\n“No human being or animal, no herd or flock, shall taste anything! They must not eat, and they must not drink water!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jonah",
      "chapter": 3,
      "verse": 8,
      "text": "And the human beings and the animals must be covered with sackcloth! And they must call forcefully to God, and each must turn from his evil way and from the violence that is in his hands.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jonah",
      "chapter": 3,
      "verse": 9,
      "text": "Who knows? God may relent and change his mind and turn from his blazing anger so that we will not perish.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jonah",
      "chapter": 3,
      "verse": 10,
      "text": "And God saw their deeds—that they turned from their evil ways—and God changed his mind about the evil that he had said he would bring upon them, and he did not do it.",
      "header": "",
      "footer": ""
    }
  ]
}