{
  "book_name": "Judges",
  "chapter": 10,
  "verses": [
    {
      "book_name": "Judges",
      "chapter": 10,
      "verse": 1,
      "text": "Now after Abimelech died, Tola the son of Puah, the son of Dodo, a man of Issachar, rose up to save Israel; and he lived in Shamir in the hill country of Ephraim.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 10,
      "verse": 2,
      "text": "He judged Israel for twenty-three years. Then he died and was buried in Shamir.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 10,
      "verse": 3,
      "text": "After him, Jair the Gileadite rose up and judged Israel for twenty-two years.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 10,
      "verse": 4,
      "text": "And he had thirty sons who rode on thirty donkeys, and they had thirty cities in the land of Gilead that are called Havvoth-jair to this day.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 10,
      "verse": 5,
      "text": "And Jair died and was buried in Kamon.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 10,
      "verse": 6,
      "text": "Then the sons of Israel again did evil in the sight of the Lord, and they served the Baals and the Ashtaroth, the gods of Aram, the gods of Sidon, the gods of Moab, the gods of the sons of Ammon, and the gods of the Philistines; so they abandoned the Lord and did not serve Him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 10,
      "verse": 7,
      "text": "And the anger of the Lord burned against Israel, and He sold them into the hands of the Philistines, and into the hands of the sons of Ammon.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 10,
      "verse": 8,
      "text": "And they afflicted and oppressed the sons of Israel that year; for eighteen years they oppressed all the sons of Israel who were beyond the Jordan, in Gilead in the land of the Amorites.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 10,
      "verse": 9,
      "text": "And the sons of Ammon crossed the Jordan to fight also against Judah, Benjamin, and the house of Ephraim, so that Israel was in great difficulty.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 10,
      "verse": 10,
      "text": "Then the sons of Israel cried out to the Lord, saying, “We have sinned against You, for indeed, we have abandoned our God and served the Baals.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 10,
      "verse": 11,
      "text": "And the Lord said to the sons of Israel, “Did I not save you from the Egyptians, the Amorites, the sons of Ammon, and the Philistines?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 10,
      "verse": 12,
      "text": "And when the Sidonians, the Amalekites, and the Maonites oppressed you, you cried out to Me, and I saved you from their hands.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 10,
      "verse": 13,
      "text": "Yet you abandoned Me and served other gods; therefore I will no longer save you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 10,
      "verse": 14,
      "text": "Go and cry out to the gods which you have chosen; let them save you in the time of your distress.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 10,
      "verse": 15,
      "text": "Then the sons of Israel said to the Lord, “We have sinned, do to us whatever seems good to You; only please save us this day.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 10,
      "verse": 16,
      "text": "So they removed the foreign gods from among them and served the Lord; and He could no longer endure the misery of Israel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 10,
      "verse": 17,
      "text": "Then the sons of Ammon were summoned, and they camped in Gilead. And the sons of Israel gathered together and camped in Mizpah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 10,
      "verse": 18,
      "text": "And the people, the leaders of Gilead, said to one another, “Who is the man who will begin to fight against the sons of Ammon? He shall become head over all the inhabitants of Gilead.”",
      "header": "",
      "footer": ""
    }
  ]
}