{
  "book_name": "Judges",
  "chapter": 12,
  "verses": [
    {
      "book_name": "Judges",
      "chapter": 12,
      "verse": 1,
      "text": "Now the men of Ephraim were summoned, and they crossed to Zaphon; and they said to Jephthah, “Why did you cross over to fight against the sons of Ammon without calling us to go with you? We will burn your house down on you!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 12,
      "verse": 2,
      "text": "So Jephthah said to them, “I and my people were in a major dispute with the sons of Ammon; and I did call you, but you did not save me from their hand.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 12,
      "verse": 3,
      "text": "When I saw that you were no deliverer, I took my life in my hands and crossed over against the sons of Ammon, and the Lord handed them over to me. Why then have you come up to me this day to fight against me?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 12,
      "verse": 4,
      "text": "Then Jephthah gathered all the men of Gilead and fought Ephraim; and the men of Gilead defeated Ephraim, because they said, “You are survivors of Ephraim, you Gileadites, in the midst of Ephraim and in the midst of Manasseh.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 12,
      "verse": 5,
      "text": "And the Gileadites took control of the crossing places of the Jordan opposite Ephraim. And it happened whenever any of the survivors of Ephraim said, “Let me cross over,” that the men of Gilead would say to him, “Are you an Ephraimite?” If he said, “No,”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 12,
      "verse": 6,
      "text": "then they would say to him, “Just say, ‘Shibboleth.’” But he said, “Sibboleth,” for he was not prepared to pronounce it correctly. Then they seized him and slaughtered him at the crossing places of the Jordan. So at that time forty-two thousand from Ephraim fell.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 12,
      "verse": 7,
      "text": "Jephthah judged Israel for six years. Then Jephthah the Gileadite died and was buried in one of the cities of Gilead.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 12,
      "verse": 8,
      "text": "Now Ibzan of Bethlehem judged Israel after him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 12,
      "verse": 9,
      "text": "He had thirty sons, and thirty daughters whom he gave in marriage outside the family, and he brought in thirty daughters from outside for his sons. And he judged Israel for seven years.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 12,
      "verse": 10,
      "text": "Then Ibzan died and was buried in Bethlehem.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 12,
      "verse": 11,
      "text": "Now Elon the Zebulunite judged Israel after him; he judged Israel for ten years.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 12,
      "verse": 12,
      "text": "Then Elon the Zebulunite died and was buried at Aijalon in the land of Zebulun.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 12,
      "verse": 13,
      "text": "Now Abdon the son of Hillel the Pirathonite judged Israel after him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 12,
      "verse": 14,
      "text": "He had forty sons and thirty grandsons who rode on seventy donkeys; and he judged Israel for eight years.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 12,
      "verse": 15,
      "text": "Then Abdon the son of Hillel the Pirathonite died and was buried at Pirathon in the land of Ephraim, in the hill country of the Amalekites.",
      "header": "",
      "footer": ""
    }
  ]
}