{
  "book_name": "Judges",
  "chapter": 17,
  "verses": [
    {
      "book_name": "Judges",
      "chapter": 17,
      "verse": 1,
      "text": "Now there was a man of the hill country of Ephraim whose name was Micah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 17,
      "verse": 2,
      "text": "And he said to his mother, “The 1,100 pieces of silver that were taken from you, about which you uttered a curse and also spoke it in my hearing, behold, the silver is with me; I took it.” And his mother said, “Blessed be my son by the Lord.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 17,
      "verse": 3,
      "text": "He then returned the 1,100 pieces of silver to his mother, and his mother said, “I wholly consecrate the silver from my hand to the Lord for my son to make a carved image and a cast metal image; so now I will return them to you.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 17,
      "verse": 4,
      "text": "So when he returned the silver to his mother, his mother took two hundred pieces of silver and gave them to the silversmith, who made them into a carved image and a cast metal image, and they were in the house of Micah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 17,
      "verse": 5,
      "text": "And the man Micah had a shrine and he made an ephod and household idols, and consecrated one of his sons, so that he might become his priest.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 17,
      "verse": 6,
      "text": "In those days there was no king in Israel; everyone did what was right in his own eyes.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 17,
      "verse": 7,
      "text": "Now there was a young man from Bethlehem in Judah, of the family of Judah, who was a Levite; and he was staying there.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 17,
      "verse": 8,
      "text": "Then the man left the city, Bethlehem in Judah, to stay wherever he would find a place; and as he made his journey, he came to the hill country of Ephraim, to the house of Micah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 17,
      "verse": 9,
      "text": "Micah said to him, “Where do you come from?” And he said to him, “I am a Levite from Bethlehem in Judah, and I am going to stay wherever I may find a place.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 17,
      "verse": 10,
      "text": "Micah then said to him, “Stay with me and be a father and a priest to me, and I will give you ten pieces of silver a year, a supply of clothing, and your sustenance.” So the Levite went in.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 17,
      "verse": 11,
      "text": "The Levite agreed to live with the man, and the young man became to him like one of his sons.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 17,
      "verse": 12,
      "text": "So Micah consecrated the Levite, and the young man became his priest and lived in the house of Micah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 17,
      "verse": 13,
      "text": "Then Micah said, “Now I know that the Lord will prosper me, because I have a Levite as a priest.”",
      "header": "",
      "footer": ""
    }
  ]
}