{
  "book_name": "2 Corinthians",
  "chapter": 8,
  "verses": [
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 1,
      "text": "Now, brothers and sisters, we make known to you the grace of God which has been given in the churches of Macedonia,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 2,
      "text": "that in a great ordeal of affliction their abundance of joy and their deep poverty overflowed in the wealth of their liberality.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 3,
      "text": "For I testify that according to their ability, and beyond their ability, they gave voluntarily,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 4,
      "text": "begging us with much urging for the favor of participation in the support of the saints,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 5,
      "text": "and this, not as we had expected, but they first gave themselves to the Lord and to us by the will of God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 6,
      "text": "So we urged Titus that as he had previously made a beginning, so he would also complete in you this gracious work as well.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 7,
      "text": "But just as you excel in everything, in faith, speaking, knowledge, and in all earnestness and in the love we inspired in you, see that you also excel in this gracious work.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 8,
      "text": "I am not saying this as a command, but as proving, through the earnestness of others, the sincerity of your love as well.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 9,
      "text": "For you know the grace of our Lord Jesus Christ, that though He was rich, yet for your sake He became poor, so that you through His poverty might become rich.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 10,
      "text": "I give my opinion in this matter, for this is to your advantage, who were the first to begin a year ago not only to do this, but also to desire to do it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 11,
      "text": "But now finish doing it also, so that just as there was the willingness to desire it, so there may be also the completion of it by your ability.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 12,
      "text": "For if the willingness is present, it is acceptable according to what a person has, not according to what he does not have.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 13,
      "text": "For this is not for the relief of others and for your hardship, but by way of equality—",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 14,
      "text": "at this present time your abundance will serve as assistance for their need, so that their abundance also may serve as assistance for your need, so that there may be equality;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 15,
      "text": "as it is written: “The one who had gathered much did not have too much, and the one who had gathered little did not have too little.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 16,
      "text": "But thanks be to God who puts the same earnestness in your behalf in the heart of Titus.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 17,
      "text": "For he not only accepted our appeal, but being himself very earnest, he has gone to you of his own accord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 18,
      "text": "We have sent along with him the brother whose fame in the things of the gospel has spread through all the churches;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 19,
      "text": "and not only that, but he has also been appointed by the churches to travel with us in this gracious work, which is being administered by us for the glory of the Lord Himself, and to show our readiness,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 20,
      "text": "taking precaution so that no one will discredit us in our administration of this generous gift;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 21,
      "text": "for we have regard for what is honorable, not only in the sight of the Lord, but also in the sight of other people.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 22,
      "text": "We have sent with them our brother, whom we have often tested and found diligent in many things, but now even more diligent because of his great confidence in you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 23,
      "text": "As for Titus, he is my partner and fellow worker among you; as for our brothers, they are messengers of the churches, a glory to Christ.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Corinthians",
      "chapter": 8,
      "verse": 24,
      "text": "Therefore, openly before the churches, show them the proof of your love and of our reason for boasting about you.",
      "header": "",
      "footer": ""
    }
  ]
}