{
  "book_name": "Isaiah",
  "chapter": 11,
  "verses": [
    {
      "book_name": "Isaiah",
      "chapter": 11,
      "verse": 1,
      "text": "Then a shoot will spring from the stem of Jesse,\nAnd a Branch from his roots will bear fruit.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 11,
      "verse": 2,
      "text": "The Spirit of the Lord will rest on Him,\nThe spirit of wisdom and understanding,\nThe spirit of counsel and strength,\nThe spirit of knowledge and the fear of the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 11,
      "verse": 3,
      "text": "And He will delight in the fear of the Lord,\nAnd He will not judge by what His eyes see,\nNor make decisions by what His ears hear;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 11,
      "verse": 4,
      "text": "But with righteousness He will judge the poor,\nAnd decide with fairness for the humble of the earth;\nAnd He will strike the earth with the rod of His mouth,\nAnd with the breath of His lips He will slay the wicked.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 11,
      "verse": 5,
      "text": "Also righteousness will be the belt around His hips,\nAnd faithfulness the belt around His waist.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 11,
      "verse": 6,
      "text": "And the wolf will dwell with the lamb,\nAnd the leopard will lie down with the young goat,\nAnd the calf and the young lion and the fattened steer will be together;\nAnd a little boy will lead them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 11,
      "verse": 7,
      "text": "Also the cow and the bear will graze,\nTheir young will lie down together,\nAnd the lion will eat straw like the ox.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 11,
      "verse": 8,
      "text": "The nursing child will play by the hole of the cobra,\nAnd the weaned child will put his hand on the viper’s den.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 11,
      "verse": 9,
      "text": "They will not hurt or destroy in all My holy mountain,\nFor the earth will be full of the knowledge of the Lord\nAs the waters cover the sea.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 11,
      "verse": 10,
      "text": "Then on that day\nThe nations will resort to the root of Jesse,\nWho will stand as a signal flag for the peoples;\nAnd His resting place will be glorious.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 11,
      "verse": 11,
      "text": "Then it will happen on that day that the Lord\nWill again recover with His hand the second time\nThe remnant of His people who will remain,\nFrom Assyria, Egypt, Pathros, Cush, Elam, Shinar, Hamath,\nAnd from the islands of the sea.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 11,
      "verse": 12,
      "text": "And He will lift up a flag for the nations\nAnd assemble the banished ones of Israel,\nAnd will gather the dispersed of Judah\nFrom the four corners of the earth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 11,
      "verse": 13,
      "text": "Then the jealousy of Ephraim will depart,\nAnd those who harass Judah will be eliminated;\nEphraim will not be jealous of Judah,\nAnd Judah will not harass Ephraim.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 11,
      "verse": 14,
      "text": "They will swoop down on the slopes of the Philistines on the west;\nTogether they will plunder the people of the east;\nThey will possess Edom and Moab,\nAnd the sons of Ammon will be subject to them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 11,
      "verse": 15,
      "text": "And the Lord will utterly destroy\nThe tongue of the Sea of Egypt;\nAnd He will wave His hand over the Euphrates River\nWith His scorching wind;\nAnd He will strike it into seven streams\nAnd make people walk over in dry sandals.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 11,
      "verse": 16,
      "text": "And there will be a highway from Assyria\nFor the remnant of His people who will be left,\nJust as there was for Israel\nOn the day that they came up out of the land of Egypt.",
      "header": "",
      "footer": ""
    }
  ]
}