{
  "book_name": "Isaiah",
  "chapter": 29,
  "verses": [
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 1,
      "text": "Woe, Ariel, Ariel the city where David once camped!\nAdd year to year, keep your feasts on schedule.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 2,
      "text": "I will bring distress to Ariel,\nAnd she will be a city of grieving and mourning;\nAnd she will be like an Ariel to me.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 3,
      "text": "I will camp against you encircling you,\nAnd I will set up siegeworks against you,\nAnd I will raise up battle towers against you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 4,
      "text": "Then you will be brought low;\nFrom the earth you will speak,\nAnd from the dust where you are prostrate\nYour words will come.\nYour voice will also be like that of a spirit from the ground,\nAnd your speech will whisper from the dust.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 5,
      "text": "But the multitude of your enemies will become like fine dust,\nAnd the multitude of the ruthless ones like the chaff which blows away;\nAnd it will happen instantly, suddenly.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 6,
      "text": "From the Lord of armies you will be punished with thunder and earthquake and loud noise,\nWith whirlwind and tempest and the flame of a consuming fire.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 7,
      "text": "And the multitude of all the nations who wage war against Ariel,\nEven all who wage war against her and her stronghold, and who distress her,\nWill be like a dream, a vision of the night.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 8,
      "text": "It will be as when a hungry person dreams—\nAnd behold, he is eating;\nBut when he awakens, his hunger is not satisfied,\nOr as when a thirsty person dreams—\nAnd behold, he is drinking,\nBut when he awakens, behold, he is faint\nAnd his thirst is not quenched.\nSo will the multitude of all the nations be\nWho wage war against Mount Zion.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 9,
      "text": "Be delayed and horrified,\nBlind yourselves and be blind;\nThey become drunk, but not with wine,\nThey stagger, but not with intoxicating drink.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 10,
      "text": "For the Lord has poured over you a spirit of deep sleep,\nHe has shut your eyes—the prophets;\nAnd He has covered your heads—the seers.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 11,
      "text": "The entire vision will be to you like the words of a sealed book, which, when they give it to the one who is literate, saying, “Please read this,” he will say, “I cannot, because it is sealed.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 12,
      "text": "Then the book will be given to the one who is illiterate, saying, “Please read this.” And he will say, “I cannot read.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 13,
      "text": "Then the Lord said,\n“Because this people approaches Me with their words\nAnd honors Me with their lips,\nBut their heart is far away from Me,\nAnd their reverence for Me consists of the commandment of men that is taught;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 14,
      "text": "Therefore behold, I will once again deal marvelously with this people, wondrously marvelous;\nAnd the wisdom of their wise men will perish,\nAnd the understanding of their men who have understanding will be concealed.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 15,
      "text": "Woe to those who deeply hide their plans from the Lord,\nAnd whose deeds are done in a dark place,\nAnd they say, “Who sees us?” or “Who knows us?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 16,
      "text": "You turn things around!\nShall the potter be considered as equal with the clay,\nThat what is made would say to its maker, “He did not make me”;\nOr what is formed say to him who formed it, “He has no understanding”?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 17,
      "text": "Is it not yet just a little while\nBefore Lebanon will be turned into a fertile field,\nAnd the fertile field will be considered as a forest?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 18,
      "text": "On that day those who are deaf will hear words of a book,\nAnd out of their gloom and darkness the eyes of those who are blind will see.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 19,
      "text": "The afflicted also will increase their joy in the Lord,\nAnd the needy of mankind will rejoice in the Holy One of Israel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 20,
      "text": "For the ruthless will come to an end and the scorner will be finished,\nIndeed all who are intent on doing evil will be eliminated,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 21,
      "text": "Who cause a person to be indicted by a word,\nAnd set a trap for the arbitrator at the gate,\nAnd defraud the one in the right with meaningless arguments.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 22,
      "text": "Therefore this is what the Lord, who redeemed Abraham, says concerning the house of Jacob:\n“Jacob will not be ashamed now, nor will his face turn pale now;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 23,
      "text": "But when he sees his children, the work of My hands, in his midst,\nThey will sanctify My name;\nIndeed, they will sanctify the Holy One of Jacob,\nAnd will stand in awe of the God of Israel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 24,
      "text": "Those who err in mind will know the truth,\nAnd those who criticize will accept instruction.",
      "header": "",
      "footer": ""
    }
  ]
}