{
  "book_name": "Isaiah",
  "chapter": 36,
  "verses": [
    {
      "book_name": "Isaiah",
      "chapter": 36,
      "verse": 1,
      "text": "Now in the fourteenth year of King Hezekiah, Sennacherib king of Assyria marched against all the fortified cities of Judah and seized them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 36,
      "verse": 2,
      "text": "And the king of Assyria sent Rabshakeh from Lachish to Jerusalem to King Hezekiah with a large army. And he stood by the conduit of the upper pool on the road to the fuller’s field.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 36,
      "verse": 3,
      "text": "Then Eliakim the son of Hilkiah, who was over the household, and Shebna the scribe, and Joah the son of Asaph, the secretary, went out to him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 36,
      "verse": 4,
      "text": "And Rabshakeh said to them, “Say now to Hezekiah, ‘This is what the great king, the king of Assyria says: “What is this confidence that you have?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 36,
      "verse": 5,
      "text": "I say, ‘Your plan and strength for the war are only empty words.’ Now on whom have you relied, that you have revolted against me?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 36,
      "verse": 6,
      "text": "Behold, you have relied on the staff of this broken reed, on Egypt, on which if a man leans, it will go into his hand and pierce it. So is Pharaoh king of Egypt to all who rely on him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 36,
      "verse": 7,
      "text": "But if you say to me, ‘We trust in the Lord our God,’ is it not He whose high places and whose altars Hezekiah has taken away and has said to Judah and to Jerusalem, ‘You shall worship before this altar’?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 36,
      "verse": 8,
      "text": "Now then, come make a wager with my master the king of Assyria: I will give you two thousand horses, if you are able on your part to put riders on them!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 36,
      "verse": 9,
      "text": "How then can you drive back even one official of the least of my master’s servants and rely on Egypt for chariots and horsemen?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 36,
      "verse": 10,
      "text": "And have I now come up without the Lord’s approval against this land to destroy it? The Lord said to me, ‘Go up against this land and destroy it.’”’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 36,
      "verse": 11,
      "text": "Then Eliakim, Shebna, and Joah said to Rabshakeh, “Please speak to your servants in Aramaic, for we understand it; and do not speak to us in Judean so that the people who are on the wall hear you.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 36,
      "verse": 12,
      "text": "But Rabshakeh said, “Has my master sent me only to your master and to you to speak these words, and not to the men who sit on the wall, doomed to eat their own dung and drink their own urine with you?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 36,
      "verse": 13,
      "text": "Then Rabshakeh stood and called out with a loud voice in Judean and said, “Hear the words of the great king, the king of Assyria!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 36,
      "verse": 14,
      "text": "This is what the king says: ‘Do not let Hezekiah deceive you, for he will not be able to save you;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 36,
      "verse": 15,
      "text": "and do not let Hezekiah lead you to rely on the Lord, saying, “The Lord will certainly save us. This city will not be handed over to the king of Assyria!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 36,
      "verse": 16,
      "text": "Do not listen to Hezekiah,’ for this is what the king of Assyria says: ‘Surrender to me and come out to me, and eat, each one, of his vine and each of his fig tree, and each drink of the waters of his own cistern,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 36,
      "verse": 17,
      "text": "until I come and take you away to a land like your own land, a land of grain and new wine, a land of bread and vineyards.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 36,
      "verse": 18,
      "text": "Beware that Hezekiah does not mislead you, saying, “The Lord will save us.” Has any one of the gods of the nations saved his land from the hand of the king of Assyria?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 36,
      "verse": 19,
      "text": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim? And when have they saved Samaria from my hand?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 36,
      "verse": 20,
      "text": "Who among all the gods of these lands have saved their land from my hand, that the Lord would save Jerusalem from my hand?’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 36,
      "verse": 21,
      "text": "But they were silent and did not answer him so much as a word; for the king’s command was, “Do not answer him.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 36,
      "verse": 22,
      "text": "Then Eliakim the son of Hilkiah, who was over the household, and Shebna the scribe, and Joah the son of Asaph, the secretary, came to Hezekiah with their clothes torn, and reported to him the words of Rabshakeh.",
      "header": "",
      "footer": ""
    }
  ]
}