{
  "book_name": "Isaiah",
  "chapter": 61,
  "verses": [
    {
      "book_name": "Isaiah",
      "chapter": 61,
      "verse": 1,
      "text": "The Spirit of the Lord God is upon me,\nBecause the Lord anointed me\nTo bring good news to the humble;\nHe has sent me to bind up the brokenhearted,\nTo proclaim release to captives\nAnd freedom to prisoners;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 61,
      "verse": 2,
      "text": "To proclaim the favorable year of the Lord\nAnd the day of vengeance of our God;\nTo comfort all who mourn,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 61,
      "verse": 3,
      "text": "To grant those who mourn in Zion,\nGiving them a garland instead of ashes,\nThe oil of gladness instead of mourning,\nThe cloak of praise instead of a disheartened spirit.\nSo they will be called oaks of righteousness,\nThe planting of the Lord, that He may be glorified.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 61,
      "verse": 4,
      "text": "Then they will rebuild the ancient ruins,\nThey will raise up the former devastations;\nAnd they will repair the ruined cities,\nThe desolations of many generations.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 61,
      "verse": 5,
      "text": "Strangers will stand and pasture your flocks,\nAnd foreigners will be your farmers and your vinedressers.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 61,
      "verse": 6,
      "text": "But you will be called the priests of the Lord;\nYou will be spoken of as ministers of our God.\nYou will eat the wealth of nations,\nAnd you will boast in their riches.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 61,
      "verse": 7,
      "text": "Instead of your shame you will have a double portion,\nAnd instead of humiliation they will shout for joy over their portion.\nTherefore they will possess a double portion in their land,\nEverlasting joy will be theirs.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 61,
      "verse": 8,
      "text": "For I, the Lord, love justice,\nI hate robbery in the burnt offering;\nAnd I will faithfully give them their reward,\nAnd make an everlasting covenant with them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 61,
      "verse": 9,
      "text": "Then their offspring will be known among the nations,\nAnd their descendants in the midst of the peoples.\nAll who see them will recognize them\nBecause they are the offspring whom the Lord has blessed.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 61,
      "verse": 10,
      "text": "I will rejoice greatly in the Lord,\nMy soul will be joyful in my God;\nFor He has clothed me with garments of salvation,\nHe has wrapped me with a robe of righteousness,\nAs a groom puts on a turban,\nAnd as a bride adorns herself with her jewels.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 61,
      "verse": 11,
      "text": "For as the earth produces its sprouts,\nAnd as a garden causes the things sown in it to spring up,\nSo the Lord God will cause righteousness and praise\nTo spring up before all the nations.",
      "header": "",
      "footer": ""
    }
  ]
}