{
  "book_name": "Isaiah",
  "chapter": 65,
  "verses": [
    {
      "book_name": "Isaiah",
      "chapter": 65,
      "verse": 1,
      "text": "“I permitted Myself to be sought by those who did not ask for Me;\nI permitted Myself to be found by those who did not seek Me.\nI said, ‘Here am I, here am I,’\nTo a nation which did not call on My name.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 65,
      "verse": 2,
      "text": "I have spread out My hands all day long to a rebellious people,\nWho walk in the way which is not good, following their own thoughts,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 65,
      "verse": 3,
      "text": "A people who continually provoke Me to My face,\nOffering sacrifices in gardens and burning incense on bricks;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 65,
      "verse": 4,
      "text": "Who sit among graves and spend the night in secret places;\nWho eat pig’s flesh,\nAnd the broth of unclean meat is in their pots.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 65,
      "verse": 5,
      "text": "Who say, ‘Keep to yourself, do not come near me,\nFor I am holier than you!’\nThese are smoke in My nostrils,\nA fire that burns all the day.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 65,
      "verse": 6,
      "text": "Behold, it is written before Me:\nI will not keep silent, but I will repay;\nI will even repay into their laps,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 65,
      "verse": 7,
      "text": "Both your own wrongdoings and the wrongdoings of your fathers together,” says the Lord.\n“Because they have burned incense on the mountains\nAnd scorned Me on the hills,\nTherefore I will measure their former work into their laps.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 65,
      "verse": 8,
      "text": "This is what the Lord says:\n“Just as the new wine is found in the cluster,\nAnd one says, ‘Do not destroy it, for there is benefit in it,’\nSo I will act in behalf of My servants\nIn order not to destroy all of them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 65,
      "verse": 9,
      "text": "I will bring forth offspring from Jacob,\nAnd an heir of My mountains from Judah;\nMy chosen ones shall inherit it,\nAnd My servants will live there.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 65,
      "verse": 10,
      "text": "Sharon will be a pasture land for flocks,\nAnd the Valley of Achor a resting place for herds,\nFor My people who seek Me.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 65,
      "verse": 11,
      "text": "But as for you who abandon the Lord,\nWho forget My holy mountain,\nWho set a table for Fortune,\nAnd fill a jug of mixed wine for Destiny,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 65,
      "verse": 12,
      "text": "I will destine you for the sword,\nAnd all of you will bow down to the slaughter.\nBecause I called, but you did not answer;\nI spoke, but you did not listen.\nInstead, you did evil in My sight\nAnd chose that in which I did not delight.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 65,
      "verse": 13,
      "text": "Therefore, this is what the Lord God says:\n“Behold, My servants will eat, but you will be hungry.\nBehold, My servants will drink, but you will be thirsty.\nBehold, My servants will rejoice, but you will be put to shame.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 65,
      "verse": 14,
      "text": "Behold, My servants will shout joyfully with a glad heart,\nBut you will cry out from a painful heart,\nAnd you will wail from a broken spirit.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 65,
      "verse": 15,
      "text": "You will leave your name as a curse to My chosen ones,\nAnd the Lord God will put you to death.\nBut My servants will be called by another name.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 65,
      "verse": 16,
      "text": "Because the one who is blessed on the earth\nWill be blessed by the God of truth;\nAnd the one who swears an oath on the earth\nWill swear by the God of truth;\nBecause the former troubles are forgotten,\nAnd because they are hidden from My sight!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 65,
      "verse": 17,
      "text": "“For behold, I create new heavens and a new earth;\nAnd the former things will not be remembered or come to mind.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 65,
      "verse": 18,
      "text": "But be glad and rejoice forever in what I create;\nFor behold, I create Jerusalem for rejoicing\nAnd her people for gladness.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 65,
      "verse": 19,
      "text": "I will also rejoice in Jerusalem and be glad in My people;\nAnd there will no longer be heard in her\nThe voice of weeping and the sound of crying.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 65,
      "verse": 20,
      "text": "No longer will there be in it an infant who lives only a few days,\nOr an old person who does not live out his days;\nFor the youth will die at the age of a hundred,\nAnd the one who does not reach the age of a hundred\nWill be thought accursed.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 65,
      "verse": 21,
      "text": "They will build houses and inhabit them;\nThey will also plant vineyards and eat their fruit.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 65,
      "verse": 22,
      "text": "They will not build and another inhabit,\nThey will not plant and another eat;\nFor as the lifetime of a tree, so will be the days of My people,\nAnd My chosen ones will fully enjoy the work of their hands.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 65,
      "verse": 23,
      "text": "They will not labor in vain,\nOr give birth to children for disaster;\nFor they are the descendants of those blessed by the Lord,\nAnd their descendants with them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 65,
      "verse": 24,
      "text": "It will also come to pass that before they call, I will answer; while they are still speaking, I will listen.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 65,
      "verse": 25,
      "text": "The wolf and the lamb will graze together, and the lion will eat straw like the ox; and dust will be the serpent’s food. They will do no evil or harm on all My holy mountain,” says the Lord.",
      "header": "",
      "footer": ""
    }
  ]
}