{
  "book_name": "Ezekiel",
  "chapter": 21,
  "verses": [
    {
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse": 1,
      "text": "And the word of the Lord came to me, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse": 2,
      "text": "“Son of man, set your face against Jerusalem, and speak prophetically against the sanctuaries and prophesy against the land of Israel;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse": 3,
      "text": "and say to the land of Israel, ‘This is what the Lord says: “Behold, I am against you; and I will draw My sword from its sheath and cut off from you the righteous and the wicked.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse": 4,
      "text": "Because I will cut off from you the righteous and the wicked, therefore My sword will go out from its sheath against humanity from south to north.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse": 5,
      "text": "So humanity will know that I, the Lord, have drawn My sword from its sheath. It will not return to its sheath again.”’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse": 6,
      "text": "As for you, son of man, groan with a breaking heart and bitter grief; you shall groan in their sight.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse": 7,
      "text": "And when they say to you, ‘Why are you groaning?’ you shall say, ‘Because of the news, for it is coming; and every heart will melt, all hands will go limp, every spirit will be disheartened, and all knees will drip with water. Behold, it is coming and it will happen,’ declares the Lord God.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse": 8,
      "text": "And the word of the Lord came to me, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse": 9,
      "text": "“Son of man, prophesy and say, ‘This is what the Lord says:’ Say,\n‘A sword, a sword sharpened\nAnd also polished!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse": 10,
      "text": "Sharpened to make a slaughter,\nPolished to flash like lightning!’\nOr shall we rejoice, the rod of My son despising every tree?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse": 11,
      "text": "And it is given to be polished, so that it may be handled; the sword is sharpened and polished, to hand it over to the slaughterer.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse": 12,
      "text": "Cry out and wail, son of man; for it is against My people, it is against all the officials of Israel. They are turned over to the sword with My people, therefore slap your thigh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse": 13,
      "text": "For there is a testing; and what if even the rod which despises will cease to be?” declares the Lord God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse": 14,
      "text": "“You therefore, son of man, prophesy and clap your hands; and let the sword be doubled the third time, the sword for the slain. It is the sword for the great one slain, which surrounds them,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse": 15,
      "text": "so that their hearts will waver, and many fall at all their gates. I have granted the slaughter of the sword. Oh! It is made for striking like lightning, it is sharpened in readiness for slaughter.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse": 16,
      "text": "Prove yourself sharp, go to the right; set yourself; go to the left, wherever your edge is ordered.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse": 17,
      "text": "I will also clap My hands, and I will satisfy My wrath; I, the Lord, have spoken.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse": 18,
      "text": "And the word of the Lord came to me, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse": 19,
      "text": "“Now as for you, son of man, make two ways for the sword of the king of Babylon to come; both of them will go out of one land. And make a signpost; make it at the head of the way to the city.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse": 20,
      "text": "You shall mark a way for the sword to come to Rabbah of the sons of Ammon, and to Judah into fortified Jerusalem.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse": 21,
      "text": "For the king of Babylon stands at the parting of the way, at the head of the two ways, to use divination; he shakes the arrows, he consults the household idols, he looks at the liver.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse": 22,
      "text": "Into his right hand came the divination, ‘Jerusalem,’ to set up battering rams, to open the mouth for slaughter, to raise the voice with a battle cry, to set up battering rams against the gates, to pile up assault ramps, to build a siege wall.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse": 23,
      "text": "And it will be to them like a false divination in their eyes; they have sworn solemn oaths. But he makes guilt known, so that they may be seized.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse": 24,
      "text": "“Therefore, this is what the Lord God says: ‘Because you have made your guilt known, in that your offenses are uncovered, so that in all your deeds your sins are seen—because you have come to mind, you will be seized by the hand.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse": 25,
      "text": "And you, slain, wicked one, the prince of Israel, whose day has come, in the time of the punishment of the end,’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse": 26,
      "text": "this is what the Lord God says: ‘Remove the turban and take off the crown; this will no longer be the same. Exalt that which is low, and humble that which is high.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse": 27,
      "text": "Ruins, ruins, ruins, I will make it! This also will be no longer until He comes whose right it is, and I will give it to Him.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse": 28,
      "text": "“And you, son of man, prophesy and say, ‘This is what the Lord God says concerning the sons of Ammon and their taunting,’ and say: ‘A sword, a sword is drawn, sharpened for the slaughter, to make it consume, so that it may be like lightning—",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse": 29,
      "text": "while they see false visions for you, while they divine lies for you—to place you on the necks of the wicked who are killed, whose day has come, in the time of the punishment of the end.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse": 30,
      "text": "Return it to its sheath. In the place where you were created, in the land of your origin, I will judge you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse": 31,
      "text": "I will pour out My indignation on you; I will blow on you with the fire of My wrath, and I will hand you over to brutal men, craftsmen of destruction.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 21,
      "verse": 32,
      "text": "You will be fuel for the fire; your blood will be in the midst of the land. You will not be remembered, for I, the Lord, have spoken.’”",
      "header": "",
      "footer": ""
    }
  ]
}