{
  "book_name": "Ezekiel",
  "chapter": 32,
  "verses": [
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 1,
      "text": "In the twelfth year, in the twelfth month, on the first of the month, the word of the Lord came to me, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 2,
      "text": "“Son of man, take up a song of mourning over Pharaoh king of Egypt, and say to him,\n‘You compared yourself to a young lion of the nations,\nYet you are like the monster in the seas;\nAnd you burst forth in your rivers\nAnd muddied the waters with your feet\nAnd fouled their rivers.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 3,
      "text": "This is what the Lord God says:\n“Now I will spread My net over you\nWith a contingent of many peoples,\nAnd they will lift you up in My net.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 4,
      "text": "I will leave you on the land;\nI will hurl you on the open field.\nAnd I will cause all the birds of the sky to nest on you,\nAnd I will satisfy the animals of the whole earth with you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 5,
      "text": "I will lay your flesh on the mountains\nAnd fill the valleys with your refuse.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 6,
      "text": "I will also make the land drink the discharge of your blood\nAs far as the mountains,\nAnd the ravines will be full of you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 7,
      "text": "And when I extinguish you,\nI will cover the heavens and darken their stars;\nI will cover the sun with a cloud\nAnd the moon will not give its light.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 8,
      "text": "All the shining lights in the heavens\nI will darken over you\nAnd will set darkness on your land,”\nDeclares the Lord God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 9,
      "text": "“I will also trouble the hearts of many peoples when I bring your destruction among the nations, into lands which you have not known.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 10,
      "text": "And I will make many peoples appalled at you, and their kings will be horribly afraid of you when I brandish My sword before them; and they will tremble again and again, every person for his own life, on the day of your fall.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 11,
      "text": "For the Lord God says this: “The sword of the king of Babylon will attack you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 12,
      "text": "By the swords of the warriors I will make your multitude fall; all of them are tyrants of the nations,\nAnd they will devastate the pride of Egypt,\nAnd all its multitude will be destroyed.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 13,
      "text": "I will also eliminate all its cattle from beside many waters;\nAnd a human foot will not muddy them anymore,\nAnd the hoofs of animals will not muddy them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 14,
      "text": "Then I will make their waters settle,\nAnd make their rivers run like oil,”\nDeclares the Lord God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 15,
      "text": "“When I make the land of Egypt a desolation,\nAnd the land is destitute of that which filled it,\nWhen I strike all those who live in it,\nThen they shall know that I am the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 16,
      "text": "This is a song of mourning, and they shall sing it. The daughters of the nations shall sing it. Over Egypt and over all her hordes they shall sing it,” declares the Lord God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 17,
      "text": "In the twelfth year, on the fifteenth of the month, the word of the Lord came to me, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 18,
      "text": "“Son of man, lament for the hordes of Egypt and bring it down, her and the daughters of the mighty nations, to the netherworld, with those who go down to the pit;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 19,
      "text": "‘Whom do you surpass in beauty?\nGo down and make your bed with the uncircumcised.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 20,
      "text": "They shall fall in the midst of those who are killed by the sword. She is turned over to the sword; they have dragged her and all her hordes away.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 21,
      "text": "The strong among the mighty ones shall speak of him and his helpers from the midst of Sheol: ‘They have gone down, they lie still, the uncircumcised, killed by the sword.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 22,
      "text": "“Assyria is there and all her company; her graves are all around her. All of them killed, fallen by the sword,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 23,
      "text": "whose graves are set in the remotest parts of the pit, and her company is all around her grave. All of them killed, fallen by the sword, who spread terror in the land of the living.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 24,
      "text": "“Elam is there and all her hordes around her grave; all of them killed, fallen by the sword, who went down uncircumcised to the lower parts of the earth, who inflicted their terror on the land of the living, and bore their disgrace with those who go down to the pit.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 25,
      "text": "They have made a bed for her among the slain with all her hordes. Her graves are around it, they are all uncircumcised, killed by the sword (although their terror was inflicted on the land of the living), and they bore their disgrace with those who go down to the pit; they were put in the midst of the slain.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 26,
      "text": "“Meshech, Tubal, and all their hordes are there; their graves surround them. All of them were killed by the sword uncircumcised, though they inflicted their terror on the land of the living.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 27,
      "text": "Nor do they lie beside the fallen heroes of the uncircumcised, who went down to Sheol with their weapons of war and whose swords were placed under their heads; but the punishment for their wrongdoing rested on their bones, though the terror of these heroes was once in the land of the living.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 28,
      "text": "But in the midst of the uncircumcised you will be broken and lie with those killed by the sword.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 29,
      "text": "“There also is Edom, its kings and all its princes, who despite all their might are laid with those killed by the sword; they will lie with the uncircumcised and with those who go down to the pit.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 30,
      "text": "“There also are the chiefs of the north, all of them, and all the Sidonians, who in spite of the terror resulting from their might, in shame went down with the slain. So they lay down uncircumcised with those killed by the sword and bore their disgrace with those who go down to the pit.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 31,
      "text": "“These Pharaoh will see, and he will find consolation regarding all his hordes killed by the sword, Pharaoh and all his army,” declares the Lord God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 32,
      "text": "“Though I inflicted the terror of him on the land of the living, yet he will be laid to rest among the uncircumcised along with those killed by the sword, Pharaoh and all his hordes,” declares the Lord God.",
      "header": "",
      "footer": ""
    }
  ]
}