{
  "book_name": "Ezekiel",
  "chapter": 35,
  "verses": [
    {
      "book_name": "Ezekiel",
      "chapter": 35,
      "verse": 1,
      "text": "Now the word of the Lord came to me, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 35,
      "verse": 2,
      "text": "“Son of man, set your face against Mount Seir, and prophesy against it",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 35,
      "verse": 3,
      "text": "and say to it, ‘This is what the Lord God says:\n“Behold, I am against you, Mount Seir,\nAnd I will reach out with My hand against you\nAnd make you a desolation and a waste.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 35,
      "verse": 4,
      "text": "I will turn your cities to ruins,\nAnd you will become a desolation.\nThen you will know that I am the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 35,
      "verse": 5,
      "text": "Since you have had everlasting hostility and have turned over the sons of Israel to the power of the sword at the time of their disaster, at the time of the punishment of the end,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 35,
      "verse": 6,
      "text": "therefore as I live,” declares the Lord God, “I will certainly doom you to bloodshed, and bloodshed will pursue you; since you have not hated bloodshed, therefore bloodshed will pursue you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 35,
      "verse": 7,
      "text": "I will make Mount Seir a waste and a desolation and I will eliminate from it one who passes through and returns.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 35,
      "verse": 8,
      "text": "I will fill its mountains with its slain; those killed by the sword will fall on your hills, in your valleys, and in all your ravines.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 35,
      "verse": 9,
      "text": "I will make you a permanent desolation, and your cities will not be inhabited. Then you will know that I am the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 35,
      "verse": 10,
      "text": "“Since you have said, ‘These two nations and these two lands will be mine, and we will possess them,’ although the Lord was there,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 35,
      "verse": 11,
      "text": "therefore as I live,” declares the Lord God, “I will deal with you according to your anger and according to your envy which you displayed because of your hatred for them; so I will make Myself known among them when I judge you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 35,
      "verse": 12,
      "text": "Then you will know that I, the Lord, have heard all your insults which you have spoken against the mountains of Israel saying, ‘They are desolate; they have been given to us as food.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 35,
      "verse": 13,
      "text": "And you have spoken arrogantly against Me and have multiplied your words against Me; I Myself have heard it.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 35,
      "verse": 14,
      "text": "This is what the Lord God says: “As all the earth rejoices, I will make you a desolation.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 35,
      "verse": 15,
      "text": "As you rejoiced over the inheritance of the house of Israel because it was desolate, so I will do to you. You will be a desolation, Mount Seir, and all Edom, all of it. Then they will know that I am the Lord.”’",
      "header": "",
      "footer": ""
    }
  ]
}