{
  "book_name": "Job",
  "chapter": 1,
  "verses": [
    {
      "book_name": "Job",
      "chapter": 1,
      "verse": 1,
      "text": "There was a man in the land of Uz whose name was Job. That man was blameless and upright and God-fearing and turning away from evil.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Job",
      "chapter": 1,
      "verse": 2,
      "text": "And seven sons and three daughters were born to him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Job",
      "chapter": 1,
      "verse": 3,
      "text": "Then his livestock came to be seven thousand sheep and goats and three thousand camels and five hundred pairs of oxen and five hundred female donkeys, and he had very many slaves, and that man was greater than all the people of the east.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Job",
      "chapter": 1,
      "verse": 4,
      "text": "And his sons used to go and hold a feast at each other’s house on his day, and they would send, and they would invite their three sisters to eat and to drink with them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Job",
      "chapter": 1,
      "verse": 5,
      "text": "Then when the days of the feast had run their course, Job would send, and he would sanctify them. Thus he would arise early in the morning and offer burnt offerings according to the number of all of them, because Job thought, “Perhaps my children have sinned and cursed God in their heart.” This is what Job used to do all the time.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Job",
      "chapter": 1,
      "verse": 6,
      "text": "And it happened one day that the sons of God came to present themselves before Yahweh, and Satan also came into their midst.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Job",
      "chapter": 1,
      "verse": 7,
      "text": "So Yahweh said to Satan, “From where have you come?”\nThen Satan answered Yahweh and said, “From roaming on the earth and from walking about in it.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Job",
      "chapter": 1,
      "verse": 8,
      "text": "So Yahweh said to Satan, “Have you considered my servant Job? Indeed, there is no one like him on the earth—a blameless man and upright and God-fearing and turning away from evil.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Job",
      "chapter": 1,
      "verse": 9,
      "text": "Then Satan answered Yahweh and said, “Does Job fear God for nothing?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Job",
      "chapter": 1,
      "verse": 10,
      "text": "Have you not put a fence around him and his household and around all that belongs to him on every side? You have blessed the work of his hands, and his livestock has increased in the land.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Job",
      "chapter": 1,
      "verse": 11,
      "text": "But, on the other hand, stretch out your hand and touch all that belongs to him and see whether he will curse you to your face.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Job",
      "chapter": 1,
      "verse": 12,
      "text": "So Yahweh said to Satan, “Look, all that belongs to him is in your power. Only do not stretch out your hand against him.” So Satan went out from Yahweh’s presence.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Job",
      "chapter": 1,
      "verse": 13,
      "text": "And then there was one day when his sons and his daughters were eating and drinking wine in their firstborn brother’s house.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Job",
      "chapter": 1,
      "verse": 14,
      "text": "And a messenger came to Job and said, “The oxen were plowing, and the female donkeys were feeding beside them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Job",
      "chapter": 1,
      "verse": 15,
      "text": "Then the Sabeans attacked, and they took them, and they slew the servants by the edge of the sword. But I escaped, even I alone, to tell you.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Job",
      "chapter": 1,
      "verse": 16,
      "text": "While this one was still speaking, another came and said, “The fire of God fell from the heavens, and it blazed up against the sheep and goats and against the servants, and it consumed them. But I escaped, even I alone, to tell you.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Job",
      "chapter": 1,
      "verse": 17,
      "text": "While this one was still speaking, another came and said, “The Chaldeans formed three divisions, and they made a raid on the camels, and they carried them away, and they struck your servants by the edge of the sword, but I escaped, even I alone, to tell you.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Job",
      "chapter": 1,
      "verse": 18,
      "text": "At the time this one was speaking, another came and said, “Your sons and your daughters were eating and drinking wine in their firstborn brother’s house.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Job",
      "chapter": 1,
      "verse": 19,
      "text": "And behold, a great wind came from across the desert, and it struck the four corners of the house so that it fell upon the young people, and they died. But I escaped, even I alone, to tell you.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Job",
      "chapter": 1,
      "verse": 20,
      "text": "Then Job arose and tore his outer garment and shaved his head; then he fell upon the ground and he worshiped.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Job",
      "chapter": 1,
      "verse": 21,
      "text": "Then he said, “Naked I came out from my mother’s womb, and naked I will return there. Yahweh gives, and Yahweh takes. Let Yahweh’s name be blessed.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Job",
      "chapter": 1,
      "verse": 22,
      "text": "In all this, Job did not sin and did not charge God with wrongdoing.",
      "header": "",
      "footer": ""
    }
  ]
}