{
  "book_name": "Job",
  "chapter": 2,
  "verses": [
    {
      "book_name": "Job",
      "chapter": 2,
      "verse": 1,
      "text": "And then one day the sons of God came to present themselves before Yahweh, and Satan also came into their midst to present himself before Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Job",
      "chapter": 2,
      "verse": 2,
      "text": "So Yahweh asked Satan, “From where have you come?”\nAnd Satan answered Yahweh and said, “From roaming on the earth and from walking about in it.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Job",
      "chapter": 2,
      "verse": 3,
      "text": "So Yahweh asked Satan, “Have you considered my servant Job? Indeed, there is no one like him on the earth—a blameless man and upright and God-fearing and turning away from evil. And still he persists in his blamelessness even though you incited me against him to destroy him for nothing.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Job",
      "chapter": 2,
      "verse": 4,
      "text": "Then Satan answered him and said, “Skin for skin! All that that man has he will give for his life.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Job",
      "chapter": 2,
      "verse": 5,
      "text": "But stretch out your hand and touch his bones and his flesh, and see whether he will curse you to your face.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Job",
      "chapter": 2,
      "verse": 6,
      "text": "So Yahweh said to Satan, “All right, he is in your power. Only spare his life.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Job",
      "chapter": 2,
      "verse": 7,
      "text": "So Satan went out from Yahweh’s presence, and he inflicted Job with loathsome skin sores from the sole of his foot up to the crown of his head.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Job",
      "chapter": 2,
      "verse": 8,
      "text": "So he took for himself a potsherd with which to scrape himself, and he sat in the midst of the ashes.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Job",
      "chapter": 2,
      "verse": 9,
      "text": "Then his wife said to him, “Are you still persisting in your blamelessness? Curse God and die.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Job",
      "chapter": 2,
      "verse": 10,
      "text": "So he said to her, “You speak like one of the foolish women speaks. Indeed, should we receive the good from God, but not receive the evil?” In all this, Job did not sin with his lips.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Job",
      "chapter": 2,
      "verse": 11,
      "text": "Thus Job’s three friends heard of this calamity that had come upon him. So each set out from his own place: Eliphaz the Temanite and Bildad the Shuhite and Zophar the Naamathite. And they met together to come to console him and to comfort him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Job",
      "chapter": 2,
      "verse": 12,
      "text": "Thus they lifted up their eyes from afar, but they did not recognize him, so they raised their voice, and they wept, and each man tore his outer garment and threw dust on their heads toward the sky.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Job",
      "chapter": 2,
      "verse": 13,
      "text": "Then they sat with him on the ground for seven days and seven nights, but no one spoke a word to him because they saw that his suffering was very great.",
      "header": "",
      "footer": ""
    }
  ]
}