{
  "book_name": "Ecclesiastes",
  "chapter": 8,
  "verses": [
    {
      "book_name": "Ecclesiastes",
      "chapter": 8,
      "verse": 1,
      "text": "Who is like the sage?\n    Who knows the interpretation of a thing?\nA man’s wisdom makes his face shine,\n    and the hardness of his face is changed.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 8,
      "verse": 2,
      "text": "Keep the command of the king\n    because of your oath to God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 8,
      "verse": 3,
      "text": "Do not be terrified of his presence!\n    Go at once and do not delay when a matter is unpleasant,\nfor he can do anything that he desires.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 8,
      "verse": 4,
      "text": "Since the word of the king is supreme,\n    no one can say to him, “What are you doing?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 8,
      "verse": 5,
      "text": "Whoever obeys his command will not suffer disaster.\n    The wise mind knows the proper time and the right procedure.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 8,
      "verse": 6,
      "text": "For there is a proper time and right procedure for every matter,\n    even though the trouble of man weighs heavy upon him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 8,
      "verse": 7,
      "text": "Surely no one knows what will be,\n    so who can tell anyone what will happen?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 8,
      "verse": 8,
      "text": "Just as no one can control the wind to restrain the wind,\n    so also no one can control the day of his death.\nJust as no one is discharged in time of war,\n    so wickedness will not deliver the wicked.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 8,
      "verse": 9,
      "text": "I saw all this as I applied my heart to all the deeds done under the sun: sometimes those in authority harm others.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 8,
      "verse": 10,
      "text": "Meanwhile, I saw the wicked being honorably buried, but those who came and went from the holy place were forgotten in the city, even though they had done so. This also is vanity!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 8,
      "verse": 11,
      "text": "Because sentence against an evil deed is not carried out quickly, the heart of humans fills up within them to do evil.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 8,
      "verse": 12,
      "text": "Although the sinner does evil a hundred times and prolongs his life, yet I also know that it will be good for those who fear God—because they fear his presence.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 8,
      "verse": 13,
      "text": "But it will not go well with the wicked, and they will not prolong their days, like the shadow; because there is no fearing God’s presence.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 8,
      "verse": 14,
      "text": "There is a vanity that happens on earth: sometimes the righteous suffer what the wicked deserve, and sometimes the wicked receive what the righteous deserve. I said, “This also is vanity!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 8,
      "verse": 15,
      "text": "So I recommend enjoyment. For there is nothing better for man under the sun than to eat and to drink and to rejoice. This will accompany him in his toil the days of his life that God gives to him under the sun.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 8,
      "verse": 16,
      "text": "I applied my mind to know wisdom and to understand the business that is done on earth—how neither day nor night one’s eyes see sleep.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 8,
      "verse": 17,
      "text": "Then I saw all the work of God—man is not able to discover the work that is done under the sun. Although man may toil in seeking, he cannot find it. Even if a wise man claims that he knows it, he cannot find it.",
      "header": "",
      "footer": ""
    }
  ]
}