{
  "book_name": "Ecclesiastes",
  "chapter": 9,
  "verses": [
    {
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse": 1,
      "text": "So all this I laid to my heart, and I concluded that the righteous and the wise, as well as their deeds, are in the hand of God. So no one knows anything that will come to them, whether it will be love or hatred.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse": 2,
      "text": "The same fate comes to everyone:\nto the righteous and to the wicked,\n    to the good and to the wicked,\nto the clean and to the unclean,\n    to those who sacrifice and to those who do not sacrifice.\nAs with the good man, so also to the sinner;\n    as with those who swear an oath, so also those who fear oaths.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse": 3,
      "text": "This is the injustice that is done under the sun:\n    the same fate comes to everyone.\nAlso the hearts of humans are full of evil;\n    delusion is in their hearts during their lives, and then they die.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse": 4,
      "text": "Whoever is joined to all the living has hope. After all, even a live dog is better than a dead lion!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse": 5,
      "text": "For the living know that they will die, but the dead do not know anything. They no longer have a reward, and even the memory of them is forgotten.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse": 6,
      "text": "What they loved and hated, as well as what they desired, has already perished. They no longer have any share in what is done under the sun.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse": 7,
      "text": "Go—eat your food with joy, and drink your wine with a merry heart! For God already has approved your deeds.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse": 8,
      "text": "Always be clothed in white garments, and never let your head lack oil!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse": 9,
      "text": "Enjoy life with the wife whom you love all the days of your vain life which he gives you under the sun, because this is your lot in life and in the toil with which you toil under the sun.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse": 10,
      "text": "Whatever your hand finds to do—do it with all your might; for in Sheol—where you are going—no one works, plans, knows, or thinks about anything.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse": 11,
      "text": "I looked again and saw under the sun that the race does not belong to the swift, the battle does not belong to the mighty, food does not belong to the wise, wealth does not belong to the intelligent, and success does not belong to the skillful, for time and chance befalls all of them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse": 12,
      "text": "For man does not know his time. Just as fish are caught in a cruel net and like birds who are seized in a snare, so also humans are ensnared at a cruel time when it falls suddenly upon them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse": 13,
      "text": "I have also seen this example of wisdom under the sun, and it seemed great to me.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse": 14,
      "text": "There was a small city with few people in it. A great king came and besieged it, building great siege works against it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse": 15,
      "text": "Now, a poor wise man was found in it, and he delivered the city by his wisdom.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse": 16,
      "text": "So I concluded that wisdom is better than might, yet the wisdom of the poor is despised, and his words are not heard.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse": 17,
      "text": "The words of the wise are heard in peace\n    more than the shouting of a ruler is heard among the fools.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ecclesiastes",
      "chapter": 9,
      "verse": 18,
      "text": "Wisdom is better than weapons of war,\n    but one sinner destroys much good.",
      "header": "",
      "footer": ""
    }
  ]
}