{
  "book_name": "Genesis",
  "chapter": 20,
  "verses": [
    {
      "book_name": "Genesis",
      "chapter": 20,
      "verse": 1,
      "text": "From there Abraham journeyed toward the region of the Negeb and settled between Kadesh and Shur. While residing in Gerar as an alien,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 20,
      "verse": 2,
      "text": "Abraham said of his wife Sarah, “She is my sister.” And King Abimelech of Gerar sent and took Sarah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 20,
      "verse": 3,
      "text": "But God came to Abimelech in a dream by night and said to him, “You are about to die because of the woman whom you have taken, for she is a married woman.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 20,
      "verse": 4,
      "text": "Now Abimelech had not approached her, so he said, “Lord, will you destroy an innocent people?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 20,
      "verse": 5,
      "text": "Did he not himself say to me, ‘She is my sister’? And she herself said, ‘He is my brother.’ I did this in the integrity of my heart and the innocence of my hands.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 20,
      "verse": 6,
      "text": "Then God said to him in the dream, “Yes, I know that you did this in the integrity of your heart; furthermore, it was I who kept you from sinning against me. Therefore I did not let you touch her.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 20,
      "verse": 7,
      "text": "Now then, return the man’s wife, for he is a prophet, and he will pray for you, and you shall live. But if you do not restore her, know that you shall surely die, you and all that are yours.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 20,
      "verse": 8,
      "text": "So Abimelech rose early in the morning and called all his servants and told them all these things, and the men were very much afraid.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 20,
      "verse": 9,
      "text": "Then Abimelech called Abraham and said to him, “What have you done to us? How have I sinned against you, that you have brought such great guilt on me and my kingdom? You have done things to me that ought not to be done.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 20,
      "verse": 10,
      "text": "And Abimelech said to Abraham, “What were you thinking, that you did this thing?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 20,
      "verse": 11,
      "text": "Abraham said, “I did it because I thought, Surely there is no fear of God in this place, and they will kill me because of my wife.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 20,
      "verse": 12,
      "text": "Besides, she is indeed my sister, the daughter of my father but not the daughter of my mother, and she became my wife.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 20,
      "verse": 13,
      "text": "And when God caused me to wander from my father’s house, I said to her, ‘This is the kindness you must do me: at every place to which we come, say of me, He is my brother.’ ”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 20,
      "verse": 14,
      "text": "Then Abimelech took sheep and oxen and male and female slaves and gave them to Abraham and restored his wife Sarah to him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 20,
      "verse": 15,
      "text": "Abimelech said, “My land is before you; settle where it pleases you.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 20,
      "verse": 16,
      "text": "To Sarah he said, “Look, I have given your brother a thousand pieces of silver; it is your exoneration before all who are with you; you are completely vindicated.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 20,
      "verse": 17,
      "text": "Then Abraham prayed to God, and God healed Abimelech and also healed his wife and female slaves so that they bore children.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 20,
      "verse": 18,
      "text": "For the Lord had closed fast all the wombs of the house of Abimelech because of Sarah, Abraham’s wife.",
      "header": "",
      "footer": ""
    }
  ]
}