{
  "book_name": "2 Thessalonians",
  "chapter": 3,
  "verses": [
    {
      "book_name": "2 Thessalonians",
      "chapter": 3,
      "verse": 1,
      "text": "Finally, brothers, pray for us, that the word of the Lord may progress and be honored, just as also it was with you,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Thessalonians",
      "chapter": 3,
      "verse": 2,
      "text": "and that we may be delivered from evil and wicked people, for not all have the faith.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Thessalonians",
      "chapter": 3,
      "verse": 3,
      "text": "But the Lord is faithful, who will strengthen you and guard you from the evil one.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Thessalonians",
      "chapter": 3,
      "verse": 4,
      "text": "And we have confidence in the Lord about you, that you are both doing and you will do the things that we are commanding.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Thessalonians",
      "chapter": 3,
      "verse": 5,
      "text": "Now may the Lord direct your hearts toward the love of God and toward the patient endurance of Christ.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Thessalonians",
      "chapter": 3,
      "verse": 6,
      "text": "But we command you, brothers, in the name of our Lord Jesus Christ, that you keep away from every brother who lives irresponsibly and not according to the tradition that they received from us.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Thessalonians",
      "chapter": 3,
      "verse": 7,
      "text": "For you yourselves know how it is necessary to imitate us, that we did not behave irresponsibly among you,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Thessalonians",
      "chapter": 3,
      "verse": 8,
      "text": "nor did we eat bread from anyone without paying, but with toil and labor, we were working night and day in order not to be a burden to any of you,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Thessalonians",
      "chapter": 3,
      "verse": 9,
      "text": "not that we do not have the right, but so that we may give ourselves as an example to you, so that you may imitate us.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Thessalonians",
      "chapter": 3,
      "verse": 10,
      "text": "For even when we were with you, we used to command this to you: that if anyone does not want to work, neither should he eat.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Thessalonians",
      "chapter": 3,
      "verse": 11,
      "text": "For we hear that some among you are living irresponsibly, working at nothing, but being busybodies.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Thessalonians",
      "chapter": 3,
      "verse": 12,
      "text": "Now we command and we exhort such people in the Lord Jesus Christ that, working with quietness, they eat their own bread.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Thessalonians",
      "chapter": 3,
      "verse": 13,
      "text": "But as for you, brothers, do not be discouraged while doing what is right.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Thessalonians",
      "chapter": 3,
      "verse": 14,
      "text": "But if anyone does not obey our message through this letter, take note not to associate with him, in order that he may be put to shame.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Thessalonians",
      "chapter": 3,
      "verse": 15,
      "text": "And do not consider him as an enemy, but admonish him as a brother.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Thessalonians",
      "chapter": 3,
      "verse": 16,
      "text": "Now may the Lord of peace himself grant you peace through everything in every way. May the Lord be with all of you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Thessalonians",
      "chapter": 3,
      "verse": 17,
      "text": "The greeting is by my hand, Paul’s, which is a sign of genuineness in every letter: this is how I write.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Thessalonians",
      "chapter": 3,
      "verse": 18,
      "text": "The grace of our Lord Jesus Christ be with all of you.",
      "header": "",
      "footer": ""
    }
  ]
}