{
  "book_name": "Leviticus",
  "chapter": 26,
  "verses": [
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 1,
      "text": "‘You shall not make for yourselves idols, nor shall you set up for yourselves a carved image or a memorial stone, nor shall you place a figured stone in your land to bow down to it; for I am the Lord your God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 2,
      "text": "You shall keep My Sabbaths and revere My sanctuary; I am the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 3,
      "text": "If you walk in My statutes and keep My commandments so as to carry them out,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 4,
      "text": "then I shall give you rains in their season, so that the land will yield its produce and the trees of the field will bear their fruit.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 5,
      "text": "Indeed, your threshing season will last for you until grape gathering, and grape gathering will last until sowing time. So you will eat your food to the full and live securely in your land.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 6,
      "text": "I shall also grant peace in the land, so that you may lie down, with no one to make you afraid. I shall also eliminate harmful animals from the land, and no sword will pass through your land.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 7,
      "text": "Instead, you will chase your enemies, and they will fall before you by the sword;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 8,
      "text": "five of you will chase a hundred, and a hundred of you will chase ten thousand; and your enemies will fall before you by the sword.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 9,
      "text": "So I will turn toward you and make you fruitful and multiply you, and I will confirm My covenant with you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 10,
      "text": "And you will eat the old supply, and clear out the old because of the new.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 11,
      "text": "Moreover, I will make My dwelling among you, and My soul will not reject you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 12,
      "text": "I will also walk among you and be your God, and you shall be My people.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 13,
      "text": "I am the Lord your God, who brought you out of the land of Egypt so that you would not be their slaves, and I broke your yoke and made you walk erect.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 14,
      "text": "‘But if you do not obey Me and do not carry out all these commandments,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 15,
      "text": "if, instead, you reject My statutes, and if your soul loathes My ordinances so as not to carry out all My commandments, but rather to break My covenant,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 16,
      "text": "I, in turn, will do this to you: I will summon a sudden terror against you, consumption and fever that will make the eyes fail and the soul languish; also, you will sow your seed uselessly, for your enemies will eat it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 17,
      "text": "And I will set My face against you so that you will be defeated before your enemies; and those who hate you will rule over you, and you will flee when no one is pursuing you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 18,
      "text": "If also after these things you do not obey Me, then I will punish you seven times more for your sins.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 19,
      "text": "I will also break down your pride of power; and I will make your sky like iron and your earth like bronze.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 20,
      "text": "Your strength will be consumed uselessly, for your land will not yield its produce and the trees of the land will not yield their fruit.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 21,
      "text": "‘Yet if you show hostility toward Me and are unwilling to obey Me, I will increase the plague on you seven times according to your sins.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 22,
      "text": "I will also let loose among you the animals of the field, which will deprive you of your children and eliminate your cattle, and reduce your number so that your roads become deserted.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 23,
      "text": "‘And if by these things you do not learn your lesson regarding Me, but you show hostility toward Me,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 24,
      "text": "then I in turn will show hostility toward you; and I, even I, will strike you seven times for your sins.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 25,
      "text": "I will also bring upon you a sword which will execute vengeance for the covenant; and when you gather together into your cities, I will send a plague among you, so that you will be handed over to the enemy.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 26,
      "text": "When I break your staff of bread, ten women will bake your bread in one oven, and they will bring back your bread in rationed amounts, so that you will eat and not be satisfied.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 27,
      "text": "‘Yet if in spite of this you do not obey Me, but act with hostility against Me,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 28,
      "text": "then I will act with wrathful hostility against you, and I for My part will punish you seven times for your sins.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 29,
      "text": "Further, you will eat the flesh of your sons, and you will eat the flesh of your daughters.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 30,
      "text": "I then will destroy your high places, and cut down your incense altars, and pile your remains on the remains of your idols, for My soul will loathe you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 31,
      "text": "I will turn your cities into ruins as well and make your sanctuaries desolate, and I will not smell your soothing aromas.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 32,
      "text": "And I will make the land desolate so that your enemies who settle in it will be appalled at it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 33,
      "text": "You, however, I will scatter among the nations, and I will draw out a sword after you, as your land becomes desolate and your cities become ruins.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 34,
      "text": "‘Then the land will restore its Sabbaths all the days of the desolation, while you are in your enemies’ land; then the land will rest and restore its Sabbaths.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 35,
      "text": "All the days of its desolation it will have the rest which it did not have on your Sabbaths, while you were living on it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 36,
      "text": "As for those among you who are left, I will also bring despair into their hearts in the lands of their enemies. And the sound of a scattered leaf will chase them, and even when no one is pursuing they will flee as though from the sword, and they will fall.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 37,
      "text": "They will then stumble over each other as if running from the sword, although no one is pursuing; and you will have no strength to stand before your enemies.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 38,
      "text": "Instead, you will perish among the nations, and your enemies’ land will consume you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 39,
      "text": "So those of you who may be left will rot away because of their wrongdoing in the lands of your enemies; and also because of the wrongdoing of their forefathers they will rot away with them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 40,
      "text": "‘But if they confess their wrongdoing and the wrongdoing of their forefathers, in their unfaithfulness which they committed against Me, and also in their acting with hostility against Me—",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 41,
      "text": "I also was acting with hostility against them, to bring them into the land of their enemies—or if their uncircumcised heart is humbled so that they then make amends for their wrongdoing,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 42,
      "text": "then I will remember My covenant with Jacob, and I will remember also My covenant with Isaac, and My covenant with Abraham as well, and I will remember the land.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 43,
      "text": "For the land will be abandoned by them, and will restore its Sabbaths while it is made desolate without them. They, meanwhile, will be making amends for their wrongdoing, because they rejected My ordinances and their soul loathed My statutes.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 44,
      "text": "Yet in spite of this, when they are in the land of their enemies, I will not reject them, nor will I so loathe them as to destroy them, breaking My covenant with them; for I am the Lord their God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 45,
      "text": "But I will remember for them the covenant with their ancestors, whom I brought out of the land of Egypt in the sight of the nations, so that I might be their God. I am the Lord.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 26,
      "verse": 46,
      "text": "These are the statutes and ordinances and laws which the Lord established between Himself and the sons of Israel through Moses on Mount Sinai.",
      "header": "",
      "footer": ""
    }
  ]
}