{
  "book_name": "2 Chronicles",
  "chapter": 2,
  "verses": [
    {
      "book_name": "2 Chronicles",
      "chapter": 2,
      "verse": 1,
      "text": "Now Solomon decided to build a house for the name of the Lord, and a royal palace for himself.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 2,
      "verse": 2,
      "text": "So Solomon assigned seventy thousand men to carry loads, eighty thousand men to quarry stone in the mountains, and 3,600 to supervise them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 2,
      "verse": 3,
      "text": "Then Solomon sent word to Huram the king of Tyre, saying, “As you dealt with my father David and sent him cedars to build him a house to live in, do it for me.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 2,
      "verse": 4,
      "text": "Behold, I am about to build a house for the name of the Lord my God, dedicating it to Him, to burn fragrant incense before Him and to set out the showbread continually, and to offer burnt offerings morning and evening, on Sabbaths, on new moons, and on the appointed feasts of the Lord our God. This is to be done in Israel forever.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 2,
      "verse": 5,
      "text": "The house which I am about to build will be great, for our God is greater than all the gods.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 2,
      "verse": 6,
      "text": "But who is able to build a house for Him, since the heavens and the highest heavens cannot contain Him? And who am I, that I should build a house for Him, except to burn incense before Him?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 2,
      "verse": 7,
      "text": "Now send me a skilled man to work in gold, silver, brass, iron, and in purple, crimson, and violet fabrics, one who knows how to make engravings, to work with the skilled workers whom I have in Judah and Jerusalem, whom my father David provided.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 2,
      "verse": 8,
      "text": "Send me also cedar, juniper, and algum timber from Lebanon, for I know that your servants know how to cut timber of Lebanon; and indeed my servants will work with your servants,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 2,
      "verse": 9,
      "text": "to prepare timber in abundance for me, for the house which I am about to build will be great and wonderful.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 2,
      "verse": 10,
      "text": "Now behold, I will give your servants, the woodsmen who cut the timber, twenty thousand kors of crushed wheat, twenty thousand kors of barley, twenty thousand baths of wine, and twenty thousand baths of oil.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 2,
      "verse": 11,
      "text": "Then Huram, king of Tyre, answered in a letter sent to Solomon: “Because the Lord loves His people, He has made you king over them.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 2,
      "verse": 12,
      "text": "Then Huram continued, “Blessed be the Lord, the God of Israel, who made heaven and earth, who has given King David a wise son, endowed with discretion and understanding, who will build a house for the Lord and a royal palace for himself.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 2,
      "verse": 13,
      "text": "“Now then, I am sending Huram-abi, a skilled man, endowed with understanding,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 2,
      "verse": 14,
      "text": "the son of a Danite woman and a Tyrian father, who knows how to work in gold, silver, bronze, iron, stone, and wood, and in purple, violet, linen, and crimson fabrics, and who knows how to make all kinds of engravings and to execute any design which is assigned to him, to work with your skilled workers and with those of my lord, your father David.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 2,
      "verse": 15,
      "text": "Now then, let my lord send his servants wheat and barley, oil and wine, of which he has spoken.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 2,
      "verse": 16,
      "text": "We will cut whatever timber you need from Lebanon and bring it to you as rafts by sea to Joppa, so that you may carry it up to Jerusalem.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 2,
      "verse": 17,
      "text": "Solomon counted all the foreigners who were in the land of Israel, following the census which his father David had taken; and 153,600 were found.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 2,
      "verse": 18,
      "text": "He appointed seventy thousand of them to carry loads and eighty thousand to quarry stones in the mountains, and 3,600 supervisors to make the people work.",
      "header": "",
      "footer": ""
    }
  ]
}