{
  "book_name": "2 Chronicles",
  "chapter": 28,
  "verses": [
    {
      "book_name": "2 Chronicles",
      "chapter": 28,
      "verse": 1,
      "text": "Ahaz was twenty years old when he became king, and he reigned in Jerusalem for sixteen years. He did not do what was right in the sight of the Lord as his father David had done.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 28,
      "verse": 2,
      "text": "But he walked in the ways of the kings of Israel; he also made cast metal images for the Baals.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 28,
      "verse": 3,
      "text": "Furthermore, he burned incense in the Valley of Ben-hinnom, and burned his sons in fire, according to the abominations of the nations whom the Lord had driven out from the sons of Israel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 28,
      "verse": 4,
      "text": "He sacrificed and burned incense on the high places, on the hills, and under every green tree.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 28,
      "verse": 5,
      "text": "Therefore the Lord his God handed him over to the king of Aram; and they defeated him and carried from him a great number of captives, and brought them to Damascus. And he was also handed over to the king of Israel, who struck him with heavy casualties.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 28,
      "verse": 6,
      "text": "For Pekah the son of Remaliah killed 120,000 in Judah in one day, all valiant men, because they had abandoned the Lord God of their fathers.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 28,
      "verse": 7,
      "text": "And Zichri, a mighty man of Ephraim, killed Maaseiah the king’s son, Azrikam the ruler of the house, and Elkanah the second to the king.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 28,
      "verse": 8,
      "text": "The sons of Israel led away captive two hundred thousand of their relatives, women, sons, and daughters; and they also took a great deal of spoils from them, and brought the spoils to Samaria.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 28,
      "verse": 9,
      "text": "But a prophet of the Lord was there, whose name was Oded; and he went out to meet the army which came to Samaria and said to them, “Behold, because the Lord, the God of your fathers, was angry with Judah, He has handed them over to you, and you have killed them in a rage which has even reached heaven.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 28,
      "verse": 10,
      "text": "Now you are proposing to subjugate the people of Judah and Jerusalem as male and female slaves for yourselves. Are you not, however guilty yourselves of offenses against the Lord your God?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 28,
      "verse": 11,
      "text": "Now then, listen to me and return the captives whom you captured from your brothers, for the burning anger of the Lord is against you.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 28,
      "verse": 12,
      "text": "Then some of the leading men of the sons of Ephraim—Azariah the son of Johanan, Berechiah the son of Meshillemoth, Jehizkiah the son of Shallum, and Amasa the son of Hadlai—rose up against those who were coming from the battle,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 28,
      "verse": 13,
      "text": "and said to them, “You must not bring the captives in here, for you are proposing to bring guilt upon us before the Lord, adding to our sins and our guilt; for our guilt is great, and His burning anger is against Israel.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 28,
      "verse": 14,
      "text": "So the armed men left the captives and the spoils before the officers and all the assembly.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 28,
      "verse": 15,
      "text": "Then the men who were designated by name got up, took the captives, and they clothed all their naked people from the spoils; they gave them clothes and sandals, fed them and gave them drink, anointed them with oil, led all their feeble ones on donkeys, and brought them to Jericho, the city of palm trees, to their brothers; then they returned to Samaria.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 28,
      "verse": 16,
      "text": "At that time King Ahaz sent word to the kings of Assyria for help.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 28,
      "verse": 17,
      "text": "For the Edomites had come again and attacked Judah, and led away captives.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 28,
      "verse": 18,
      "text": "The Philistines had also invaded the cities of the lowland and of the Negev of Judah, and had taken Beth-shemesh, Aijalon, Gederoth, and Soco with its villages, Timnah with its villages, and Gimzo with its villages; and they had settled there.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 28,
      "verse": 19,
      "text": "For the Lord had humbled Judah because of Ahaz king of Israel, for he had brought about a lack of restraint in Judah and was very unfaithful to the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 28,
      "verse": 20,
      "text": "So Tilgath-pilneser king of Assyria came against him and afflicted him instead of strengthening him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 28,
      "verse": 21,
      "text": "Although Ahaz took a portion out of the house of the Lord and out of the palace of the king and of the princes, and gave it to the king of Assyria, it did not help him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 28,
      "verse": 22,
      "text": "Now during the time of his distress, this same King Ahaz became even more unfaithful to the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 28,
      "verse": 23,
      "text": "For he sacrificed to the gods of Damascus who had defeated him, and said, “Because the gods of the kings of Aram helped them, I will sacrifice to them so that they may help me.” But they became the downfall of him and all Israel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 28,
      "verse": 24,
      "text": "Moreover, when Ahaz gathered together the utensils of the house of God, he cut the utensils of the house of God in pieces; and he closed the doors of the house of the Lord, and made altars for himself in every corner of Jerusalem.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 28,
      "verse": 25,
      "text": "In every city of Judah he made high places to burn incense to other gods, and provoked the Lord, the God of his fathers, to anger.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 28,
      "verse": 26,
      "text": "Now the rest of his acts and all his ways, from the first to the last, behold, they are written in the Book of the Kings of Judah and Israel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 28,
      "verse": 27,
      "text": "So Ahaz lay down with his fathers, and they buried him in the city, in Jerusalem, for they did not bring him to the tombs of the kings of Israel; and his son Hezekiah reigned in his place.",
      "header": "",
      "footer": ""
    }
  ]
}