{
  "book_name": "2 Chronicles",
  "chapter": 32,
  "verses": [
    {
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse": 1,
      "text": "After these acts of faithfulness Sennacherib king of Assyria came and invaded Judah and besieged the fortified cities, and intended to break into them for himself.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse": 2,
      "text": "Now when Hezekiah saw that Sennacherib had come and that he intended to wage war against Jerusalem,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse": 3,
      "text": "he decided with his officers and his warriors to cut off the supply of water from the springs which were outside the city, and they helped him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse": 4,
      "text": "So many people assembled and stopped up all the springs and the stream which flowed through the region, saying, “Why should the kings of Assyria come and find abundant water?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse": 5,
      "text": "And he resolutely set to work and rebuilt all of the wall that had been broken down and erected towers on it, and built another outside wall and strengthened the Millo in the city of David, and made weapons and shields in great numbers.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse": 6,
      "text": "He appointed military officers over the people and gathered them to him in the public square at the city gate, and spoke encouragingly to them, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse": 7,
      "text": "“Be strong and courageous, do not fear or be dismayed because of the king of Assyria nor because of all the horde that is with him; for the One with us is greater than the one with him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse": 8,
      "text": "With him is only an arm of flesh, but with us is the Lord our God to help us and to fight our battles.” And the people relied on the words of Hezekiah king of Judah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse": 9,
      "text": "After this Sennacherib king of Assyria sent his servants to Jerusalem while he was besieging Lachish with all his forces with him, against Hezekiah king of Judah and against all of Judah who were in Jerusalem, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse": 10,
      "text": "“This is what Sennacherib king of Assyria says: ‘On what are you trusting that you are staying in Jerusalem under siege?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse": 11,
      "text": "Is Hezekiah not misleading you to give yourselves over to die by hunger and by thirst, saying, “The Lord our God will save us from the hand of the king of Assyria”?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse": 12,
      "text": "Is it not the same Hezekiah who removed His high places and His altars, and said to Judah and Jerusalem, “You shall worship before one altar, and on it you shall burn incense”?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse": 13,
      "text": "Do you not know what I and my fathers have done to all the peoples of the lands? Were the gods of the nations of those lands at all able to save their land from my hand?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse": 14,
      "text": "Who was there among all the gods of those nations which my fathers utterly destroyed who could save his people from my hand, that your God would be able to save you from my hand?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse": 15,
      "text": "Now then, do not let Hezekiah deceive you or mislead you like this, and do not believe him, for no god of any nation or kingdom was able to save his people from my hand or from the hand of my fathers. How much less will your God save you from my hand?’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse": 16,
      "text": "His servants spoke further against the Lord God and against His servant Hezekiah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse": 17,
      "text": "He also wrote letters to insult the Lord God of Israel, and to speak against Him, saying, “As the gods of the nations of the lands have not saved their people from my hand, so the God of Hezekiah will not save His people from my hand.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse": 18,
      "text": "They called this out with a loud voice in the language of Judah to the people of Jerusalem who were on the wall, to frighten and terrify them, so that they might take the city.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse": 19,
      "text": "They spoke of the God of Jerusalem as they did against the gods of the peoples of the earth, the work of human hands.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse": 20,
      "text": "But King Hezekiah and Isaiah the prophet, the son of Amoz, prayed about this and called out to heaven for help.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse": 21,
      "text": "And the Lord sent an angel who destroyed every warrior, commander, and officer in the camp of the king of Assyria. So he returned in shame to his own land. And when he had entered the temple of his god, some of his own sons killed him there with the sword.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse": 22,
      "text": "So the Lord saved Hezekiah and the inhabitants of Jerusalem from the hand of Sennacherib the king of Assyria and from the hand of all others, and guided them on every side.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse": 23,
      "text": "And many were bringing gifts to the Lord at Jerusalem and valuable presents to Hezekiah king of Judah; so thereafter he rose in the sight of all nations.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse": 24,
      "text": "In those days Hezekiah became mortally ill; and he prayed to the Lord, and the Lord spoke to him and gave him a sign.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse": 25,
      "text": "But Hezekiah did nothing in return for the benefit he received, because his heart was proud; therefore wrath came upon him and upon Judah and Jerusalem.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse": 26,
      "text": "However, Hezekiah humbled the pride of his heart, both he and the inhabitants of Jerusalem, so that the wrath of the Lord did not come on them in the days of Hezekiah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse": 27,
      "text": "Now Hezekiah had immense riches and honor; and he made for himself treasuries for silver, gold, precious stones, spices, shields, and all kinds of valuable articles,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse": 28,
      "text": "also storehouses for the produce of grain, wine, and oil; stalls for all kinds of cattle, and sheepfolds for the flocks.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse": 29,
      "text": "He made cities for himself and acquired flocks and herds in abundance, because God had given him very great wealth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse": 30,
      "text": "It was Hezekiah who stopped the upper outlet of the waters of Gihon and directed them to the west side of the city of David. And Hezekiah was successful in everything that he did.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse": 31,
      "text": "Even in the matter of the messengers of the rulers of Babylon, who were sent to him to inquire about the wonder that had happened in the land; God left him alone only to test him, so that He might know everything that was in his heart.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse": 32,
      "text": "Now the rest of the acts of Hezekiah and his deeds of devotion, behold, they are written in the vision of Isaiah the prophet, the son of Amoz, in the Book of the Kings of Judah and Israel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 32,
      "verse": 33,
      "text": "So Hezekiah lay down with his fathers, and they buried him in the upper section of the tombs of the sons of David; and all Judah and the inhabitants of Jerusalem honored him at his death. And his son Manasseh became king in his place.",
      "header": "",
      "footer": ""
    }
  ]
}