{
  "book_name": "Ezekiel",
  "chapter": 17,
  "verses": [
    {
      "book_name": "Ezekiel",
      "chapter": 17,
      "verse": 1,
      "text": "And the word of Yahweh came to me, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 17,
      "verse": 2,
      "text": "“Son of man, tell a riddle and quote a proverb to the house of Israel,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 17,
      "verse": 3,
      "text": "and you must say, ‘Thus says the Lord Yahweh: “The great eagle with great wings and long feathers and full of variegated plumage came to Lebanon and he took the treetop of the cedar.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 17,
      "verse": 4,
      "text": "He plucked the top of its new plant shoot, and he brought it to the land of Canaan and put it in a city of merchants,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 17,
      "verse": 5,
      "text": "and he took from the seed of the land and placed it in fertile soil on many waters; like a willow he planted it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 17,
      "verse": 6,
      "text": "And it sprouted, and it became a vine spreading out, low of height, turning its branches to him, and its roots were under it, and it became a vine, and it made branches, and it sent out foliage.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 17,
      "verse": 7,
      "text": "“‘“And there was another great eagle, great of wings and with abundant plumage, and look! This vine stretched out its roots toward him and extended its branches to him to water it from the garden bed where it was planted.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 17,
      "verse": 8,
      "text": "It was planted in a good field by many waters to produce branches and to bear fruit to become a beautiful vine.”’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 17,
      "verse": 9,
      "text": "Say, ‘Thus says the Lord Yahweh: “Will it prosper? Will he not tear out its roots, and will he not make its fruit scaly, and it will wither, and all of the freshness of its vegetation will dry up? And to lift it from its roots will not require great strength or many people.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 17,
      "verse": 10,
      "text": "And look! Though it is planted, will it prosper? When the east wind strikes it, will it not dry up completely? On the garden bed of its vegetation it will dry up!”’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 17,
      "verse": 11,
      "text": "And the word of Yahweh came to me, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 17,
      "verse": 12,
      "text": "“Say now to the rebellious house of Israel, ‘Do you not know what these are?’ Say, ‘Look! The king of Babylon will come to Jerusalem, and he will take its king and its officials, and he will bring them to himself, to Babylon.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 17,
      "verse": 13,
      "text": "And he took from the seed of the kingship, and he made with him a covenant, and he brought him under oath, and he took the rulers of the land,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 17,
      "verse": 14,
      "text": "so that they would be a humble kingdom and not lift itself up to keep his covenant in order for it to stand.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 17,
      "verse": 15,
      "text": "But he rebelled against him by sending his messengers to Egypt to give to him horses and a large army. Will he succeed? Will he escape doing these things, and can he break the covenant and escape?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 17,
      "verse": 16,
      "text": "As I live,’ declares the Lord Yahweh, ‘surely in the place of the king who made him king, who despised his oath and who broke his covenant with him—in the midst of Babylon he will die.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 17,
      "verse": 17,
      "text": "And not with a great army and with a great crowd will Pharaoh work with him in the war, at the pouring out of a siege ramp and the building of siege works to destroy many lives.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 17,
      "verse": 18,
      "text": "And he despised the oath to break covenant. And, look, he gave his hand in pledge, and yet he did all of these things. He will not escape.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 17,
      "verse": 19,
      "text": "Therefore thus says the Lord Yahweh: ‘As I live, surely my oath that he despised and my covenant that he broke I will return upon his head.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 17,
      "verse": 20,
      "text": "And I will spread my net over him, and he will be caught in my hunting net, and I will bring him to Babylon, and I will enter into judgment with him there about his infidelity that he displayed against me.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 17,
      "verse": 21,
      "text": "And all of his choice troops, among all of his troops, they will fall by the sword, and those who are remaining, they will be scattered to all the directions of the wind, and you will know that I, Yahweh, I have spoken.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 17,
      "verse": 22,
      "text": "Thus says the Lord Yahweh: ‘And I will take, even I, from the treetop of the high cedar, and I will plant it, from the head of its new plant shoot I will pluck a tender one, and I will plant it, even I, on a high and lofty mountain.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 17,
      "verse": 23,
      "text": "On the height of the mountain of Israel I will plant it, and it will carry branches, and it will bear fruit, and it will become a noble cedar, and all of the birds of all wings will dwell under it in the shade of its branches.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 17,
      "verse": 24,
      "text": "And all of the trees of the field will know that I, Yahweh, I will bring low a high tree, and I will exalt a low, fresh tree, and I will make a dry tree flourish. I, Yahweh, I have spoken, and I will do it.’”",
      "header": "",
      "footer": ""
    }
  ]
}