{
  "book_name": "Ezekiel",
  "chapter": 26,
  "verses": [
    {
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse": 1,
      "text": "And it was in the eleventh year, on the first day of the month, the word of Yahweh came to me, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse": 2,
      "text": "“Son of man, because Tyre said concerning Jerusalem, ‘Ah! The gates of the peoples are broken; it has swung open to me; I shall be filled, for it lies in ruins!’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse": 3,
      "text": "Therefore thus says the Lord Yahweh: ‘Look! I am against you, Tyre, and I will bring up against you many nations like the stirring up of the sea stirring up its waves.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse": 4,
      "text": "And I will destroy the walls of Tyre, and they will demolish its towers, and I will scrape away its earthen dirt from it, and I will make it into a bare rock.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse": 5,
      "text": "It will become a place for spreading out dragnets in the midst of the sea; for I have spoken,’ declares the Lord Yahweh. ‘And it will become as plunder for the nations,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse": 6,
      "text": "and its daughters who are in the field with the sword, they will be killed; and they will know that I am Yahweh.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse": 7,
      "text": "For thus says the Lord Yahweh: “Look! I am bringing to Tyre Nebuchadnezzar, the king of Babylon, from the north, the king of kings, with horse and with chariot and with horsemen and his assembly and many people.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse": 8,
      "text": "Your daughters he will kill in the field with the sword, and he will place against you siege works, and he will build against you a siege ramp, and he will raise against you a shield,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse": 9,
      "text": "and the thrust of his battering ram he will direct against your walls, and your towers he will break down with his weapons.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse": 10,
      "text": "From the abundance of his horses he will cover you with their fine dust; at the sound of horseman and wheel and chariot your walls will shake, at his coming into your gates like the entrance of a city that is being broken through.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse": 11,
      "text": "With the hooves of his horses he will trample all of your streets. He will kill your people with the sword, and your strong stone pillars will tumble down to the earth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse": 12,
      "text": "And they will plunder your wealth, and they will loot your merchandise, and they will break down your walls, and the houses of your delight they will break down, and your stones and your timbers and your earthen dirt they will cast into the midst of the water.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse": 13,
      "text": "And, I will put an end to the noise of your songs, and the sound of your lyres will not be heard any longer.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse": 14,
      "text": "And I will make you into a bare rock, a place for the spreading out of dragnets. You will not be built again, for I, Yahweh, I have spoken,” declares the Lord Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse": 15,
      "text": "Thus says the Lord Yahweh to Tyre, “Will not the coastlands shake from the sound of your downfall, at the groaning of the wounded, at people being killed in the midst of you?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse": 16,
      "text": "And all the princes of the sea will go down from their thrones, and they will remove their robes, and their beautiful garments of finished cloth they will take off. With terror they will be clothed, and on the ground they will sit, and they will tremble continually, and they will be appalled over you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse": 17,
      "text": "And they will raise a lament over you, and they will say to you,\n‘How you have been lost who was inhabited from the seas;\n    the city that was praised, that was strong.\nIt is located on the sea,\n    and its inhabitants imposed their terror on all of its inhabitants.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse": 18,
      "text": "Now the coastlands will tremble\n    at the day of your downfall,\nand the islands that are in the sea\n    will be horrified because of your departure.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse": 19,
      "text": "For thus says the Lord Yahweh: “When I make you a desolate city, like the cities that are not inhabited, when bringing up over you the deep, the great surging waters will cover you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse": 20,
      "text": "And I will bring you down with those who are going down to the grave, an ancient people, and I will cause you to dwell in the world of the depths, in the ruins from of old with those who are going down to the grave, so that you will not be inhabited and have a place in the land of the living.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 26,
      "verse": 21,
      "text": "Sudden terrors I will bring on you, and you shall no longer exist; and you will be sought, and you will not be found again forever,” declares the Lord Yahweh.",
      "header": "",
      "footer": ""
    }
  ]
}