{
  "book_name": "Ezekiel",
  "chapter": 29,
  "verses": [
    {
      "book_name": "Ezekiel",
      "chapter": 29,
      "verse": 1,
      "text": "In the tenth year, in the tenth month, on the twelfth day of the month, the word of Yahweh came to me, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 29,
      "verse": 2,
      "text": "“Son of man, set your face against Pharaoh, the king of Egypt, and prophesy against him and against Egypt, all of it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 29,
      "verse": 3,
      "text": "Speak, and you must say, ‘thus says the Lord Yahweh:\n“Look! I am against you,\n    Pharaoh, king of Egypt,\nthe great sea monster,\n    the one lying down\nin the midst of his Nile streams,\n    who says to me, “It is my Nile, and I made it for myself.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 29,
      "verse": 4,
      "text": "And so I will put hooks in your jawbones,\n    and I will make the fish of your Nile streams stick to your scales,\nand I will bring you up from the midst of your Nile streams,\n    and all of the fish of your Nile streams which cling to your scales.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 29,
      "verse": 5,
      "text": "And I will fling you to the desert,\n    you and all the fish of your Nile streams.\nOn the surface of the field you will fall;\n    you will not be gathered,\n    and you will not be assembled.\nTo the animals of the field\n    and to the birds of the heavens\n    I will give you as food.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 29,
      "verse": 6,
      "text": "And all of the inhabitants of Egypt will know that I am Yahweh,\n    because of their being a staff of reed for the house of Israel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 29,
      "verse": 7,
      "text": "When they took hold of you with the hand, you snapped,\n    and you split their every shoulder.\nAnd when they leaned on you, you broke,\n    and you caused all of their loins to wobble.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 29,
      "verse": 8,
      "text": "Therefore thus says the Lord Yahweh: “Look! I am bringing on you a sword, and I will cut off from you human and animal.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 29,
      "verse": 9,
      "text": "And the land of Egypt will become a desolation and ruins, and they will know that I am Yahweh because he said, ‘The Nile is mine! And I, I made it!’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 29,
      "verse": 10,
      "text": "Therefore look! I am against you and against your Nile streams, and I will make the land of Egypt into ruins, a pile of rubble, a desolation from Migdol to Syene and up to the boundary of Cush.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 29,
      "verse": 11,
      "text": "A foot of a human will not pass over it, and a foot of an animal will not pass over it, and so it will not be inhabited for forty years.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 29,
      "verse": 12,
      "text": "And I will make the land of Egypt a desolation in the midst of desolated countries, and its cities to be in the midst of ruined cities. They will be a desolation for forty years, and I will scatter Egypt among the nations, and I will disperse them among the countries.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 29,
      "verse": 13,
      "text": "For thus says the Lord Yahweh: “At the end of forty years I will gather Egypt from the peoples among whom they were scattered.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 29,
      "verse": 14,
      "text": "And I will restore the fortunes of Egypt, and I will bring them back to the land of Pathros, to the land of their origin, and they will be a lowly kingdom there.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 29,
      "verse": 15,
      "text": "Of all the kingdoms it will be the most lowly, and it will not exalt itself again over the nations, and I will make them small so as not to rule over the nations.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 29,
      "verse": 16,
      "text": "And it will not be again for the house of Israel an object of trust, bringing to remembrance their guilt when they turned back to them, and they will know that I am the Lord Yahweh.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 29,
      "verse": 17,
      "text": "And then in the twenty-seventh year, in the first month, on the first day of the month, the word of Yahweh came to me, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 29,
      "verse": 18,
      "text": "“Son of man, Nebuchadnezzar the king of Babylon, he made his army labor hard against Tyre. Every head was rubbed bare, and every shoulder was rubbed raw, but a wage was not paid for him and for his army from Tyre for the labor that he did against it.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 29,
      "verse": 19,
      "text": "Therefore thus says the Lord Yahweh: “Look! I am giving to Nebuchadnezzar the king of Babylon the land of Egypt, and he will carry its wealth away, and he will plunder its plunder, and he will loot its loot, and it will be a wage for his army.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 29,
      "verse": 20,
      "text": "As his wages that he worked for, I will give to him the land of Egypt, because they worked for me,” declares the Lord Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 29,
      "verse": 21,
      "text": "“On that day I will cause power to grow up for the house of Israel, and for you I will give an opening of your mouth in the midst of them, and they will know that I am Yahweh.”",
      "header": "",
      "footer": ""
    }
  ]
}