{
  "book_name": "Ezekiel",
  "chapter": 32,
  "verses": [
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 1,
      "text": "And then in the twelfth year, in the twelfth month, on the first day of the month, the word of Yahweh came to me, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 2,
      "text": "“Son of man, raise a lament over Pharaoh, the king of Egypt, and you must say to him,\n‘With a fierce, strong lion among nations you compared yourself,\n    and you are like the sea monster in the seas,\n    and you thrash about in your rivers,\n    and you make water turbid with your feet,\n    and you make your rivers muddy.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 3,
      "text": "Thus says the Lord Yahweh:\nNow I will spread my net over you\n    in the assembly of many peoples,\n    and I will bring you up in my dragnet.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 4,
      "text": "And I will throw you on the ground;\n    on the surface of the open field I will hurl you,\nand I will cause every bird of the heaven to dwell on you,\n    and I will satisfy the animals of all of the world from you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 5,
      "text": "And I will put your flesh on the mountains,\n    and I will fill the valleys with your carcass.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 6,
      "text": "And I will water the land with your discharge from your blood\n    on the mountains,\n    and valleys will be filled from you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 7,
      "text": "And I will cover you at extinguishing your heavens,\n    and I will make dark their stars,\nand I will cover the sun with the cloud,\n    and the moon will not give its light.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 8,
      "text": "All sources of light in the heavens,\n    I will make them dark over you,\n    and I will put darkness on your land,’”\ndeclares the Lord Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 9,
      "text": "“And I will disturb the hearts of many peoples\n    at my bringing about your captivity among the nations,\n    to countries that you do not know.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 10,
      "text": "And I will cause many peoples to be awestruck over you,\n    and their kings will shudder over you in horror,\nat my brandishing my sword before their faces,\n    and they will tremble continually,\neach person for his life,\n    on the day of your downfall.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 11,
      "text": "For thus says the Lord Yahweh:\n“The sword of the king of Babylon,\n    it will come to you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 12,
      "text": "By the swords of warriors I will cause to fall your hordes\n    by the most ruthless of the nations, all of them,\nand they will devastate the majesty of Egypt,\n    and all of its hordes will be destroyed.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 13,
      "text": "And I will destroy all her domestic livestock\n    beside many waters.\nThe feet of humans will not make them turbid again,\n    and the hooves of domestic livestock will not make them turbid.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 14,
      "text": "Then I will make their waters settle,\n    and their rivers as the olive oil I will let flow,”\ndeclares the Lord Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 15,
      "text": "“Then I make the land of Egypt a desolation,\n    so that the land will be stripped from its fullness\nwhen I strike all of those dwelling in it,\n    and they will know that I am Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 16,
      "text": "This is a lament, and they will chant it as a lament; the daughters of the nations will chant it as a lament over Egypt, and over all of its hordes they will chant it as a lament,” declares the Lord Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 17,
      "text": "And then in the twelfth year, on the fifteenth day of the month, the word of Yahweh came to me, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 18,
      "text": "“Son of man, mourn over the hordes of Egypt, and make her go down, and with her the daughters of mighty nations, down to the deep underworld with the people going down to the grave.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 19,
      "text": "You are more lovely than whom? Go down and be laid in rest with the uncircumcised.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 20,
      "text": "In the midst of the people slain by the sword it is given they will fall to a sword; they carried her off and all of her hordes.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 21,
      "text": "The chiefs of the warriors will speak to him from the middle of Sheol; with his helpers they have gone down; the uncircumcised lie still, those slain by the sword.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 22,
      "text": "Assyria is there and all of its assembly; all around it are its graves, all of them killed, those fallen by the sword,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 23,
      "text": "who will be given its graves in the remote areas of the pit, and its assembly will be all around its grave, all of them killed, fallen by the sword, those who spread terror in the land of the living.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 24,
      "text": "Elam is there and all of its hordes, all around its grave, all of them dead who fell by the sword, those who went down uncircumcised to the depths of the underworld, those who spread their terror to the land of the living, and now they bear their disgrace with the people going down to the grave.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 25,
      "text": "In the midst of the slain they made a bed for her with all of her hordes all around its graves, all of them uncircumcised, slain by the sword, for their terror was spread in the land of the living, and they now bear their disgrace with the people going down to the grave; in the midst of the slain it was placed.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 26,
      "text": "Meshech and Tubal are there and all of its hordes, all around him its graves, all of them uncircumcised and killed by the sword, for they gave their terror in the land of the living.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 27,
      "text": "And they do not lie with warriors fallen from long ago, who went down to Sheol with their weapons of war, and they placed their sword under their heads, and their shields were on their bones, for the terror of the warriors was in the land of the living.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 28,
      "text": "And you too in the midst of uncircumcised people will be broken, and you will lie with those slain by the sword.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 29,
      "text": "There is Edom, its kings and all of its leaders who are laid along with their might with those killed by the sword; they will lie with the uncircumcised and with the people going down to the grave.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 30,
      "text": "There are also the princes of the north, all of them, all of the Sidonians who have gone down, being ashamed to lie with the slain because of their terror that they caused from their might, and they lie uncircumcised with those killed by the sword, and they bear their disgrace along with the people going down to the grave.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 31,
      "text": "Pharaoh will see them, and he will be comforted over all of his hordes killed by the sword, Pharaoh and all of his army,” declares the Lord Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 32,
      "verse": 32,
      "text": "“For he spread my terror in the land of the living, and so he will be laid down in the midst of the uncircumcised with those killed by the sword: Pharaoh and all of his hordes,”declares the Lord Yahweh.",
      "header": "",
      "footer": ""
    }
  ]
}