{
  "book_name": "Ezekiel",
  "chapter": 48,
  "verses": [
    {
      "book_name": "Ezekiel",
      "chapter": 48,
      "verse": 1,
      "text": "And these are the names of the tribes: At the end of the north, along the way to Hethlon from Lebo-hamath to Hazar Enan on the boundary of Damascus beside Hamath northward, there will be one portion for Dan from the eastern border to the west.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 48,
      "verse": 2,
      "text": "And next to the territory of Dan, from the eastern border up to the western border, one portion for Asher.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 48,
      "verse": 3,
      "text": "And next to the territory of Asher, from the eastern border and up to the western border, one portion for Naphtali.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 48,
      "verse": 4,
      "text": "And next to the territory of Naphtali, from the eastern border up to the western border, one portion for Manasseh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 48,
      "verse": 5,
      "text": "And next to the territory of Manasseh, from the eastern border up to the western border, one portion for Ephraim.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 48,
      "verse": 6,
      "text": "And next to the territory of Ephraim, from the eastern border and up to the western border, one portion for Reuben.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 48,
      "verse": 7,
      "text": "And next to the territory of Reuben, from the eastern border up to the western border, one portion for Judah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 48,
      "verse": 8,
      "text": "And next to the territory of Judah, from the eastern border up to the western border, shall be located the contribution that you set apart, twenty-five thousand cubits in width, and its length just like one of the portions from the eastern border up to the western border, and the sanctuary shall be in the midst of it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 48,
      "verse": 9,
      "text": "The contribution that you shall set apart for Yahweh, its length shall be twenty-five thousand cubits, and its width ten thousand cubits.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 48,
      "verse": 10,
      "text": "And to these shall be the holy district: to the priests northwards twenty-five thousand cubits, and westwards its width ten thousand cubits, and eastwards its width ten thousand cubits, and southwards its length twenty-five thousand cubits, and the sanctuary of Yahweh shall be in the midst of it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 48,
      "verse": 11,
      "text": "To the priests, the ones being consecrated from the descendants of Zadok, who took care of my service and who did not go astray when the Israelites went astray, just as the Levites went astray.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 48,
      "verse": 12,
      "text": "And it will be for them a special gift from the contribution of the land as a most holy object next to the territory of the Levites.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 48,
      "verse": 13,
      "text": "And the Levites alongside the territory of the priests shall have twenty-five thousand cubits in length and in width ten thousand cubits, its full length, twenty-five thousand cubits and its full width, ten thousand cubits.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 48,
      "verse": 14,
      "text": "And they shall not sell any part from it, and shall not exchange, and shall not transfer the best of the land, for it is holy to Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 48,
      "verse": 15,
      "text": "And the remaining part of five thousand cubits in the width by twenty-five thousand cubits, is unholy; it is for the city as dwelling and as pastureland; and the city will be located in the middle of it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 48,
      "verse": 16,
      "text": "And these shall be its measurements: on its side to the north, four thousand five hundred cubits; and on its side to the south, four thousand five hundred cubits; and on the eastern side, four thousand five hundred cubits; and on the western side, four thousand five hundred cubits.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 48,
      "verse": 17,
      "text": "And a pastureland shall be for the city northwards, two hundred and fifty cubits, southwards two hundred and fifty cubits, and eastwards two hundred and fifty cubits, and westwards two hundred and fifty cubits.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 48,
      "verse": 18,
      "text": "And the rest in its length alongside the holy district, ten thousand cubits eastwards and ten thousand westwards; and it shall be alongside the holy district and its yield shall be as food for the workers of the city.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 48,
      "verse": 19,
      "text": "And the workers of the city from all the tribes of Israel shall cultivate it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 48,
      "verse": 20,
      "text": "All of the contribution, twenty-five thousand by twenty five thousand cubits square, you shall set apart as the holy district along with the property of the city.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 48,
      "verse": 21,
      "text": "And the rest shall be to the prince, on both sides of the holy district and of the property of the city extending from twenty-five thousand cubits of the contribution up to the boundary of the east, and westwards extending twenty-five thousand cubits to the boundary of the sea alongside the tribal portions. They shall be for the prince, and it shall be the holy district, and the sanctuary of the temple will be in its middle.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 48,
      "verse": 22,
      "text": "And also the property of the Levites and the property of the city will be in the midst of the property which is for the prince; between the territory of Judah and between the territory of Benjamin the land will be for the prince.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 48,
      "verse": 23,
      "text": "And for the remainder of the tribes: From the side on the east up to the side on the west, Benjamin one portion;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 48,
      "verse": 24,
      "text": "and next to the territory of Benjamin, from the side on the east up to the side of the sea, Simeon one portion;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 48,
      "verse": 25,
      "text": "and next to the territory of Simeon, from the side of the east up to the side of the sea, Issachar one portion;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 48,
      "verse": 26,
      "text": "and next to the territory of Issachar, from the side of the east up to the side of the sea, Zebulun one portion;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 48,
      "verse": 27,
      "text": "and next to the territory of Zebulun, from the side of the east up to the side of the sea, Gad one portion;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 48,
      "verse": 28,
      "text": "and next to the territory of Gad, to the side of the south, southward; and the territory will be from Tamar to the waters of Meribath Kadesh, toward the wadi, on to the Great Sea.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 48,
      "verse": 29,
      "text": "This is the land that you shall allot as an inheritance to the tribes of Israel, and these are their portions,” declares the Lord Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 48,
      "verse": 30,
      "text": "And these shall be the exits of the city: From the north side, four thousand and five hundred cubits by measurement.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 48,
      "verse": 31,
      "text": "And the gates of the city shall be according to the names of the tribes of Israel: three gates to the north, the gate of Reuben, one; the gate of Judah, one; the gate of Levi, one.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 48,
      "verse": 32,
      "text": "And on the east side, four thousand five hundred cubits, and three gates, and so the gate of Joseph, one; the gate of Benjamin, one; the gate of Dan, one.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 48,
      "verse": 33,
      "text": "And on the south side, four thousand five hundred cubits by measurement, and so three gates, the gate of Simeon, one; the gate of Issachar, one; the gate of Zebulun, one.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 48,
      "verse": 34,
      "text": "And on the west side, four thousand five hundred cubits, and their gates three, the gate of Gad, one; the gate of Asher, one; the gate of Naphtali, one.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 48,
      "verse": 35,
      "text": "All around the city is eighteen thousand cubits, and the name of the city from that day is “Yahweh Is There”!",
      "header": "",
      "footer": ""
    }
  ]
}