{
  "book_name": "Ezekiel",
  "chapter": 9,
  "verses": [
    {
      "book_name": "Ezekiel",
      "chapter": 9,
      "verse": 1,
      "text": "And he called in my ears with a loud voice, saying, “They have come near, the punishers of the city, and each with his weapon of destruction in his hand.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 9,
      "verse": 2,
      "text": "And look! Six men coming from the way of the upper gate that faced northward, and each with his weapon for shattering in his hand; and one man was in the midst of them, dressed in linen, and the writing case of the scribe was at his side. And they came and stood beside the bronze altar.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 9,
      "verse": 3,
      "text": "And the glory of the God of Israel lifted itself up from upon the cherub that he was on and went to the threshold of the house, and he called to the man who was clothed in linen with a scribal writing case at his side.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 9,
      "verse": 4,
      "text": "And Yahweh said to him, “Go through in the midst of the city, in the midst of Jerusalem, and you must place a mark on the foreheads of the men who are groaning and lamenting about all of the detestable things that are being done in the midst of her.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 9,
      "verse": 5,
      "text": "And to the others he said in my hearing, “Go through the city behind him and kill! Your eyes shall not take pity, and you shall not have compassion.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 9,
      "verse": 6,
      "text": "You must kill totally old man, young man and young woman, and little children and women, but concerning every man with the mark on him you must not approach; and from my sanctuary you must begin.” And they began with the old men who were before the house.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 9,
      "verse": 7,
      "text": "And he said to them, “Defile the house and fill the courtyards with the dead; go out! And they went out, and they killed in the city.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 9,
      "verse": 8,
      "text": "And then as they were striking, and I was left behind, I fell on my face, and I cried out, and I said, “Ah, Lord Yahweh! “Will you be destroying all of the remnant of Israel while you pour out your rage on Jerusalem?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 9,
      "verse": 9,
      "text": "And he said to me, “The guilt of the house of Israel and Judah is exceedingly great, and the land is filled with bloodguilt, and the city is full of injustice. For they say Yahweh abandoned the land, and Yahweh does not see.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 9,
      "verse": 10,
      "text": "And I, my eye will not take pity, and I will not have compassion; their way I will bring on their head.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ezekiel",
      "chapter": 9,
      "verse": 11,
      "text": "And look! The man clothed in linen and with a writing case at his side was bringing back a word, saying, “I have done all that you commanded me.”",
      "header": "",
      "footer": ""
    }
  ]
}