{
  "book_name": "Ephesians",
  "chapter": 6,
  "verses": [
    {
      "book_name": "Ephesians",
      "chapter": 6,
      "verse": 1,
      "text": "Children, obey your parents in the Lord, for this is right.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ephesians",
      "chapter": 6,
      "verse": 2,
      "text": "“Honor your father and mother” (this is the first commandment with a promise),",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ephesians",
      "chapter": 6,
      "verse": 3,
      "text": "“that it may go well with you and that you may live long in the land.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ephesians",
      "chapter": 6,
      "verse": 4,
      "text": "Fathers, do not provoke your children to anger, but bring them up in the discipline and instruction of the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ephesians",
      "chapter": 6,
      "verse": 5,
      "text": "Bondservants, obey your earthly masters with fear and trembling, with a sincere heart, as you would Christ,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ephesians",
      "chapter": 6,
      "verse": 6,
      "text": "not by the way of eye-service, as people-pleasers, but as bondservants of Christ, doing the will of God from the heart,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ephesians",
      "chapter": 6,
      "verse": 7,
      "text": "rendering service with a good will as to the Lord and not to man,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ephesians",
      "chapter": 6,
      "verse": 8,
      "text": "knowing that whatever good anyone does, this he will receive back from the Lord, whether he is a bondservant or is free.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ephesians",
      "chapter": 6,
      "verse": 9,
      "text": "Masters, do the same to them, and stop your threatening, knowing that he who is both their Master and yours is in heaven, and that there is no partiality with him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ephesians",
      "chapter": 6,
      "verse": 10,
      "text": "Finally, be strong in the Lord and in the strength of his might.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ephesians",
      "chapter": 6,
      "verse": 11,
      "text": "Put on the whole armor of God, that you may be able to stand against the schemes of the devil.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ephesians",
      "chapter": 6,
      "verse": 12,
      "text": "For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ephesians",
      "chapter": 6,
      "verse": 13,
      "text": "Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ephesians",
      "chapter": 6,
      "verse": 14,
      "text": "Stand therefore, having fastened on the belt of truth, and having put on the breastplate of righteousness,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ephesians",
      "chapter": 6,
      "verse": 15,
      "text": "and, as shoes for your feet, having put on the readiness given by the gospel of peace.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ephesians",
      "chapter": 6,
      "verse": 16,
      "text": "In all circumstances take up the shield of faith, with which you can extinguish all the flaming darts of the evil one;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ephesians",
      "chapter": 6,
      "verse": 17,
      "text": "and take the helmet of salvation, and the sword of the Spirit, which is the word of God,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ephesians",
      "chapter": 6,
      "verse": 18,
      "text": "praying at all times in the Spirit, with all prayer and supplication. To that end, keep alert with all perseverance, making supplication for all the saints,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ephesians",
      "chapter": 6,
      "verse": 19,
      "text": "and also for me, that words may be given to me in opening my mouth boldly to proclaim the mystery of the gospel,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ephesians",
      "chapter": 6,
      "verse": 20,
      "text": "for which I am an ambassador in chains, that I may declare it boldly, as I ought to speak.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ephesians",
      "chapter": 6,
      "verse": 21,
      "text": "So that you also may know how I am and what I am doing, Tychicus the beloved brother and faithful minister in the Lord will tell you everything.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ephesians",
      "chapter": 6,
      "verse": 22,
      "text": "I have sent him to you for this very purpose, that you may know how we are, and that he may encourage your hearts.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ephesians",
      "chapter": 6,
      "verse": 23,
      "text": "Peace be to the brothers, and love with faith, from God the Father and the Lord Jesus Christ.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Ephesians",
      "chapter": 6,
      "verse": 24,
      "text": "Grace be with all who love our Lord Jesus Christ with love incorruptible.",
      "header": "",
      "footer": ""
    }
  ]
}