{
  "book_name": "Genesis",
  "chapter": 3,
  "verses": [
    {
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 1,
      "text": "The serpent was the shrewdest of all the wild animals the Lord God had made. One day he asked the woman, “Did God really say you must not eat the fruit from any of the trees in the garden?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 2,
      "text": "“Of course we may eat fruit from the trees in the garden,” the woman replied.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 3,
      "text": "“It’s only the fruit from the tree in the middle of the garden that we are not allowed to eat. God said, ‘You must not eat it or even touch it; if you do, you will die.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 4,
      "text": "“You won’t die!” the serpent replied to the woman.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 5,
      "text": "“God knows that your eyes will be opened as soon as you eat it, and you will be like God, knowing both good and evil.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 6,
      "text": "The woman was convinced. She saw that the tree was beautiful and its fruit looked delicious, and she wanted the wisdom it would give her. So she took some of the fruit and ate it. Then she gave some to her husband, who was with her, and he ate it, too.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 7,
      "text": "At that moment their eyes were opened, and they suddenly felt shame at their nakedness. So they sewed fig leaves together to cover themselves.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 8,
      "text": "When the cool evening breezes were blowing, the man and his wife heard the Lord God walking about in the garden. So they hid from the Lord God among the trees.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 9,
      "text": "Then the Lord God called to the man, “Where are you?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 10,
      "text": "He replied, “I heard you walking in the garden, so I hid. I was afraid because I was naked.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 11,
      "text": "“Who told you that you were naked?” the Lord God asked. “Have you eaten from the tree whose fruit I commanded you not to eat?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 12,
      "text": "The man replied, “It was the woman you gave me who gave me the fruit, and I ate it.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 13,
      "text": "Then the Lord God asked the woman, “What have you done?”\n“The serpent deceived me,” she replied. “That’s why I ate it.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 14,
      "text": "Then the Lord God said to the serpent,\n“Because you have done this, you are cursed\n    more than all animals, domestic and wild.\nYou will crawl on your belly,\n    groveling in the dust as long as you live.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 15,
      "text": "And I will cause hostility between you and the woman,\n    and between your offspring and her offspring.\nHe will strike your head,\n    and you will strike his heel.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 16,
      "text": "Then he said to the woman,\n“I will sharpen the pain of your pregnancy,\n    and in pain you will give birth.\nAnd you will desire to control your husband,\n    but he will rule over you.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 17,
      "text": "And to the man he said,\n“Since you listened to your wife and ate from the tree\n    whose fruit I commanded you not to eat,\nthe ground is cursed because of you.\n    All your life you will struggle to scratch a living from it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 18,
      "text": "It will grow thorns and thistles for you,\n    though you will eat of its grains.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 19,
      "text": "By the sweat of your brow\n    will you have food to eat\nuntil you return to the ground\n    from which you were made.\nFor you were made from dust,\n    and to dust you will return.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 20,
      "text": "Then the man—Adam—named his wife Eve, because she would be the mother of all who live.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 21,
      "text": "And the Lord God made clothing from animal skins for Adam and his wife.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 22,
      "text": "Then the Lord God said, “Look, the human beings have become like us, knowing both good and evil. What if they reach out, take fruit from the tree of life, and eat it? Then they will live forever!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 23,
      "text": "So the Lord God banished them from the Garden of Eden, and he sent Adam out to cultivate the ground from which he had been made.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 3,
      "verse": 24,
      "text": "After sending them out, the Lord God stationed mighty cherubim to the east of the Garden of Eden. And he placed a flaming sword that flashed back and forth to guard the way to the tree of life.",
      "header": "",
      "footer": ""
    }
  ]
}