{
  "book_name": "Jeremiah",
  "chapter": 1,
  "verses": [
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 1,
      "text": "The words of Jeremiah the son of Hilkiah, of the priests who were in Anathoth in the land of Benjamin,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 2,
      "text": "to whom the word of the Lord came in the days of Josiah the son of Amon, king of Judah, in the thirteenth year of his reign.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 3,
      "text": "It came also in the days of Jehoiakim the son of Josiah, king of Judah, until the end of the eleventh year of Zedekiah the son of Josiah, king of Judah, until the exile of Jerusalem in the fifth month.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 4,
      "text": "Now the word of the Lord came to me, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 5,
      "text": "“Before I formed you in the womb I knew you,\nAnd before you were born I consecrated you;\nI have appointed you as a prophet to the nations.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 6,
      "text": "Then I said, “Oh, Lord God!\nBehold, I do not know how to speak,\nBecause I am a youth.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 7,
      "text": "But the Lord said to me,\n“Do not say, ‘I am a youth,’\nBecause everywhere I send you, you shall go,\nAnd all that I command you, you shall speak.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 8,
      "text": "Do not be afraid of them,\nFor I am with you to save you,” declares the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 9,
      "text": "Then the Lord stretched out His hand and touched my mouth, and the Lord said to me,\n“Behold, I have put My words in your mouth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 10,
      "text": "See, I have appointed you this day over the nations and over the kingdoms,\nTo root out and to tear down,\nTo destroy and to overthrow,\nTo build and to plant.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 11,
      "text": "And the word of the Lord came to me, saying, “What do you see, Jeremiah?” And I said, “I see a branch of an almond tree.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 12,
      "text": "Then the Lord said to me, “You have seen well, for I am watching over My word to perform it.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 13,
      "text": "And the word of the Lord came to me a second time, saying, “What do you see?” And I said, “I see a boiling pot, facing away from the north.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 14,
      "text": "Then the Lord said to me, “Out of the north the evil will be unleashed on all the inhabitants of the land.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 15,
      "text": "For, behold, I am calling all the families of the kingdoms of the north,” declares the Lord; “and they will come and place, each one of them, his throne at the entrance of the gates of Jerusalem, and against all its walls around, and against all the cities of Judah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 16,
      "text": "And I will pronounce My judgments against them concerning all their wickedness, since they have abandoned Me and have offered sacrifices to other gods, and worshiped the works of their own hands.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 17,
      "text": "Now, belt your garment around your waist and arise, and speak to them all that I command you. Do not be dismayed before them, or I will make you dismayed before them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 18,
      "text": "Now behold, I have made you today like a fortified city and like a pillar of iron and walls of bronze against the whole land, to the kings of Judah, to its leaders, to its priests, and to the people of the land.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 19,
      "text": "And they will fight against you but they will not overcome you, for I am with you to save you,” declares the Lord.",
      "header": "",
      "footer": ""
    }
  ]
}