{
  "book_name": "Jeremiah",
  "chapter": 16,
  "verses": [
    {
      "book_name": "Jeremiah",
      "chapter": 16,
      "verse": 1,
      "text": "The word of the Lord also came to me, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 16,
      "verse": 2,
      "text": "“You shall not take a wife for yourself nor have sons or daughters in this place.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 16,
      "verse": 3,
      "text": "For this is what the Lord says concerning the sons and daughters born in this place, and concerning their mothers who give birth to them, and their fathers who father them in this land:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 16,
      "verse": 4,
      "text": "“They will die of deadly diseases, they will not be mourned or buried; they will be like dung on the surface of the ground. And they will perish by sword and famine, and their dead bodies will become food for the birds of the sky and for the animals of the earth.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 16,
      "verse": 5,
      "text": "For this is what the Lord says: “Do not enter a house of mourning, or go to mourn or to console them; for I have withdrawn My peace from this people,” declares the Lord, “and My favor and compassion.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 16,
      "verse": 6,
      "text": "Both great people and small will die in this land; they will not be buried, people will not mourn for them, nor will anyone make cuts on himself or have his head shaved for them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 16,
      "verse": 7,
      "text": "People will not break bread in mourning for them, to comfort anyone for the dead, nor give them a cup of consolation to drink for anyone’s father or mother.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 16,
      "verse": 8,
      "text": "Moreover, you shall not go into a house of feasting to sit with them to eat and drink.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 16,
      "verse": 9,
      "text": "For this is what the Lord of armies, the God of Israel says: “Behold, I am going to eliminate from this place, before your eyes and in your time, the voice of rejoicing and the voice of joy, the voice of the groom and the voice of the bride.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 16,
      "verse": 10,
      "text": "“Now it will happen that, when you tell this people all these words, they will say to you, ‘For what reason has the Lord declared all this great disaster against us? And what is our wrongdoing, or what is our sin that we have committed against the Lord our God?’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 16,
      "verse": 11,
      "text": "Then you are to say to them, ‘It is because your forefathers have abandoned Me,’ declares the Lord, ‘and have followed other gods, and served and worshiped them; but they have abandoned Me and have not kept My Law.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 16,
      "verse": 12,
      "text": "You too have done evil, even more than your forefathers; for behold, each one of you is following the stubbornness of his own evil heart, without listening to Me.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 16,
      "verse": 13,
      "text": "So I will hurl you off this land to the land which you have not known, neither you nor your fathers; and there you will serve other gods day and night, because I will show you no compassion.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 16,
      "verse": 14,
      "text": "“Therefore behold, days are coming,” declares the Lord, “when it will no longer be said, ‘As the Lord lives, who brought up the sons of Israel out of the land of Egypt,’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 16,
      "verse": 15,
      "text": "but, ‘As the Lord lives, who brought up the sons of Israel from the land of the north and from all the lands where He had banished them.’ For I will restore them to their own land which I gave to their fathers.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 16,
      "verse": 16,
      "text": "“Behold, I am going to send for many fishermen,” declares the Lord, “and they will fish for them; and afterward I will send for many hunters, and they will hunt them from every mountain and every hill and from the clefts of the rocks.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 16,
      "verse": 17,
      "text": "For My eyes are on all their ways; they are not hidden from My face, nor is their wrongdoing concealed from My eyes.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 16,
      "verse": 18,
      "text": "I will first repay them double for their wrongdoing and their sin, because they have defiled My land; they have filled My inheritance with the carcasses of their detestable idols and their abominations.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 16,
      "verse": 19,
      "text": "Lord, my strength and my stronghold,\nAnd my refuge in the day of distress,\nTo You the nations will come\nFrom the ends of the earth and say,\n“Our fathers have inherited nothing but falsehood,\nFutility, and things of no benefit.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 16,
      "verse": 20,
      "text": "Can a person make gods for himself?\nBut they are not gods!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 16,
      "verse": 21,
      "text": "“Therefore behold, I am going to make them know—\nThis time I will make them know\nMy power and My might;\nAnd they will know that My name is the Lord.”",
      "header": "",
      "footer": ""
    }
  ]
}