{
  "book_name": "Jeremiah",
  "chapter": 20,
  "verses": [
    {
      "book_name": "Jeremiah",
      "chapter": 20,
      "verse": 1,
      "text": "When Pashhur the priest, the son of Immer, who was chief overseer in the house of the Lord, heard Jeremiah prophesying these things,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 20,
      "verse": 2,
      "text": "Pashhur had Jeremiah the prophet beaten and put him in the stocks that were at the upper Benjamin Gate, which was by the house of the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 20,
      "verse": 3,
      "text": "Then on the next day, when Pashhur released Jeremiah from the stocks, Jeremiah said to him, “Pashhur is not the name the Lord has called you, but rather Magor-missabib.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 20,
      "verse": 4,
      "text": "For this is what the Lord says: ‘Behold, I am going to make you a horror to yourself and to all your friends; and while your eyes look on, they will fall by the sword of their enemies. So I will hand all Judah over to the king of Babylon, and he will take them away as exiles to Babylon and will kill them with the sword.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 20,
      "verse": 5,
      "text": "I will also give all the wealth of this city, all its produce and all its valuable things—even all the treasures of the kings of Judah I will hand over to their enemies, and they will plunder them, take them away, and bring them to Babylon.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 20,
      "verse": 6,
      "text": "And you, Pashhur, and all who live in your house will go into captivity; and you will enter Babylon, and there you will die and there you will be buried, you and all your friends to whom you have falsely prophesied.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 20,
      "verse": 7,
      "text": "Lord, You persuaded me and I let myself be persuaded;\nYou have overcome me and prevailed.\nI have become a laughingstock all day long;\nEveryone mocks me.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 20,
      "verse": 8,
      "text": "For each time I speak, I cry aloud;\nI proclaim violence and destruction,\nBecause for me the word of the Lord has resulted\nIn taunting and derision all day long.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 20,
      "verse": 9,
      "text": "But if I say, “I will not remember Him\nNor speak anymore in His name,”\nThen in my heart it becomes like a burning fire\nShut up in my bones;\nAnd I am tired of holding it in,\nAnd I cannot endure it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 20,
      "verse": 10,
      "text": "For I have heard the whispering of many,\n“Terror on every side!\nDenounce him; let’s denounce him!”\nAll my trusted friends,\nWatching for my fall, say:\n“Perhaps he will be persuaded, so that we may prevail against him\nAnd take our revenge on him.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 20,
      "verse": 11,
      "text": "But the Lord is with me like a powerful champion;\nTherefore my persecutors will stumble and not prevail.\nThey will be put to great shame because they have failed,\nAn everlasting disgrace that will not be forgotten.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 20,
      "verse": 12,
      "text": "Yet, Lord of armies, who tests the righteous,\nWho sees the mind and the heart;\nLet me see Your vengeance on them,\nFor to You I have disclosed my cause.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 20,
      "verse": 13,
      "text": "Sing to the Lord, praise the Lord!\nFor He has saved the soul of the needy one\nFrom the hand of evildoers.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 20,
      "verse": 14,
      "text": "Cursed be the day when I was born;\nMay the day when my mother gave birth to me not be blessed!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 20,
      "verse": 15,
      "text": "Cursed be the man who brought the news\nTo my father, saying,\n“A boy has been born to you!”\nAnd made him very happy.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 20,
      "verse": 16,
      "text": "But may that man be like the cities\nWhich the Lord overthrew without relenting,\nAnd may he hear an outcry in the morning\nAnd an alarm for war at noon;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 20,
      "verse": 17,
      "text": "Because he did not kill me before birth,\nSo that my mother would have been my grave,\nAnd her womb forever pregnant.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 20,
      "verse": 18,
      "text": "Why did I ever come out of the womb\nTo look at trouble and sorrow,\nSo that my days have been spent in shame?",
      "header": "",
      "footer": ""
    }
  ]
}