{
  "book_name": "Jeremiah",
  "chapter": 23,
  "verses": [
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 1,
      "text": "“Woe to the shepherds who are causing the sheep of My pasture to perish and are scattering them!” declares the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 2,
      "text": "Therefore this is what the Lord, the God of Israel says concerning the shepherds who are tending My people: “You have scattered My flock and driven them away, and have not been concerned about them; behold, I am going to call you to account for the evil of your deeds,” declares the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 3,
      "text": "“Then I Myself will gather the remnant of My flock out of all the countries where I have driven them, and bring them back to their pasture, and they will be fruitful and multiply.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 4,
      "text": "I will also raise up shepherds over them and they will tend them; and they will not be afraid any longer, nor be terrified, nor will any be missing,” declares the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 5,
      "text": "“Behold, the days are coming,” declares the Lord,\n“When I will raise up for David a righteous Branch;\nAnd He will reign as king and act wisely\nAnd do justice and righteousness in the land.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 6,
      "text": "In His days Judah will be saved,\nAnd Israel will live securely;\nAnd this is His name by which He will be called,\n‘The Lord Our Righteousness.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 7,
      "text": "“Therefore behold, the days are coming,” declares the Lord, “when they will no longer say, ‘As the Lord lives, who brought the sons of Israel up from the land of Egypt,’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 8,
      "text": "but, ‘As the Lord lives, who brought up and led the descendants of the household of Israel back from the north land and from all the countries where I had driven them.’ Then they will live on their own soil.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 9,
      "text": "As for the prophets:\nMy heart is broken within me,\nAll my bones tremble;\nI have become like a drunken man,\nAnd like a man overcome by wine,\nBecause of the Lord\nAnd because of His holy words.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 10,
      "text": "For the land is full of adulterers;\nFor the land mourns because of the curse.\nThe pastures of the wilderness have dried up.\nTheir course is evil\nAnd their might is not right.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 11,
      "text": "“For both prophet and priest are defiled;\nEven in My house I have found their wickedness,” declares the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 12,
      "text": "“Therefore their way will be like slippery paths to them,\nThey will be driven away into the gloom and fall down in it;\nFor I will bring disaster upon them,\nThe year of their punishment,” declares the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 13,
      "text": "“Moreover, among the prophets of Samaria I saw an offensive thing:\nThey prophesied by Baal and led My people Israel astray.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 14,
      "text": "Also among the prophets of Jerusalem I have seen a horrible thing:\nThe committing of adultery and walking in deceit;\nAnd they strengthen the hands of evildoers,\nSo that no one has turned back from his wickedness.\nAll of them have become to Me like Sodom,\nAnd her inhabitants like Gomorrah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 15,
      "text": "Therefore this is what the Lord of armies says concerning the prophets:\n‘Behold, I am going to feed them wormwood\nAnd make them drink poisonous water,\nFor from the prophets of Jerusalem\nUngodliness has spread into all the land.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 16,
      "text": "This is what the Lord of armies says:\n“Do not listen to the words of the prophets who are prophesying to you.\nThey are leading you into futility;\nThey tell a vision of their own imagination,\nNot from the mouth of the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 17,
      "text": "They keep saying to those who despise Me,\n‘The Lord has said, “You will have peace”’;\nAnd as for everyone who walks in the stubbornness of his own heart,\nThey say, ‘Disaster will not come on you.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 18,
      "text": "But who has stood in the council of the Lord,\nThat he should see and hear His word?\nWho has paid attention to His word and listened?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 19,
      "text": "Behold, the storm of the Lord has gone forth in wrath,\nEven a whirling tempest;\nIt will swirl down on the head of the wicked.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 20,
      "text": "The anger of the Lord will not turn back\nUntil He has performed and carried out the purposes of His heart;\nIn the last days you will clearly understand it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 21,
      "text": "I did not send these prophets,\nBut they ran.\nI did not speak to them,\nBut they prophesied.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 22,
      "text": "But if they had stood in My council,\nThen they would have announced My words to My people,\nAnd would have turned them back from their evil way\nAnd from the evil of their deeds.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 23,
      "text": "“Am I a God who is near,” declares the Lord,\n“And not a God far off?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 24,
      "text": "Can a person hide himself in hiding places\nSo that I do not see him?” declares the Lord.\n“Do I not fill the heavens and the earth?” declares the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 25,
      "text": "“I have heard what the prophets have said who prophesy falsely in My name, saying, ‘I had a dream, I had a dream!’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 26,
      "text": "How long? Is there anything in the hearts of the prophets who prophesy falsehood, these prophets of the deceitfulness of their own heart,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 27,
      "text": "who intend to make My people forget My name by their dreams which they report to one another, just as their fathers forgot My name because of Baal?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 28,
      "text": "The prophet who has a dream may report his dream, but let him who has My word speak My word truthfully. What does straw have in common with grain?” declares the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 29,
      "text": "“Is My word not like fire?” declares the Lord, “and like a hammer which shatters a rock?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 30,
      "text": "Therefore behold, I am against the prophets,” declares the Lord, “who steal My words from each other.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 31,
      "text": "Behold, I am against the prophets,” declares the Lord, “who use their tongues and declare, ‘The Lord declares!’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 32,
      "text": "Behold, I am against those who have prophesied false dreams,” declares the Lord, “and reported them and led My people astray by their lies and reckless boasting; yet I did not send them nor command them, nor do they provide this people the slightest benefit,” declares the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 33,
      "text": "“Now when this people or the prophet or a priest asks you, saying, ‘What is the pronouncement of the Lord?’ then you shall say to them, ‘What pronouncement?’ The Lord declares, ‘I will abandon you.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 34,
      "text": "Then as for the prophet or the priest or the people who say, ‘The pronouncement of the Lord,’ I will bring punishment upon that person and his household.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 35,
      "text": "This is what each one of you will say to his neighbor and to his brother: ‘What has the Lord answered?’ or, ‘What has the Lord spoken?’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 36,
      "text": "For you will no longer remember the pronouncement of the Lord, because every person’s own word will become the pronouncement, and you have perverted the words of the living God, the Lord of armies, our God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 37,
      "text": "This is what you will say to that prophet: ‘What has the Lord answered you?’ and, ‘What has the Lord spoken?’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 38,
      "text": "And if you say, ‘The pronouncement of the Lord!’ for that reason the Lord says this: ‘Because you said this word, “The pronouncement of the Lord!” I have also sent word to you, saying, “You shall not say, ‘The pronouncement of the Lord!’”’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 39,
      "text": "Therefore behold, I will certainly forget you and thrust you away from My presence, along with the city which I gave you and your fathers.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 23,
      "verse": 40,
      "text": "I will put an everlasting disgrace on you and an everlasting humiliation which will not be forgotten.”",
      "header": "",
      "footer": ""
    }
  ]
}