{
  "book_name": "Jeremiah",
  "chapter": 25,
  "verses": [
    {
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse": 1,
      "text": "The word that came to Jeremiah concerning all the people of Judah, in the fourth year of Jehoiakim the son of Josiah, king of Judah (that was the first year of Nebuchadnezzar king of Babylon),",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse": 2,
      "text": "the word which Jeremiah the prophet spoke to all the people of Judah and to all the inhabitants of Jerusalem, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse": 3,
      "text": "“From the thirteenth year of Josiah the son of Amon, king of Judah, even to this day, these twenty-three years the word of the Lord has come to me, and I have spoken to you again and again, but you have not listened.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse": 4,
      "text": "And the Lord has sent to you all His servants the prophets again and again, but you have not listened nor inclined your ear to hear,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse": 5,
      "text": "saying, ‘Turn now, everyone from his evil way and from the evil of your deeds, and live on the land which the Lord has given to you and your forefathers forever and ever;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse": 6,
      "text": "and do not follow other gods to serve them and to worship them, and do not provoke Me to anger with the work of your hands, then I will do you no harm.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse": 7,
      "text": "Yet you have not listened to Me,” declares the Lord, “in order to provoke Me to anger with the work of your hands to your own harm.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse": 8,
      "text": "“Therefore this is what the Lord of armies says: ‘Because you have not obeyed My words,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse": 9,
      "text": "behold, I will send and take all the families of the north,’ declares the Lord, ‘and I will send to Nebuchadnezzar king of Babylon, My servant, and will bring them against this land and against its inhabitants and against all these surrounding nations; and I will completely destroy them and make them an object of horror and hissing, and an everlasting place of ruins.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse": 10,
      "text": "Moreover, I will eliminate from them the voice of jubilation and the voice of joy, the voice of the groom and the voice of the bride, the sound of the millstones and the light of the lamp.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse": 11,
      "text": "This entire land will be a place of ruins and an object of horror, and these nations will serve the king of Babylon for seventy years.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse": 12,
      "text": "‘Then it will be when seventy years are completed I will punish the king of Babylon and that nation,’ declares the Lord, ‘for their wrongdoing, and the land of the Chaldeans; and I will make it an everlasting desolation.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse": 13,
      "text": "I will bring upon that land all My words which I have pronounced against it, all that is written in this book which Jeremiah has prophesied against all the nations.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse": 14,
      "text": "(For many nations and great kings will make slaves of them, even them; and I will repay them according to their deeds and according to the work of their hands.)’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse": 15,
      "text": "For this is what the Lord, the God of Israel, says to me: “Take this cup of the wine of wrath from My hand and give it to all the nations to whom I send you, to drink from it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse": 16,
      "text": "Then they will drink and loudly vomit and act insanely because of the sword that I am going to send among them.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse": 17,
      "text": "So I took the cup from the Lord’s hand and gave it to all the nations to whom the Lord sent me, to drink from it:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse": 18,
      "text": "To Jerusalem and the cities of Judah, and its kings and its officials, to make them places of ruins, objects of horror, hissing, and a curse, as it is this day;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse": 19,
      "text": "To Pharaoh king of Egypt, his servants, his officials, and all his people;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse": 20,
      "text": "and to all the foreign people, all the kings of the land of Uz, all the kings of the land of the Philistines (that is, Ashkelon, Gaza, Ekron, and the remnant of Ashdod);",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse": 21,
      "text": "To Edom, Moab, and the sons of Ammon;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse": 22,
      "text": "and to all the kings of Tyre, all the kings of Sidon, and the kings of the coastlands which are beyond the sea;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse": 23,
      "text": "and to Dedan, Tema, Buz, and all who trim the corners of their hair;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse": 24,
      "text": "and to all the kings of Arabia and all the kings of the foreign people who live in the desert;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse": 25,
      "text": "and to all the kings of Zimri, all the kings of Elam, and all the kings of Media;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse": 26,
      "text": "and to all the kings of the north, near and far, one with another; and all the kingdoms of the earth which are on the face of the ground; and the king of Sheshach shall drink it after them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse": 27,
      "text": "“And you shall say to them, ‘This is what the Lord of armies, the God of Israel says: “Drink, be drunk, vomit, fall down, and do not get up, because of the sword which I am sending among you.”’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse": 28,
      "text": "And if they refuse to take the cup from your hand to drink, then you shall say to them, ‘This is what the Lord of armies says: “You shall certainly drink!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse": 29,
      "text": "For behold, I am beginning to inflict disaster on this city which is called by My name, so should you be completely free from punishment? You will not be free from punishment, for I am summoning a sword against all the inhabitants of the earth,” declares the Lord of armies.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse": 30,
      "text": "“Therefore you shall prophesy against them all these words, and you shall say to them,\n‘The Lord will roar from on high\nAnd raise His voice from His holy dwelling;\nHe will roar forcefully against His fold.\nHe will shout like those who tread the grapes,\nAgainst all the inhabitants of the earth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse": 31,
      "text": "A clamor has come to the end of the earth,\nBecause the Lord has a controversy with the nations.\nHe is entering into judgment with humanity;\nAs for the wicked, He has turned them over to the sword,’ declares the Lord.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse": 32,
      "text": "This is what the Lord of armies says:\n“Behold, evil is going out\nFrom nation to nation,\nAnd a great storm is being stirred up\nFrom the remotest parts of the earth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse": 33,
      "text": "“Those put to death by the Lord on that day will be from one end of the earth to the other. They will not be mourned, gathered, or buried; they will be like dung on the face of the ground.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse": 34,
      "text": "Wail, you shepherds, and cry out;\nWallow in the dust, you masters of the flock;\nFor the days of your slaughter and your dispersions have come,\nAnd you will fall like a precious vessel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse": 35,
      "text": "There will be no sanctuary for the shepherds,\nNor escape for the masters of the flock.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse": 36,
      "text": "Hear the sound of the cry of the shepherds,\nAnd the wailing of the masters of the flock!\nFor the Lord is destroying their pasture,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse": 37,
      "text": "And the peaceful grazing places are devastated\nBecause of the fierce anger of the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 25,
      "verse": 38,
      "text": "He has left His hiding place like the lion;\nFor their land has become a horror\nBecause of the fierceness of the oppressing sword\nAnd because of His fierce anger.”",
      "header": "",
      "footer": ""
    }
  ]
}