{
  "book_name": "Psalms",
  "chapter": 32,
  "verses": [
    {
      "book_name": "Psalms",
      "chapter": 32,
      "verse": 1,
      "text": "Blessed is he whose transgression is forgiven,\nWhose sin is covered.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Psalms",
      "chapter": 32,
      "verse": 2,
      "text": "Blessed is the man unto whom Jehovah imputeth not iniquity,\nAnd in whose spirit there is no guile.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Psalms",
      "chapter": 32,
      "verse": 3,
      "text": "When I kept silence, my bones wasted away\nThrough my groaning all the day long.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Psalms",
      "chapter": 32,
      "verse": 4,
      "text": "For day and night thy hand was heavy upon me:\nMy moisture was changed as with the drought of summer. Selah",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Psalms",
      "chapter": 32,
      "verse": 5,
      "text": "I acknowledged my sin unto thee,\nAnd mine iniquity did I not hide:\nI said, I will confess my transgressions unto Jehovah;\nAnd thou forgavest the iniquity of my sin. Selah",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Psalms",
      "chapter": 32,
      "verse": 6,
      "text": "For this let every one that is godly pray unto thee in a time when thou mayest be found:\nSurely when the great waters overflow they shall not reach unto him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Psalms",
      "chapter": 32,
      "verse": 7,
      "text": "Thou art my hiding-place; thou wilt preserve me from trouble;\nThou wilt compass me about with songs of deliverance. Selah",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Psalms",
      "chapter": 32,
      "verse": 8,
      "text": "I will instruct thee and teach thee in the way which thou shalt go:\nI will counsel thee with mine eye upon thee.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Psalms",
      "chapter": 32,
      "verse": 9,
      "text": "Be ye not as the horse, or as the mule, which have no understanding;\nWhose trappings must be bit and bridle to hold them in,\nElse they will not come near unto thee.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Psalms",
      "chapter": 32,
      "verse": 10,
      "text": "Many sorrows shall be to the wicked;\nBut he that trusteth in Jehovah, lovingkindness shall compass him about.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Psalms",
      "chapter": 32,
      "verse": 11,
      "text": "Be glad in Jehovah, and rejoice, ye righteous;\nAnd shout for joy, all ye that are upright in heart.",
      "header": "",
      "footer": ""
    }
  ]
}