{
  "book_name": "Romans",
  "chapter": 10,
  "verses": [
    {
      "book_name": "Romans",
      "chapter": 10,
      "verse": 1,
      "text": "Dear brothers and sisters, the longing of my heart and my prayer to God is for the people of Israel to be saved.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 10,
      "verse": 2,
      "text": "I know what enthusiasm they have for God, but it is misdirected zeal.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 10,
      "verse": 3,
      "text": "For they don’t understand God’s way of making people right with himself. Refusing to accept God’s way, they cling to their own way of getting right with God by trying to keep the law.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 10,
      "verse": 4,
      "text": "For Christ has already accomplished the purpose for which the law was given. As a result, all who believe in him are made right with God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 10,
      "verse": 5,
      "text": "For Moses writes that the law’s way of making a person right with God requires obedience to all of its commands.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 10,
      "verse": 6,
      "text": "But faith’s way of getting right with God says, “Don’t say in your heart, ‘Who will go up to heaven?’ (to bring Christ down to earth).",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 10,
      "verse": 7,
      "text": "And don’t say, ‘Who will go down to the place of the dead?’ (to bring Christ back to life again).”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 10,
      "verse": 8,
      "text": "In fact, it says,\n“The message is very close at hand;\n    it is on your lips and in your heart.”\nAnd that message is the very message about faith that we preach:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 10,
      "verse": 9,
      "text": "If you openly declare that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 10,
      "verse": 10,
      "text": "For it is by believing in your heart that you are made right with God, and it is by openly declaring your faith that you are saved.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 10,
      "verse": 11,
      "text": "As the Scriptures tell us, “Anyone who trusts in him will never be disgraced.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 10,
      "verse": 12,
      "text": "Jew and Gentile are the same in this respect. They have the same Lord, who gives generously to all who call on him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 10,
      "verse": 13,
      "text": "For “Everyone who calls on the name of the Lord will be saved.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 10,
      "verse": 14,
      "text": "But how can they call on him to save them unless they believe in him? And how can they believe in him if they have never heard about him? And how can they hear about him unless someone tells them?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 10,
      "verse": 15,
      "text": "And how will anyone go and tell them without being sent? That is why the Scriptures say, “How beautiful are the feet of messengers who bring good news!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 10,
      "verse": 16,
      "text": "But not everyone welcomes the Good News, for Isaiah the prophet said, “Lord, who has believed our message?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 10,
      "verse": 17,
      "text": "So faith comes from hearing, that is, hearing the Good News about Christ.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 10,
      "verse": 18,
      "text": "But I ask, have the people of Israel actually heard the message? Yes, they have:\n“The message has gone throughout the earth,\n    and the words to all the world.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 10,
      "verse": 19,
      "text": "But I ask, did the people of Israel really understand? Yes, they did, for even in the time of Moses, God said, \n“I will rouse your jealousy through people who are not even a nation.\n    I will provoke your anger through the foolish Gentiles.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 10,
      "verse": 20,
      "text": "And later Isaiah spoke boldly for God, saying,\n“I was found by people who were not looking for me.\n    I showed myself to those who were not asking for me.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 10,
      "verse": 21,
      "text": "But regarding Israel, God said,\n“All day long I opened my arms to them,\n    but they were disobedient and rebellious.”",
      "header": "",
      "footer": ""
    }
  ]
}