{
  "book_name": "Exodus",
  "chapter": 15,
  "verses": [
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 1,
      "text": "Then Moses and the Israelites sang this song to Yahweh, and they said,\n“Let me sing to Yahweh because he is highly exalted;\n    the horse and its rider he hurled into the sea.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 2,
      "text": "Yah is my strength and song, and he has become my salvation;\n    this is my God, and I will praise him—the God of my father—and I will exalt him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 3,
      "text": "Yahweh is a man of war; Yahweh is his name.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 4,
      "text": "The chariots of Pharaoh and his army he cast into the sea,\n    and his choice adjutants were sunk in the Red Sea.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 5,
      "text": "The deep waters covered them;\n    they went down into the depths like a stone.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 6,
      "text": "Yahweh, your right hand is glorious in power;\n    Yahweh, your right hand destroyed the enemy.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 7,
      "text": "And in the greatness of your majesty you overthrew those standing up to you;\n    you released your fierce anger, and it consumed them like stubble.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 8,
      "text": "And by the breath of your nostrils waters were piled up;\n    waves stood like a heap;\n    deep waters in the middle of the sea congealed.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 9,
      "text": "The enemy said, ‘I will pursue, I will overtake, I will divide plunder,\n    my desire will be full of them, I will draw my sword, my hand will destroy them.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 10,
      "text": "You blew with your breath; the sea covered them;\n    they dropped like lead in the mighty waters.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 11,
      "text": "Who is like you among the gods, Yahweh?\n    Who is like you—glorious in holiness, awesome in praiseworthy actions, doing wonders?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 12,
      "text": "You stretched out your right hand;\n    the earth swallowed them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 13,
      "text": "In your loyal love you led the people whom you redeemed;\n    in your strength you guided them to the abode of your holiness.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 14,
      "text": "Peoples heard; they trembled;\n    anguish seized the inhabitants of Philistia.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 15,
      "text": "Then the chiefs of Edom were horrified; great distress seized the leaders of Moab;\n    all of the inhabitants of Canaan melted away.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 16,
      "text": "Terror and dread fell on them;\n    at the greatness of your arm they became silent like the stone,\n    until your people passed by, Yahweh,\n    until the people whom you bought passed by.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 17,
      "text": "You brought them and planted them on the mountain of your inheritance,\n    a place you made for yourself to inhabit, Yahweh,\n    a sanctuary, Lord, that your hands established.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 18,
      "text": "Yahweh will reign as king forever and ever.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 19,
      "text": "When the horses of Pharaoh came into the sea with his chariots and with his charioteers, Yahweh brought back upon them the waters of the sea, and the Israelites traveled on dry ground through the middle of the sea.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 20,
      "text": "And Miriam the prophetess, the sister of Aaron, took her tambourine in her hand, and all of the women went out after her with tambourines and with dances.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 21,
      "text": "And Miriam answered, “Sing to Yahweh because he is highly exalted; the horse and its rider he hurled into the sea.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 22,
      "text": "And Moses caused Israel to set out from the Red Sea, and they went out into the desert of Shur, and they traveled three days in the desert, and they did not find water.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 23,
      "text": "And they came to Marah, and they were not able to drink water from Marah because it was bitter. Therefore it was named Marah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 24,
      "text": "And the people grumbled against Moses, saying, “What shall we drink?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 25,
      "text": "And he cried out to Yahweh, and Yahweh showed him a piece of wood, and he threw it into the water, and the water became sweet. There he made a rule and regulation for them, and there he tested them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 26,
      "text": "And he said, “If you carefully listen to the voice of Yahweh your God and you do what is right in his eyes and give heed to his commands and you keep all his rules, then I will not bring about on you any of the diseases that I brought about on Egypt, because I am Yahweh your healer.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 27,
      "text": "And they came to Elim, and twelve springs of water and seventy palm trees were there, and they encamped there at the water.",
      "header": "",
      "footer": ""
    }
  ]
}