{
  "book_name": "Exodus",
  "chapter": 17,
  "verses": [
    {
      "book_name": "Exodus",
      "chapter": 17,
      "verse": 1,
      "text": "And all the community of the Israelites set out from the desert of Sin for their journeys according to the command of Yahweh, and they camped in Rephidim, and there was no water for the people to drink.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 17,
      "verse": 2,
      "text": "And the people quarreled with Moses, and they said, “Give us water so that we can drink.” And Moses said to them, “Why do you quarrel with me? Why do you test Yahweh?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 17,
      "verse": 3,
      "text": "And the people thirsted for water, and the people grumbled against Moses and said, “Why ever did you bring us up from Egypt to kill me and my sons and my cattle with thirst?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 17,
      "verse": 4,
      "text": "And Moses cried out to Yahweh, saying, “What will I do with this people? A little longer and they will stone me.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 17,
      "verse": 5,
      "text": "And Yahweh said to Moses, “Go on before the people and take with you some from the elders of Israel, and the staff with which you struck the Nile take in your hand, and go.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 17,
      "verse": 6,
      "text": "Look, I will be standing before you there on the rock in Horeb, and you will strike the rock, and water will come out from it, and the people will drink.”\nAnd Moses did so before the eyes of the elders of Israel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 17,
      "verse": 7,
      "text": "And he called the name of the place Massah and Meribah because of the quarrel of the Israelites and because of their testing Yahweh by saying, “Is Yahweh in our midst or not?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 17,
      "verse": 8,
      "text": "And Amalek came and fought with Israel at Rephidim.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 17,
      "verse": 9,
      "text": "And Moses said to Joshua, “Choose men for us, and go out, fight against Amalek tomorrow. I will be standing on the top of the hill, and the staff of God will be in my hand.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 17,
      "verse": 10,
      "text": "And Joshua did as Moses had said to him to fight with Amalek. And Moses, Aaron, and Hur went up to the top of the hill.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 17,
      "verse": 11,
      "text": "And when Moses raised his hand, Israel would prevail, but when he rested his hand, Amalek would prevail.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 17,
      "verse": 12,
      "text": "But the hands of Moses were heavy, and they took a stone and placed it under him, and he sat on it; Aaron and Hur supported his hands, one on each side, and his hands were steady until sundown.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 17,
      "verse": 13,
      "text": "And Joshua defeated Amalek and his people with the edge of the sword.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 17,
      "verse": 14,
      "text": "And Yahweh said to Moses, “Write this as a memorial in the scroll and recite it in the hearing of Joshua, because I will utterly blot out the remembrance of Amalek from under the heavens.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 17,
      "verse": 15,
      "text": "And Moses built an altar, and he called its name Yahweh Is My Banner.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 17,
      "verse": 16,
      "text": "And he said, “Because a hand was against the throne of Yah, a war will be for Yahweh with Amalek from generation to generation.”",
      "header": "",
      "footer": ""
    }
  ]
}