{
  "book_name": "Exodus",
  "chapter": 23,
  "verses": [
    {
      "book_name": "Exodus",
      "chapter": 23,
      "verse": 1,
      "text": "“‘You will not spread a false report. Do not lift your hand with the wicked to be a malicious witness.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 23,
      "verse": 2,
      "text": "You will not follow a majority for evil, and you will not testify concerning a legal dispute to turn aside after a majority to pervert justice.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 23,
      "verse": 3,
      "text": "You will not be partial to a powerless person in his legal dispute.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 23,
      "verse": 4,
      "text": "“‘If you come upon the ox of your enemy or his donkey going astray, you will certainly bring it back to him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 23,
      "verse": 5,
      "text": "If you see the donkey of your enemy lying down under its burden, you will refrain from abandoning him. You will surely arrange it with him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 23,
      "verse": 6,
      "text": "“‘You will not pervert the justice of your poor in his legal dispute.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 23,
      "verse": 7,
      "text": "You will stay far from a false charge, and do not kill the innocent and the righteous, because I will not declare the wicked righteous.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 23,
      "verse": 8,
      "text": "And you will not take a bribe, because the bribe makes the sighted blind and ruins the words of the righteous.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 23,
      "verse": 9,
      "text": "And you will not oppress an alien; you yourselves know the feelings of the alien, because you were aliens in the land of Egypt.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 23,
      "verse": 10,
      "text": "“‘And six years you will sow your land and gather its yield.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 23,
      "verse": 11,
      "text": "But the seventh you will let it rest and leave it fallow, and the poor of your people will eat, and their remainder the animals of the field will eat. You will do likewise for your vineyard and for your olive trees.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 23,
      "verse": 12,
      "text": "“‘Six days you will do your work, but on the seventh day you will stop so that your ox and your donkey will rest and the son of your slave woman and the alien will be refreshed.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 23,
      "verse": 13,
      "text": "“‘And you will be attentive to all that I have said to you, and you will not profess the name of other gods; it will not be heard in your mouth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 23,
      "verse": 14,
      "text": "“‘Three times in the year you will hold a festival for me.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 23,
      "verse": 15,
      "text": "You will keep the Feast of Unleavened Bread; for seven days you will eat unleavened bread, as I commanded you at the appointed time, the month of Abib, because in it you came out from Egypt, and no one will appear before me empty-handed.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 23,
      "verse": 16,
      "text": "And you will keep the Feast of Harvest, with the firstfruits of your work, what you sow in the field. And you will keep the Feast of Harvest Gathering when the year goes out, when you gather your work from the field.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 23,
      "verse": 17,
      "text": "Three times in the year all your men will appear before the Lord Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 23,
      "verse": 18,
      "text": "“‘You will not sacrifice the blood of my sacrifice together with food with yeast, and you will not leave the fat of my feast overnight until morning.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 23,
      "verse": 19,
      "text": "“‘The best of the firstfruits of your land you will bring to the house of Yahweh your God.\n“‘You will not boil a young goat in its mother’s milk.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 23,
      "verse": 20,
      "text": "“‘Look, I am about to send an angel before you to guard you on the way and to bring you to the place that I have prepared.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 23,
      "verse": 21,
      "text": "Be attentive to him and listen to his voice; do not rebel against him, because he will not forgive your transgression, for my name is in him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 23,
      "verse": 22,
      "text": "But if you listen attentively to his voice and do all that I say, I will be an enemy to your enemies and a foe to your foes.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 23,
      "verse": 23,
      "text": "When my angel goes before you and brings you to the Amorites and the Hittites and the Perizzites and the Canaanites and the Hivites and the Jebusites, I will wipe them out.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 23,
      "verse": 24,
      "text": "“‘You will not bow to their gods, and you will not serve them, and you will not act according to their actions, because you will utterly demolish them, and you will utterly break their stone pillars.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 23,
      "verse": 25,
      "text": "And you will serve Yahweh your God, and he will bless your bread and your water, and I will remove sickness from among you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 23,
      "verse": 26,
      "text": "There will be no one suffering miscarriage or infertile in your land. I will make full the number of your days.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 23,
      "verse": 27,
      "text": "“‘I will release my terror before you, and I will throw into confusion all the people against whom you come, and I will make all your enemies turn their back to you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 23,
      "verse": 28,
      "text": "And I will send the hornet before you, and it will drive out the Hivites, the Canaanites, and the Hittites from before you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 23,
      "verse": 29,
      "text": "I will not drive them out from before you in one year, lest the land become a desolation and the wild animals multiply against you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 23,
      "verse": 30,
      "text": "Little by little I will drive them out from before you until you are fruitful and take possession of the land.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 23,
      "verse": 31,
      "text": "“‘And I will set your boundary from the Red Sea and up to the sea of the Philistines and from the desert up to the river, because I will give the inhabitants of the land into your hand, and you will drive them out from before you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 23,
      "verse": 32,
      "text": "You will not make a covenant with them and with their gods.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 23,
      "verse": 33,
      "text": "They will not live in your land, lest they cause you to sin against me when you serve their gods, for it will be a snare to you.’”",
      "header": "",
      "footer": ""
    }
  ]
}