{
  "book_name": "Exodus",
  "chapter": 25,
  "verses": [
    {
      "book_name": "Exodus",
      "chapter": 25,
      "verse": 1,
      "text": "And Yahweh spoke to Moses, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 25,
      "verse": 2,
      "text": "“Speak to the Israelites, and let them bring to me a contribution. You will receive my contribution from every man whose heart prompts him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 25,
      "verse": 3,
      "text": "And this is the contribution that you will receive from them—gold and silver and bronze,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 25,
      "verse": 4,
      "text": "blue, purple, and crimson yarns, and fine linen and goat hair,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 25,
      "verse": 5,
      "text": "and red-dyed ram skins, and fine leather, and acacia wood,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 25,
      "verse": 6,
      "text": "oil for the lamp, balsam oils for the anointing oil and for the fragrant incense,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 25,
      "verse": 7,
      "text": "onyx stones and stones for mountings on the ephod and the breast piece.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 25,
      "verse": 8,
      "text": "And make a sanctuary for me, and I will dwell in the midst of them,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 25,
      "verse": 9,
      "text": "according to all that I show you—the pattern of the tabernacle and the pattern of all its equipment—and so you will do.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 25,
      "verse": 10,
      "text": "“And they will make an ark of acacia wood, two and a half cubits its length and a cubit and a half its width and a cubit and a half its height.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 25,
      "verse": 11,
      "text": "And you will overlay it with pure gold, inside and outside you will overlay it, and you will make on it a gold molding all around.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 25,
      "verse": 12,
      "text": "And you will cast for it four gold rings, and you will put them on its four feet, with two rings on its one side and two rings on its second side.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 25,
      "verse": 13,
      "text": "And you will make poles of acacia wood, and you will overlay them with gold.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 25,
      "verse": 14,
      "text": "And you will put the poles into the rings on the sides of the ark to carry the ark with them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 25,
      "verse": 15,
      "text": "In the rings of the ark will be the poles; they will not be removed from it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 25,
      "verse": 16,
      "text": "And you will put into the ark the testimony that I will give to you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 25,
      "verse": 17,
      "text": "“And you will make an atonement cover of pure gold, two and a half cubits its length and a cubit and a half its width.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 25,
      "verse": 18,
      "text": "And you will make two cherubim of gold; you will make them of hammered work at the two ends of the atonement cover.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 25,
      "verse": 19,
      "text": "And make one cherub at one end and one cherub at the other end of the atonement cover; you will make the cherubim on its two ends.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 25,
      "verse": 20,
      "text": "And the cherubim will be with outspread wings above, covering with their wings over the atonement cover and facing each other; the faces of the cherubim will be toward the atonement cover.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 25,
      "verse": 21,
      "text": "And you will put the atonement cover above onto the ark, and into the ark you will put the testimony that I will give you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 25,
      "verse": 22,
      "text": "And I will meet you there, and I will speak with you from over the atonement cover, from between the two cherubim that are to be on the ark of the testimony—all that I will command you to the Israelites.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 25,
      "verse": 23,
      "text": "“And you will make a table of acacia wood, two cubits its length and a cubit its width and a cubit and a half its height.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 25,
      "verse": 24,
      "text": "And you will overlay it with pure gold, and you will make for it a gold molding all around.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 25,
      "verse": 25,
      "text": "And you will make for it a handbreadth rim all around, and you will make a gold molding for its rim all around.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 25,
      "verse": 26,
      "text": "And you will make four gold rings for it, and you will put the rings on the four corners where its four legs are.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 25,
      "verse": 27,
      "text": "The rings will be near the rim as holders for poles to carry the table.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 25,
      "verse": 28,
      "text": "And you will make the poles of acacia wood and overlay them with gold, and the table will be carried with them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 25,
      "verse": 29,
      "text": "And you will make its plates and its ladles and its pitchers and its bowls with which libations will be poured; of pure gold you will make them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 25,
      "verse": 30,
      "text": "And you will put on the table the bread of presence to be before me continually.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 25,
      "verse": 31,
      "text": "“And you will make a lampstand of pure gold; the lampstand will be made of hammered work—its base and its branch, its cups, its buds, and its blossoms will be from it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 25,
      "verse": 32,
      "text": "And six branches will be going out from its sides, three branches of the lampstand from its one side and three branches of the lampstand from its second side.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 25,
      "verse": 33,
      "text": "Three almond-flower cups will be on the one branch with a bud and a blossom, and three almond-flower cups will be on the one branch with a bud and a blossom—likewise for the six branches going out from the lampstand.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 25,
      "verse": 34,
      "text": "And on the lampstand will be four almond-flower cups, with its buds and its blossoms.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 25,
      "verse": 35,
      "text": "And a bud will be under the two branches that come from it, and a bud under the two branches from it, and a bud under the two branches from it, likewise for the six branches coming out from the lampstand.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 25,
      "verse": 36,
      "text": "Their buds and their branches will be from it, all of it one piece of pure gold hammered work.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 25,
      "verse": 37,
      "text": "And you will make its seven lamps, and its lamps will be set up, and it will give light in the space in front of it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 25,
      "verse": 38,
      "text": "And its snuffers and its fire pans will be pure gold.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 25,
      "verse": 39,
      "text": "It will be made from a talent of pure gold, with all these pieces of equipment.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 25,
      "verse": 40,
      "text": "And see and make all according to their pattern, which you were shown in the mountain.",
      "header": "",
      "footer": ""
    }
  ]
}