{
  "book_name": "Exodus",
  "chapter": 37,
  "verses": [
    {
      "book_name": "Exodus",
      "chapter": 37,
      "verse": 1,
      "text": "And Bezalel made the ark of acacia wood, two and a half cubits its length and a cubit and a half its width and a cubit and a half its height.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 37,
      "verse": 2,
      "text": "And he overlaid it with pure gold inside and outside, and he made for it a gold molding all around.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 37,
      "verse": 3,
      "text": "And he cast for it four gold rings on its four feet; and two rings were on its one side, and two rings were on its second side.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 37,
      "verse": 4,
      "text": "And he made poles of acacia wood, and he overlaid them with gold.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 37,
      "verse": 5,
      "text": "And he put the poles into the rings on the sides of the ark to carry the ark.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 37,
      "verse": 6,
      "text": "And he made an atonement cover of pure gold, two and a half cubits its length and a cubit and a half its width.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 37,
      "verse": 7,
      "text": "And he made two cherubim of gold; he made them of hammered work at the two ends of the atonement cover.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 37,
      "verse": 8,
      "text": "One cherub was at one end, and one cherub was at the other end of the atonement cover; he made the cherubim at its two ends.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 37,
      "verse": 9,
      "text": "And the cherubim were with outspread wings above, covering with their wings over the atonement cover and facing each other; the faces of the cherubim were toward the atonement cover.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 37,
      "verse": 10,
      "text": "And he made the table of acacia wood, two cubits its length and a cubit its width and a cubit and a half its height.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 37,
      "verse": 11,
      "text": "And he overlaid it with pure gold, and he made for it a gold molding all around.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 37,
      "verse": 12,
      "text": "And he made for it a handbreadth rim all around, and he made a gold molding for its rim all around.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 37,
      "verse": 13,
      "text": "And he cast for it four gold rings, and he put the rings on the four corners where its four legs were.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 37,
      "verse": 14,
      "text": "The rings were near the rim as holders for the poles to carry the table.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 37,
      "verse": 15,
      "text": "And he made the poles of acacia wood, and he overlaid them with gold to carry the table.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 37,
      "verse": 16,
      "text": "And he made the vessels that were on the table—its plates and its ladles, and its bowls and its pitchers with which libations were poured—of pure gold.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 37,
      "verse": 17,
      "text": "And he made the lampstand of pure gold; he made the lampstand of hammered work—its base and its branch, its cups, its buds, and its blossoms were all part of it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 37,
      "verse": 18,
      "text": "And six branches were going out from its sides, three branches of the lampstand from its one side and three branches of the lampstand from its second side.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 37,
      "verse": 19,
      "text": "Three almond-flower cups were on the one branch with a bud and a blossom, and three almond-flower cups were on the one branch with a bud and a blossom—likewise for the six branches going out from the lampstand.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 37,
      "verse": 20,
      "text": "And on the lampstand were four almond-flower cups, with its buds and its blossoms.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 37,
      "verse": 21,
      "text": "And a bud was under the two branches that came from it, and a bud under the two branches from it, and a bud under the two branches from it, likewise for the six branches coming out from the lampstand.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 37,
      "verse": 22,
      "text": "Their buds and their branches were from it, all of it one piece of pure gold, hammered work.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 37,
      "verse": 23,
      "text": "And he made its seven lamps and its snuffers and its fire pans of pure gold.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 37,
      "verse": 24,
      "text": "He made it from a talent of pure gold and all its pieces of equipment.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 37,
      "verse": 25,
      "text": "And he made the incense altar of acacia wood, a cubit its length and a cubit its width—a square—and two cubits its height; its horns were of one piece with it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 37,
      "verse": 26,
      "text": "And he overlaid it with pure gold—its top and its sides all around and its horns—and he made for it a gold molding all around.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 37,
      "verse": 27,
      "text": "And he made for it two gold rings under its molding on two opposite sides as holders for poles to carry it with them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 37,
      "verse": 28,
      "text": "And he made the poles of acacia wood, and he overlaid them with gold.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 37,
      "verse": 29,
      "text": "And he made the holy anointing oil and the pure fragrant incense—work of a perfumer.",
      "header": "",
      "footer": ""
    }
  ]
}