{
  "book_name": "Exodus",
  "chapter": 7,
  "verses": [
    {
      "book_name": "Exodus",
      "chapter": 7,
      "verse": 1,
      "text": "And Yahweh said to Moses, “See, I have made you as a god to Pharaoh, and Aaron your brother will be your prophet.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 7,
      "verse": 2,
      "text": "You will speak all that I will command you, and Aaron your brother will speak to Pharaoh, and he will release the Israelites from his land.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 7,
      "verse": 3,
      "text": "And I myself will harden the heart of Pharaoh, and I will make my signs and my wonders numerous in the land of Egypt.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 7,
      "verse": 4,
      "text": "And Pharaoh will not listen to you, and I will put my hand into Egypt and bring out my divisions, my people, the Israelites, from the land of Egypt with great punishments.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 7,
      "verse": 5,
      "text": "And the Egyptians will know that I am Yahweh when I stretch out my hand over Egypt and bring the Israelites out from their midst.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 7,
      "verse": 6,
      "text": "And Moses and Aaron did it; as Yahweh commanded them, so they did.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 7,
      "verse": 7,
      "text": "(And Moses was eighty years old, and Aaron was eighty-three years old when they spoke to Pharaoh.)",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 7,
      "verse": 8,
      "text": "And Yahweh said to Moses and to Aaron, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 7,
      "verse": 9,
      "text": "“When Pharaoh speaks to you, saying, ‘Do a wonder for yourselves,’ you will say to Aaron, ‘Take your staff and throw it before Pharaoh, and it will become a snake.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 7,
      "verse": 10,
      "text": "And Moses and Aaron came to Pharaoh, and they did so, as Yahweh had commanded. And Aaron threw his staff before Pharaoh and before his servants, and it became a snake.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 7,
      "verse": 11,
      "text": "And Pharaoh also called the wise men and the sorcerers, and they also, the magicians of Egypt, did likewise with their secret arts.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 7,
      "verse": 12,
      "text": "Each threw down his staff, and they became snakes, and Aaron’s staff swallowed up their staffs.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 7,
      "verse": 13,
      "text": "And Pharaoh’s heart was hard, and he did not listen to them, as Yahweh had said.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 7,
      "verse": 14,
      "text": "And Yahweh said to Moses, “Pharaoh’s heart is insensitive; he refuses to release the people.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 7,
      "verse": 15,
      "text": "Go to Pharaoh in the morning. Look, he is going out to the water, and you must wait to meet him on the bank of the Nile, and you must take in your hand the staff that was changed into a snake.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 7,
      "verse": 16,
      "text": "And you must say to him, ‘Yahweh, the God of the Hebrews, has sent me to you, saying, “Release my people that they may serve me in the desert, and, look, you have not listened until now.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 7,
      "verse": 17,
      "text": "Thus says Yahweh, “By this you will know that I am Yahweh. Look, I am about to strike with the staff that is in my hand the water that is in the Nile, and it will be changed to blood.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 7,
      "verse": 18,
      "text": "And the fish that are in the Nile will die, and the Nile will stink, and the Egyptians will be unable to drink water from the Nile.”’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 7,
      "verse": 19,
      "text": "And Yahweh said to Moses, “Say to Aaron, ‘Take your staff and stretch your hand out over the waters of Egypt and over their rivers, over their canals, and over their pools and over all of their reservoirs of water, so that they become blood,’ and blood will be in all the land of Egypt and in vessels of wood and of stone.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 7,
      "verse": 20,
      "text": "And Moses and Aaron did so, as Yahweh had commanded, and he raised the staff and struck the water that was in the Nile before the eyes of Pharaoh and before the eyes of his servants, and all of the water that was in the Nile was changed to blood.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 7,
      "verse": 21,
      "text": "And the fish that were in the Nile died, and the Nile stank, and the Egyptians were not able to drink water from the Nile, and the blood was in all the land of Egypt.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 7,
      "verse": 22,
      "text": "And the magicians of Egypt did likewise with their secret arts, and Pharaoh’s heart was hard, and he did not listen to them, as Yahweh had spoken.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 7,
      "verse": 23,
      "text": "And Pharaoh turned and went to his house, and he did not take also this to heart.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 7,
      "verse": 24,
      "text": "And all of the Egyptians dug around the Nile for water to drink, because they were unable to drink from the water of the Nile.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 7,
      "verse": 25,
      "text": "And seven days passed after Yahweh struck the Nile.",
      "header": "",
      "footer": ""
    }
  ]
}