{
  "book_name": "2 Peter",
  "chapter": 2,
  "verses": [
    {
      "book_name": "2 Peter",
      "chapter": 2,
      "verse": 1,
      "text": "But there were also false prophets among the people, as there will be false teachers among you also, who will bring in destructive heresies, even denying the Master who bought them, thus bringing on themselves swift destruction.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Peter",
      "chapter": 2,
      "verse": 2,
      "text": "And many will follow their licentious ways, because of whom the way of truth will be reviled.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Peter",
      "chapter": 2,
      "verse": 3,
      "text": "And in greediness they will exploit you with false words, whose condemnation from long ago is not idle, and their destruction is not asleep.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Peter",
      "chapter": 2,
      "verse": 4,
      "text": "For if God did not spare the angels who sinned, but held them captive in Tartarus with chains of darkness and handed them over to be kept for judgment,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Peter",
      "chapter": 2,
      "verse": 5,
      "text": "and did not spare the ancient world, but preserved Noah, a proclaimer of righteousness, and seven others when he brought a flood on the world of the ungodly,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Peter",
      "chapter": 2,
      "verse": 6,
      "text": "and condemned the cities of Sodom and Gomorrah to destruction, reducing them to ashes, having appointed them as an example for those who are going to be ungodly,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Peter",
      "chapter": 2,
      "verse": 7,
      "text": "and rescued righteous Lot, worn down by the way of life of lawless persons in licentiousness",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Peter",
      "chapter": 2,
      "verse": 8,
      "text": "(for that righteous man, as he lived among them day after day, was tormenting his righteous soul by the lawless deeds he was seeing and hearing),",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Peter",
      "chapter": 2,
      "verse": 9,
      "text": "then the Lord knows how to rescue the godly from trials and to reserve the unrighteous to be punished at the day of judgment,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Peter",
      "chapter": 2,
      "verse": 10,
      "text": "and especially those who go after the flesh in defiling lust and who despise authority.\nBold and arrogant, they do not tremble in awe as they blaspheme majestic beings,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Peter",
      "chapter": 2,
      "verse": 11,
      "text": "whereas angels, who are greater in strength and power, do not bring against them a demeaning judgment.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Peter",
      "chapter": 2,
      "verse": 12,
      "text": "But these persons, like irrational animals born only with natural instincts for capture and killing, blaspheming about things they do not understand, in their destruction will also be destroyed,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Peter",
      "chapter": 2,
      "verse": 13,
      "text": "being harmed as the wages of unrighteousness. Considering reveling in the daytime a pleasure, they are stains and blemishes, carousing in their deceitful pleasures when they feast together with you,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Peter",
      "chapter": 2,
      "verse": 14,
      "text": "having eyes full of desire for an adulteress and unceasing from sin, enticing unstable persons, and having hearts trained for greediness. Accursed children!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Peter",
      "chapter": 2,
      "verse": 15,
      "text": "By leaving the straight path, they have gone astray, because they followed the way of Balaam the son of Bosor, who loved the wages of unrighteousness,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Peter",
      "chapter": 2,
      "verse": 16,
      "text": "but received a rebuke for his own lawlessness: a speechless donkey, speaking with a human voice, restrained the prophet’s madness.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Peter",
      "chapter": 2,
      "verse": 17,
      "text": "These people are waterless springs and mists driven by a hurricane, for whom the gloom of darkness has been reserved.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Peter",
      "chapter": 2,
      "verse": 18,
      "text": "For by speaking high-sounding but empty words, they entice with desires of the flesh and with licentiousness those who are scarcely escaping from those who live in error,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Peter",
      "chapter": 2,
      "verse": 19,
      "text": "promising them freedom although they themselves are slaves of depravity. For to whatever someone succumbs, by this he is also enslaved.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Peter",
      "chapter": 2,
      "verse": 20,
      "text": "For if, after they have escaped from the defilements of the world through the knowledge of the Lord and Savior Jesus Christ, and they are again entangled in these things and succumb to them, the last state has become worse for them than the first.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Peter",
      "chapter": 2,
      "verse": 21,
      "text": "For it would have been better for them not to have known the way of righteousness than having known it, to turn back from the holy commandment that had been delivered to them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Peter",
      "chapter": 2,
      "verse": 22,
      "text": "The statement of the true proverb has happened to them, “A dog returns to its own vomit,” and “A sow, after washing herself, returns to wallowing in the mud.”",
      "header": "",
      "footer": ""
    }
  ]
}