{
  "book_name": "Hebrews",
  "chapter": 2,
  "verses": [
    {
      "book_name": "Hebrews",
      "chapter": 2,
      "verse": 1,
      "text": "Therefore we must pay greater attention to what we have heard, so that we do not drift away.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 2,
      "verse": 2,
      "text": "For if the message declared through angels proved valid, and every transgression or disobedience received a just penalty,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 2,
      "verse": 3,
      "text": "how will we escape if we neglect so great a salvation? It was declared at first through the Lord, and it was confirmed for us by those who heard him,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 2,
      "verse": 4,
      "text": "while God added his testimony by signs and wonders and various miracles and by gifts of the Holy Spirit, distributed according to his will.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 2,
      "verse": 5,
      "text": "Now God did not subject the coming world, about which we are speaking, to angels.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 2,
      "verse": 6,
      "text": "But someone has testified somewhere,\n“What are humans that you are mindful of them\n    or mortals that you care for them?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 2,
      "verse": 7,
      "text": "You have made them for a little while lower than the angels;\n    you have crowned them with glory and honor,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 2,
      "verse": 8,
      "text": "subjecting all things under their feet.”\nNow in subjecting all things to them, God left nothing outside their control. As it is, we do not yet see everything in subjection to them,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 2,
      "verse": 9,
      "text": "but we do see Jesus, who for a little while was made lower than the angels, now crowned with glory and honor because of the suffering of death, so that by the grace of God he might taste death for everyone.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 2,
      "verse": 10,
      "text": "It was fitting that God, for whom and through whom all things exist, in bringing many children to glory, should make the pioneer of their salvation perfect through sufferings.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 2,
      "verse": 11,
      "text": "For the one who sanctifies and those who are sanctified all have one Father. For this reason Jesus is not ashamed to call them brothers and sisters,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 2,
      "verse": 12,
      "text": "saying,\n“I will proclaim your name to my brothers and sisters;\n    in the midst of the congregation I will praise you.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 2,
      "verse": 13,
      "text": "And again,\n“I will put my trust in him.”\nAnd again,\n“Here am I and the children whom God has given me.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 2,
      "verse": 14,
      "text": "Since, therefore, the children share flesh and blood, he himself likewise shared the same things, so that through death he might destroy the one who has the power of death, that is, the devil,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 2,
      "verse": 15,
      "text": "and free those who all their lives were held in slavery by the fear of death.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 2,
      "verse": 16,
      "text": "For it is clear that he did not come to help angels but the descendants of Abraham.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 2,
      "verse": 17,
      "text": "Therefore he had to become like his brothers and sisters in every respect, so that he might become a merciful and faithful high priest in the service of God, to make a sacrifice of atonement for the sins of the people.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 2,
      "verse": 18,
      "text": "Because he himself was tested by what he suffered, he is able to help those who are being tested.",
      "header": "",
      "footer": ""
    }
  ]
}