{
  "book_name": "Jeremiah",
  "chapter": 47,
  "verses": [
    {
      "book_name": "Jeremiah",
      "chapter": 47,
      "verse": 1,
      "text": "That which hath been the word of Jehovah unto Jeremiah concerning the Philistines, before Pharaoh smiteth Gaza:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 47,
      "verse": 2,
      "text": "`Thus said Jehovah: Lo, waters are coming up from the north, And have been for an overflowing stream, And they overflow the land and its fulness, The city, and the inhabitants in it, And men have cried out, And howled hath every inhabitant of the land.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 47,
      "verse": 3,
      "text": "From the sound of the stamping of the hoofs of his mighty ones, From the rushing of his chariot, the noise of his wheels, Fathers have not turned unto sons, From feebleness of hands,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 47,
      "verse": 4,
      "text": "Because of the day that hath come to spoil all the Philistines, To cut off to Tyre and to Zidon every helping remnant. For Jehovah is spoiling the Philistines, The remnant of the isle of Caphtor.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 47,
      "verse": 5,
      "text": "Come hath baldness unto Gaza, Cut off hath been Ashkelon, O remnant of their valley, Till when dost thou cut thyself?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 47,
      "verse": 6,
      "text": "Ho, sword of Jehovah, till when art thou not quiet? Be removed unto thy sheath, rest and cease.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 47,
      "verse": 7,
      "text": "How shall it be quiet, And Jehovah hath given a charge to it, Against Ashkelon, and against the sea shore? There hath He appointed it!'",
      "header": "",
      "footer": ""
    }
  ]
}