{
  "book_name": "Leviticus",
  "chapter": 11,
  "verses": [
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 1,
      "text": "Then Yahweh spoke to Moses and to Aaron, saying to them,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 2,
      "text": "“Speak to the Israelites, saying, ‘These are the animals that you may eat from all the animals that are on the land:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 3,
      "text": "Any among the animals that has a divided hoof and has a split cleft in the hoof, such you may eat.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 4,
      "text": "However, these you may not eat from those that chew the cud and from those that have a divided hoof: the camel, because it is a chewer of cud but it does not have a hoof that is divided—it is unclean for you;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 5,
      "text": "and the coney, because it is a chewer of cud but it does not have a hoof that is divided—it is unclean for you;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 6,
      "text": "and the hare, because it is a chewer of cud but it does not have a hoof that is divided—it is unclean for you;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 7,
      "text": "and the pig, because it has a divided hoof and has a split cleft in the hoof but it does not chew cud—it is unclean for you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 8,
      "text": "You must not eat from their meat, and you must not touch their dead body—they are unclean for you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 9,
      "text": "“‘These you may eat from all that are in the water: any in the water that has a fin and scales, whether in the seas or in the streams—such you may eat.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 10,
      "text": "But any that does not have a fin and scales, whether in the seas or in the streams, among all the water’s swarmers among all the living creatures that are in the water—they are a detestable thing to you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 11,
      "text": "And they shall be detestable to you; you must not eat from their meat, and you must detest their dead body.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 12,
      "text": "Any that does not have a fin and scales in the water—it is a detestable thing to you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 13,
      "text": "“‘And these you must detest from the birds; they must not be eaten—they are detestable: the eagle and the vulture and the short-toed eagle,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 14,
      "text": "and the red kite and the black kite according to its kind,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 15,
      "text": "every crow according to its kind,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 16,
      "text": "and the ostrich and the short-eared owl and the seagull and the hawk according to its kind,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 17,
      "text": "and the little owl and the cormorant and the great owl,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 18,
      "text": "and the barn owl and the desert owl and the carrion vulture,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 19,
      "text": "and the stork, the heron according to its kind and the hoopoe and the bat.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 20,
      "text": "“‘Any winged insect that walks on all fours is detestable to you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 21,
      "text": "Only this may you eat from any of the winged insects that walk on all fours—that which has jointed legs above its feet for leaping upon the land.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 22,
      "text": "From these you may eat the locust according to its kind and the bald locust according to its kind and the cricket according to its kind and the grasshopper according to its kind.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 23,
      "text": "But any other winged insect that has four legs is detestable to you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 24,
      "text": "And by these you shall become unclean—anyone who touches their dead body shall become unclean until the evening,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 25,
      "text": "and anyone who carries their dead body must wash his garments, and he shall be unclean until the evening.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 26,
      "text": "“‘With regard to any animal that has a divided hoof but does not split the hoof, or does not have a cud for chewing—they are unclean for you; anyone who touches them shall become unclean.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 27,
      "text": "And anything that walks upon its paws among any of the animals that walks on all fours—they are unclean for you; anyone who touches their dead body shall become unclean until the evening,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 28,
      "text": "and the one who carries their dead body must wash his garments, and he shall be unclean until the evening—they are unclean for you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 29,
      "text": "“‘And these are the unclean for you among the swarmers that swarm on the land: the weasel and the mouse and the thorn-tailed lizard according to its kind,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 30,
      "text": "and the gecko and the land crocodile and the lizard and the sand lizard and the chameleon.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 31,
      "text": "These are the unclean for you among all the swarmers; anyone who touches them at their death shall become unclean until the evening.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 32,
      "text": "And anything on which one of them falls at their death shall become unclean: any object of wood or garment or skin or sackcloth—any object that has performed work—must be placed in water, and it shall be unclean until the evening, and then it shall be clean.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 33,
      "text": "And any clay vessel into which it falls shall become unclean, and you must break it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 34,
      "text": "Any of the food that could be eaten on which water from such a vessel comes shall become unclean, and any liquid that could be drunk in any such vessel shall become unclean.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 35,
      "text": "And anything on which one of their dead bodies falls shall become unclean: an oven or a stove must be broken—they are unclean and shall be unclean for you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 36,
      "text": "Surely a spring or a cistern collecting water shall be clean, but that which touches their dead body shall become unclean.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 37,
      "text": "And when one of their dead bodies falls on any seed for sowing, it is clean.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 38,
      "text": "But when water is put on the seed and one of their dead bodies falls on it, it is unclean for you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 39,
      "text": "“‘And when one of the animals dies that is for you to eat, the one who touches its dead body shall become unclean until the evening.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 40,
      "text": "And the one who eats some of its dead body must wash his garments, and he shall be unclean until the evening; and the one who carries its dead body must wash his garments, and he shall be unclean until the evening.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 41,
      "text": "“‘And any swarmer that swarms on the land is detestable; it must not be eaten.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 42,
      "text": "You must not eat anything that moves upon its belly or that walks on all fours, even any with numerous feet belonging to any swarmer that swarms on the land, because they are detestable.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 43,
      "text": "You must not defile yourselves with any swarmer that swarms, and you must not make yourselves unclean by them and so be made unclean by them,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 44,
      "text": "because I am Yahweh your God, and you must keep yourselves sanctified, so that you shall be holy, because I am holy. And you must not make yourselves unclean with any swarmer that moves along on the land,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 45,
      "text": "because I am Yahweh, who brought you up from the land of Egypt to be for you as God. Thus you shall be holy, because I am holy.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 46,
      "text": "“‘This is the regulation of the animals and the birds and all living creatures that move along in the water and concerning all the creatures that swarm on the land,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 11,
      "verse": 47,
      "text": "to distinguish between the unclean and the clean and between the animal that is to be eaten and the animal that must not be eaten.’”",
      "header": "",
      "footer": ""
    }
  ]
}