{
  "book_name": "Leviticus",
  "chapter": 14,
  "verses": [
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 1,
      "text": "Then Yahweh spoke to Moses, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 2,
      "text": "“This is the regulation of the person afflicted with a skin disease at the time of his cleansing. And he shall be brought to the priest,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 3,
      "text": "and the priest shall go outside the camp, and the priest shall examine him, and if the skin disease’s infection is healed on the afflicted person,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 4,
      "text": "then the priest shall command, and he shall take two living, clean birds and cedar wood and a crimson thread and hyssop for the one who presents himself for cleansing.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 5,
      "text": "Then the priest shall command someone to slaughter one bird over fresh water in a clay vessel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 6,
      "text": "He must take the living bird and the cedar wood and the crimson thread and the hyssop, and he shall dip them and the living bird in the bird’s blood slaughtered over the fresh water.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 7,
      "text": "And he shall spatter the blood seven times on the one who presents himself for cleansing from the infectious skin disease, and he shall declare him clean, and he shall send the living bird into the open field.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 8,
      "text": "Then the one who presents himself for cleansing shall wash his garments, and he shall shave off all his hair, and he shall wash himself in the water; thus he shall be clean, and afterward he shall enter the camp, but he shall stay outside his tent for seven days.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 9,
      "text": "And then on the seventh day he must shave off all his hair—he must shave his head and his beard and his eyebrows and all the rest of his hair—and he shall wash his garments, and he shall wash his body in the water; thus he shall be clean.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 10,
      "text": "“And on the eighth day he must take two male lambs without defect and one ewe-lamb in its first year without defect and three-tenths of an ephah of finely milled flour mixed with oil as a grain offering and one log of oil.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 11,
      "text": "And the priest who cleanses him shall present the man who presents himself for cleansing and these things before the tent of assembly’s entrance.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 12,
      "text": "Then the priest shall take the one male lamb, and he shall present it as a guilt offering, and the log of oil, and he shall wave them as a wave offering before Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 13,
      "text": "And he shall slaughter the male lamb in the place where he slaughters the sin offering and the burnt offering in the sanctuary’s space, because as the sin offering belongs to the priest, so also the guilt offering—it is a most holy thing.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 14,
      "text": "And the priest shall take some of the guilt offering’s blood, and the priest shall put it on the right ear’s lobe of the one who presents himself for cleansing and on his right hand’s thumb and on his right foot’s big toe.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 15,
      "text": "And the priest shall take some of the log of oil, and he shall pour it on his left palm;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 16,
      "text": "and the priest shall dip his right finger in the oil that is on his left palm, and he shall spatter some of the oil with his finger seven times before Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 17,
      "text": "Then the priest shall put some of the remaining oil, which is on his palm, on the right ear’s lobe of the one to be cleansed and on his right hand’s thumb and on his right foot’s big toe, on top of the guilt offering’s blood.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 18,
      "text": "And the remaining oil that is on the priest’s palm he shall put on the head of the one who presents himself for cleansing, and the priest shall make atonement for him before Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 19,
      "text": "Thus the priest shall sacrifice the sin offering, and he shall make atonement for the one who presents himself for cleansing from his uncleanness, and afterward he shall slaughter the burnt offering.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 20,
      "text": "Then the priest shall offer the burnt offering and the grain offering on the altar, and the priest shall make atonement for him, and so he shall be clean.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 21,
      "text": "“But if he is poor and he cannot afford it, then he shall take one male lamb for a guilt offering as a wave offering to make atonement for himself and one-tenth of an ephah of finely milled flour mixed with oil for a grain offering, and a log of oil,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 22,
      "text": "and two turtledoves or two young doves that he can afford, and one shall be a sin offering and the other a burnt offering.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 23,
      "text": "And he shall bring them to the priest at the tent of assembly’s entrance before Yahweh on the eighth day for his cleansing.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 24,
      "text": "And the priest shall take the male lamb for the guilt offering and the log of oil, and the priest shall wave them as a wave offering before Yahweh;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 25,
      "text": "and he shall slaughter the male lamb of the guilt offering, and the priest shall take some of the guilt offering’s blood, and he shall put it on the right ear’s lobe of the one who presents himself for cleansing and on his right hand’s thumb and on his right foot’s big toe.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 26,
      "text": "Then the priest shall pour out some of the oil on his own left palm,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 27,
      "text": "and with his right finger the priest shall spatter some of the oil that is on his left palm seven times before Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 28,
      "text": "Then the priest shall put some of the oil that is on his palm on the right ear’s lobe of the one who presents himself for cleansing and on his right hand’s thumb and on his right foot’s big toe on the place of the guilt offering’s blood.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 29,
      "text": "And the remaining oil that is on the priest’s palm he shall put on the head of the one who presents himself for cleansing to make atonement for him before Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 30,
      "text": "And he shall sacrifice one of the turtledoves or the young doves that he can afford,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 31,
      "text": "even what he can afford, the one as a sin offering and the other as a burnt offering in addition to the grain offering, and the priest shall make atonement for the one who presents himself for cleansing before Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 32,
      "text": "This is the regulation of the one on whom is an infectious skin disease who cannot afford the cost for his cleansing.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 33,
      "text": "Then Yahweh spoke to Moses and to Aaron, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 34,
      "text": "“When you come into the land of Canaan, which I am about to give to you as your possession, and I put mildew in a house in the land of your possession,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 35,
      "text": "then the one who owns the house shall come and tell the priest, saying, ‘It appears to me that an infection is in the house.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 36,
      "text": "And the priest shall issue a command, and they shall clear out the house before the priest comes to examine the infection, so that all that is in the house might not become unclean; and afterward the priest shall go to examine the house.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 37,
      "text": "And he shall examine the infection, and if the infection on the house’s wall has yellowish-green or reddish spots and its appearance is deeper than the surface of the wall,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 38,
      "text": "then the priest shall go out from the house to the house’s entrance, and he shall confine the house for seven days.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 39,
      "text": "And the priest shall return on the seventh day, and he shall examine the infection, and if the infection has spread on the house’s wall,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 40,
      "text": "the priest shall issue a command and they shall remove the stones on which is the infection, and they shall throw them outside the city on an unclean place.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 41,
      "text": "Then they shall scrape off the plaster from all around the house, and they shall pour out the plaster, which they scraped off, outside the city on an unclean place.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 42,
      "text": "And they shall take other stones, and they shall put them in place of those stones, and they shall take other plaster, and they shall replaster the house.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 43,
      "text": "“But if the infection should return and it breaks out in the house after they have removed the stones and after scraping off the plaster of the house and after it has been replastered,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 44,
      "text": "then the priest shall come, and he shall examine the infection, and if the infection has spread in the house, it is a destructive mildew in the house—it is unclean.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 45,
      "text": "So he shall break down the house, its stones and its wood and all of the house’s plaster, and he shall bring it all outside the city to an unclean place.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 46,
      "text": "And the person who enters into the house during all the days that he confined it shall become unclean until the evening.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 47,
      "text": "And the person who sleeps in the house must wash his garments, and the person who eats in the house shall wash his garments.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 48,
      "text": "“And if the priest comes again and examines the house and if the infection has not spread in the house after being replastered, then the priest shall pronounce the house clean, because the infection is healed.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 49,
      "text": "And he shall take two birds and cedar wood and a crimson thread and hyssop to cleanse the house;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 50,
      "text": "and he shall slaughter the first bird over fresh water on a clay vessel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 51,
      "text": "Then he shall take the cedar wood and the hyssop and the crimson thread and the living bird, and he shall dip them in the slaughtered bird’s blood and in the fresh water, and he shall spatter them on the house seven times.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 52,
      "text": "Thus he shall purify the house with the bird’s blood and with the fresh water and with the living bird and with the cedar wood and with the hyssop and with the crimson thread.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 53,
      "text": "And he shall send the living bird outside the city into the open field; and so he shall make atonement for the house, and it shall be clean.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 54,
      "text": "“This is the instruction for any infectious skin disease and for the diseased area of skin,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 55,
      "text": "and for a mildew of the garment and for the house,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 56,
      "text": "and for the swelling and for the epidermal eruption and for the spot,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 14,
      "verse": 57,
      "text": "to teach when something is unclean and when something is clean. This is the regulation of the infectious skin disease.”",
      "header": "",
      "footer": ""
    }
  ]
}