{
  "book_name": "Leviticus",
  "chapter": 21,
  "verses": [
    {
      "book_name": "Leviticus",
      "chapter": 21,
      "verse": 1,
      "text": "Then Yahweh said to Moses, “Speak to the priests, Aaron’s sons, and say to them, ‘One must not make himself unclean for a dead person among his own people,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 21,
      "verse": 2,
      "text": "except for his direct relative closest to him: his mother and his father, and his son and his daughter, and his brother,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 21,
      "verse": 3,
      "text": "and for his sister, a virgin, who is closest to him, who has not had a husband—for her he may defile himself.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 21,
      "verse": 4,
      "text": "He must not make himself unclean as a kinsman by marriage, defiling himself.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 21,
      "verse": 5,
      "text": "“‘And they shall not shave bald patches on their head, and they shall not shave off the corner of their beard, and they shall not make a cut in their body.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 21,
      "verse": 6,
      "text": "They shall be holy to their God, and they shall not profane the name of their God, because they are bringing near the offerings made by fire to Yahweh—their God’s food—and they shall be holy.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 21,
      "verse": 7,
      "text": "“‘They shall not marry a woman who is a prostitute and defiled, nor shall they marry a woman divorced from her husband, because each priest is holy for his God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 21,
      "verse": 8,
      "text": "And you shall consecrate him, because he is bringing near your God’s food; he shall be holy to you, since I, Yahweh, who consecrates you, am holy.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 21,
      "verse": 9,
      "text": "“‘As for the daughter of any priest, if she is defiled by prostituting, she is disgracing her father—she shall be burned in the fire.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 21,
      "verse": 10,
      "text": "“‘As for the priest who is higher than his brothers, on whose head the oil of anointment is poured and he was ordained to wear the garments, he shall not dishevel his head, and he shall not tear his garments.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 21,
      "verse": 11,
      "text": "And he shall not go near any dead person, nor shall he make himself unclean for his father or for his mother.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 21,
      "verse": 12,
      "text": "And he shall not go out from the sanctuary, and he shall not profane his God’s sanctuary, because the dedication of his God’s oil of anointment is on him; I am Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 21,
      "verse": 13,
      "text": "“‘And he himself must take a wife in her virginity.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 21,
      "verse": 14,
      "text": "A widow or a divorced woman or a defiled woman, a prostitute—these he must not take; he shall take only a virgin from his people as wife.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 21,
      "verse": 15,
      "text": "And he shall not profane his offspring among his people, because I am Yahweh, who consecrates him.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 21,
      "verse": 16,
      "text": "Then Yahweh spoke to Moses, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 21,
      "verse": 17,
      "text": "“Speak to Aaron, saying, ‘A man from your offspring throughout their generations, in whom is a physical defect, shall not come near to present your God’s food.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 21,
      "verse": 18,
      "text": "Indeed, any man in whom is a physical defect shall not come near: a blind man or lame or disfigured or deformed,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 21,
      "verse": 19,
      "text": "or a man in whom is a broken foot or a broken hand,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 21,
      "verse": 20,
      "text": "or a hunchback or a dwarf, or a spot in his eye or a skin disorder or a skin eruption or a crushed testicle.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 21,
      "verse": 21,
      "text": "Any man from Aaron the priest’s offspring in whom is a physical defect shall not come near to present offerings made by fire to Yahweh; a physical defect is in him; he shall not come near to present his God’s food.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 21,
      "verse": 22,
      "text": "He may eat his God’s food, from the most holy things and from the holy things.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 21,
      "verse": 23,
      "text": "But he must not enter the curtain, and he must not come near to the altar, because a physical defect is in him, and he must not profane my sanctuary, because I am Yahweh, who consecrates them.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 21,
      "verse": 24,
      "text": "Thus Moses spoke to Aaron and to his sons and to all the Israelites.",
      "header": "",
      "footer": ""
    }
  ]
}