{
  "book_name": "Leviticus",
  "chapter": 27,
  "verses": [
    {
      "book_name": "Leviticus",
      "chapter": 27,
      "verse": 1,
      "text": "Then Yahweh spoke to Moses, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 27,
      "verse": 2,
      "text": "“Speak to the Israelites, and say to them, ‘When a man makes a vow according to your proper value of persons to Yahweh,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 27,
      "verse": 3,
      "text": "if your proper value is for a male from twenty years of age up to sixty years of age, then your proper value shall be fifty shekels of money according to the sanctuary’s shekel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 27,
      "verse": 4,
      "text": "But if it is for a female, then your proper value shall be thirty shekels.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 27,
      "verse": 5,
      "text": "And if from five years of age up to twenty years of age, then your proper value shall be twenty shekels for the male and ten shekels for the female.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 27,
      "verse": 6,
      "text": "And if from a month of age up to five years of age, then your proper value shall be five shekels of money for the male, and your proper value for the female shall be three shekels of money.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 27,
      "verse": 7,
      "text": "And if from sixty years of age and above: if a male, then your proper value shall be fifteen shekels; and for the female, ten shekels.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 27,
      "verse": 8,
      "text": "But if he is poorer than your proper value, then he shall present himself before the priest, and the priest shall set a value on him; the priest shall value him according to what the person who made a vow can afford.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 27,
      "verse": 9,
      "text": "“‘And if it is a domestic animal from which they present an offering for Yahweh, all that he gives from it for Yahweh shall be a holy object.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 27,
      "verse": 10,
      "text": "He shall not replace it, nor shall he exchange it, either good with bad or bad with good; and if he indeed exchanges a domestic animal with a domestic animal, then it and its substitution shall be a holy object.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 27,
      "verse": 11,
      "text": "But if it is any unclean animal from which they may not present an offering for Yahweh, then he shall present the animal before the priest.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 27,
      "verse": 12,
      "text": "And the priest shall set a value on it, either good or bad; as the priest sets your proper value, so it shall be.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 27,
      "verse": 13,
      "text": "And if he indeed wants to redeem it, then he shall add a fifth of it onto your proper value.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 27,
      "verse": 14,
      "text": "“‘And if a man consecrates his house as a holy object for Yahweh, then the priest shall set a value on it, either good or bad; just as the priest sets a value on it, so it shall remain.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 27,
      "verse": 15,
      "text": "But if the one who consecrates it wants to redeem his house, then he shall add a fifth of your proper value’s money onto it, and it shall be his.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 27,
      "verse": 16,
      "text": "“‘And if a man consecrates some of his property’s fields for Yahweh, then your proper value shall be in accordance with its seed requirements: a homer of barley seed for fifty shekels of money.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 27,
      "verse": 17,
      "text": "If he consecrates his field from the Year of Jubilee, it shall stand as your proper value.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 27,
      "verse": 18,
      "text": "But if he consecrates his field after the Jubilee, then the priest shall calculate the money for him according to the number of years that are left over until the Year of Jubilee; and it shall be deducted from your proper value.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 27,
      "verse": 19,
      "text": "And if he indeed redeems the field that is consecrated, then he shall add a fifth of your proper value’s money onto it, and it shall stand for him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 27,
      "verse": 20,
      "text": "And if he does not redeem the field and if he sells the field to another man, it may not be redeemed again,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 27,
      "verse": 21,
      "text": "and the field shall be a holy object for Yahweh when it goes out in the Jubilee, like a devoted field; it shall be the priest’s property.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 27,
      "verse": 22,
      "text": "“‘And if he consecrates for Yahweh his acquired field that is not the field of his inherited possession,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 27,
      "verse": 23,
      "text": "then the priest shall calculate for him the amount of your proper value until the year of the Jubilee, and he shall give your proper value on that day as a holy object for Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 27,
      "verse": 24,
      "text": "In the Year of the Jubilee the field shall return to the one who bought it from him, to the one whose property the land is.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 27,
      "verse": 25,
      "text": "And every proper value of yours shall be in the sanctuary’s shekel—the shekel shall be twenty gerahs.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 27,
      "verse": 26,
      "text": "“‘However, a man shall not consecrate a firstborn among livestock, which belongs as firstborn to Yahweh; whether an ox or small livestock, it is for Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 27,
      "verse": 27,
      "text": "And if it is among the unclean animals, then he shall ransom it according to your proper value, and he shall add a fifth of its value onto it; and if it is not redeemed, then it shall be sold according to your proper value.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 27,
      "verse": 28,
      "text": "However, anything devoted that a man has devoted to Yahweh from all that he has, from human or animal, or from the field of his property, may not be sold, and it may not be redeemed; anything devoted is a most holy thing for Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 27,
      "verse": 29,
      "text": "Anyone devoted who is devoted from human beings cannot be ransomed—he shall surely be put to death.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 27,
      "verse": 30,
      "text": "“‘And any tithe of the land from the land’s seed or from the fruit of the trees is for Yahweh; it is a holy object for Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 27,
      "verse": 31,
      "text": "And if a man indeed redeems from his tithe, he shall add a fifth of its value onto it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 27,
      "verse": 32,
      "text": "As for every tithe of cattle or of the flock, all which crosses under the rod, the tenth shall be a holy object for Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 27,
      "verse": 33,
      "text": "He shall not inspect between the good and the bad, and he shall not exchange it; but if he indeed exchanges it, then it and its substitution shall be a holy object—it shall not be redeemed.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Leviticus",
      "chapter": 27,
      "verse": 34,
      "text": "These are the commands that Yahweh commanded Moses for the Israelites on Mount Sinai.",
      "header": "",
      "footer": ""
    }
  ]
}