{
  "book_name": "1 Peter",
  "chapter": 1,
  "verses": [
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 1,
      "text": "Peter, an apostle of Jesus Christ, to the chosen who are residing temporarily in the dispersion in Pontus, Galatia, Cappadocia, Asia, and Bithynia,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 2,
      "text": "according to the foreknowledge of God the Father, by the sanctification of the Spirit, for obedience and for sprinkling with the blood of Jesus Christ. May grace and peace be multiplied to you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 3,
      "text": "Blessed be the God and Father of our Lord Jesus Christ, who according to his great mercy has caused us to be born again to a living hope through the resurrection of Jesus Christ from the dead,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 4,
      "text": "into an inheritance imperishable and undefiled and unfading, reserved in heaven for you",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 5,
      "text": "who are being protected by the power of God through faith for a salvation ready to be revealed in the last time,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 6,
      "text": "in which you rejoice greatly, although now for a short time, if necessary, you are distressed by various trials,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 7,
      "text": "so that the genuineness of your faith, more valuable than gold that is passing away, but is tested by fire, may be found to result in praise and glory and honor at the revelation of Jesus Christ,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 8,
      "text": "whom, although you have not seen, you love; in whom now you believe, although you do not see him, and you rejoice greatly with joy inexpressible and full of glory,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 9,
      "text": "obtaining the goal of your faith, the salvation of your souls.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 10,
      "text": "Concerning this salvation, the prophets who prophesied about the grace meant for you sought and made careful inquiry,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 11,
      "text": "investigating for what person or which time the Spirit of Christ in them was indicating when he testified beforehand to the sufferings with reference to Christ and the glories after these things,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 12,
      "text": "to whom it was revealed that they were serving not themselves but you with reference to the same things which now have been announced to you through those who proclaimed the gospel to you by the Holy Spirit sent from heaven, things into which angels desire to look.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 13,
      "text": "Therefore, when you have prepared your minds for action by being self-controlled, put your hope completely in the grace that will be brought to you at the revelation of Jesus Christ.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 14,
      "text": "As obedient children, do not be conformed to the former desires you used to conform to in your ignorance,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 15,
      "text": "but as the one who called you is holy, you yourselves be holy in all your conduct,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 16,
      "text": "for it is written, “You will be holy, because I am holy.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 17,
      "text": "And if you call on him as Father who judges impartially according to each one’s work, conduct yourselves with fear during the time of your temporary residence,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 18,
      "text": "because you know that you were redeemed from your futile way of life inherited from your ancestors not with perishable things like silver or gold,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 19,
      "text": "but with the precious blood of Christ, like that of an unblemished and spotless lamb",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 20,
      "text": "who was foreknown before the foundation of the world, but has been revealed in these last times for you",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 21,
      "text": "who through him are believing in God, who raised him from the dead and gave him glory, so that your faith and hope are in God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 22,
      "text": "Having purified your souls by your obedience to the truth for sincere brotherly love, love one another fervently from the heart,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 23,
      "text": "because you have been born again, not from perishable seed but imperishable, through the living and enduring word of God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 24,
      "text": "For\n“all flesh is like grass,\n    and all its glory like the flower of the grass.\nThe grass withers and the flower falls off,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 25,
      "text": "but the word of the Lord endures forever.”\nAnd this is the word that has been proclaimed to you.",
      "header": "",
      "footer": ""
    }
  ]
}