{
  "book_name": "1 Peter",
  "chapter": 2,
  "verses": [
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 1,
      "text": "Therefore, ridding yourselves of all malice and all deceit and hypocrisy and envy and all slander,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 2,
      "text": "like newborn infants long for the unadulterated spiritual milk, so that by it you may grow up to salvation,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 3,
      "text": "if you have tasted that the Lord is kind,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 4,
      "text": "to whom you are drawing near, a living stone rejected by men but chosen and precious in the sight of God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 5,
      "text": "And you yourselves, as living stones, are being built up as a spiritual house for a holy priesthood, to offer up spiritual sacrifices acceptable to God through Jesus Christ.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 6,
      "text": "For it stands in scripture,\n“Behold, I am laying in Zion a stone, a chosen and precious cornerstone,\nand the one who believes in him will never be put to shame.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 7,
      "text": "Therefore the honor is for you who believe, but for those who refuse to believe,\n“The stone that the builders rejected,\nthis one has become the cornerstone,”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 8,
      "text": "and\n“A stone of stumbling and a rock of offense,”\nwho stumble because they disobey the word to which also they were consigned.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 9,
      "text": "But you are a chosen race, a royal priesthood, a holy nation, a people for God’s possession, so that you may proclaim the virtues of the one who called you out of darkness into his marvelous light,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 10,
      "text": "who once were not a people, but now are the people of God, the ones who were not shown mercy, but now are shown mercy.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 11,
      "text": "Dear friends, I urge you as foreigners and temporary residents to abstain from fleshly desires which wage war against your soul,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 12,
      "text": "maintaining your good conduct among the Gentiles, so that in the things in which they slander you as evildoers, by seeing your good deeds they may glorify God on the day of visitation.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 13,
      "text": "Subject yourselves to every human authority for the sake of the Lord, whether to a king as having supreme authority,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 14,
      "text": "or to governors as those sent out by him for the punishment of those who do evil and the praise of those who do good.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 15,
      "text": "For the will of God is as follows: by doing good to silence the ignorance of foolish people.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 16,
      "text": "Live as free persons, and not using your freedom as a covering for evil, but as slaves of God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 17,
      "text": "Honor all people, love the community of believers, fear God, honor the king.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 18,
      "text": "Domestic slaves, be subject to your masters with all respect, not only to those who are good and gentle, but also to those who are unjust.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 19,
      "text": "For this finds favor, if because of consciousness of God someone endures sorrows while suffering unjustly.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 20,
      "text": "For what credit is it if, when you sin and are beaten for it, you endure? But if you endure when you do good and suffer for it, this finds favor with God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 21,
      "text": "For to this you were called, because Christ also suffered for you, leaving you an example, so that you should follow in his footsteps,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 22,
      "text": "who did not commit sin, nor was deceit found in his mouth,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 23,
      "text": "who when he was reviled, did not revile in return; when suffering, he did not threaten, but entrusted himself to the one who judges justly,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 24,
      "text": "who himself bore our sins in his body on the tree, so that we may die to sins and live to righteousness, by whose wounds you were healed.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 2,
      "verse": 25,
      "text": "For you were going astray like sheep, but you have turned back now to the shepherd and guardian of your souls.",
      "header": "",
      "footer": ""
    }
  ]
}