{
  "book_name": "1 Peter",
  "chapter": 3,
  "verses": [
    {
      "book_name": "1 Peter",
      "chapter": 3,
      "verse": 1,
      "text": "In the same way, wives, be subject to your own husbands, so that even if some are disobedient to the word, they may be won over without a word by the conduct of their wives,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 3,
      "verse": 2,
      "text": "when they see your respectful, pure conduct.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 3,
      "verse": 3,
      "text": "Let your adornment not be the external kind, braiding hair and putting on gold jewelry or putting on fine clothing,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 3,
      "verse": 4,
      "text": "but the hidden person of the heart, with the imperishable quality of a gentle and quiet spirit, which is highly valuable in the sight of God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 3,
      "verse": 5,
      "text": "For in the same way formerly the holy women also, who hoped in God, used to adorn themselves by being subject to their own husbands,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 3,
      "verse": 6,
      "text": "like Sarah obeyed Abraham, calling him lord, whose children you have become when you do good and are not frightened with respect to any terror.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 3,
      "verse": 7,
      "text": "Husbands, in the same way live with your wives knowledgeably, as with the weaker female vessel, showing them honor as fellow heirs also of the grace of life, so that your prayers will not be hindered.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 3,
      "verse": 8,
      "text": "And finally, all of you be harmonious, sympathetic, showing mutual affection, compassionate, humble,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 3,
      "verse": 9,
      "text": "not repaying evil for evil or insult for insult, but on the other hand blessing others, because for this reason you were called, so that you could inherit a blessing.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 3,
      "verse": 10,
      "text": "For\n“The one who wants to love life\n    and see good days\nmust keep his tongue from evil\n    and his lips must not speak deceit.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 3,
      "verse": 11,
      "text": "And he must turn away from evil and do good;\n    he must seek peace and pursue it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 3,
      "verse": 12,
      "text": "For the eyes of the Lord are on the righteous,\n    and his ears are open to their prayer.\nBut the face of the Lord is against those who do evil.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 3,
      "verse": 13,
      "text": "And who is the one who will harm you if you are a zealous adherent for what is good?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 3,
      "verse": 14,
      "text": "But even if you might suffer for the sake of righteousness, you are blessed. And do not be afraid of their intimidation or be disturbed,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 3,
      "verse": 15,
      "text": "but set Christ apart as Lord in your hearts, always ready to make a defense to anyone who asks you for an accounting concerning the hope that is in you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 3,
      "verse": 16,
      "text": "But do so with courtesy and respect, having a good conscience, so that in the things in which you are slandered, the ones who malign your good conduct in Christ may be put to shame.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 3,
      "verse": 17,
      "text": "For it is better to suffer for doing good, if God wills it, than for doing evil.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 3,
      "verse": 18,
      "text": "For Christ also suffered once for sins,\n    the just for the unjust,\nin order that he could bring you to God,\n    being put to death in the flesh,\nbut made alive in the spirit,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 3,
      "verse": 19,
      "text": "in which also he went and proclaimed to the spirits in prison,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 3,
      "verse": 20,
      "text": "who were formerly disobedient, when the patience of God waited in the days of Noah, while an ark was being constructed, in which a few—that is, eight souls—were rescued through water.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 3,
      "verse": 21,
      "text": "And also, corresponding to this, baptism now saves you, not the removal of dirt from the flesh, but an appeal to God for a good conscience through the resurrection of Jesus Christ,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 3,
      "verse": 22,
      "text": "who is at the right hand of God, having gone into heaven, with angels and authorities and powers having been subjected to him.",
      "header": "",
      "footer": ""
    }
  ]
}