{
  "book_name": "Exodus",
  "chapter": 15,
  "verses": [
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 1,
      "text": "Then Moses and the sons of Israel sang this song to the Lord, saying:\n“I will sing to the Lord, for He is highly exalted;\nThe horse and its rider He has hurled into the sea.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 2,
      "text": "The Lord is my strength and song,\nAnd He has become my salvation;\nThis is my God, and I will praise Him;\nMy father’s God, and I will exalt Him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 3,
      "text": "The Lord is a warrior;\nThe Lord is His name.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 4,
      "text": "Pharaoh’s chariots and his army He has thrown into the sea;\nAnd the choicest of his officers are drowned in the Red Sea.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 5,
      "text": "The waters cover them;\nThey went down into the depths like a stone.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 6,
      "text": "Your right hand, Lord, is majestic in power;\nYour right hand, Lord, destroys the enemy.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 7,
      "text": "And in the greatness of Your excellence You overthrow those who rise up against You;\nYou send out Your burning anger, and it consumes them like chaff.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 8,
      "text": "At the blast of Your nostrils the waters were piled up,\nThe flowing waters stood up like a heap;\nThe depths were congealed in the heart of the sea.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 9,
      "text": "The enemy said, ‘I will pursue, I will overtake, I will divide the spoils;\nI shall be satisfied against them;\nI will draw my sword, my hand will destroy them.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 10,
      "text": "You blew with Your wind, the sea covered them;\nThey sank like lead in the mighty waters.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 11,
      "text": "Who is like You among the gods, Lord?\nWho is like You, majestic in holiness,\nAwesome in praises, working wonders?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 12,
      "text": "You reached out with Your right hand,\nThe earth swallowed them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 13,
      "text": "In Your faithfulness You have led the people whom You have redeemed;\nIn Your strength You have guided them to Your holy habitation.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 14,
      "text": "The peoples have heard, they tremble;\nAnguish has gripped the inhabitants of Philistia.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 15,
      "text": "Then the chiefs of Edom were terrified;\nThe leaders of Moab, trembling grips them;\nAll the inhabitants of Canaan have despaired.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 16,
      "text": "Terror and dread fall upon them;\nBy the greatness of Your arm they are motionless as stone,\nUntil Your people pass over, Lord,\nUntil the people pass over whom You have purchased.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 17,
      "text": "You will bring them and plant them in the mountain of Your inheritance,\nThe place, Lord, which You have made as Your dwelling,\nThe sanctuary, Lord, which Your hands have established.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 18,
      "text": "The Lord shall reign forever and ever.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 19,
      "text": "For the horses of Pharaoh with his chariots and his horsemen went into the sea, and the Lord brought back the waters of the sea on them, but the sons of Israel walked on dry land through the midst of the sea.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 20,
      "text": "Miriam the prophetess, Aaron’s sister, took the tambourine in her hand, and all the women went out after her with tambourines and with dancing.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 21,
      "text": "And Miriam answered them,\n“Sing to the Lord, for He is highly exalted;\nThe horse and his rider He has hurled into the sea.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 22,
      "text": "Then Moses led Israel from the Red Sea, and they went out into the wilderness of Shur; and they went three days in the wilderness and found no water.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 23,
      "text": "When they came to Marah, they could not drink the waters of Marah, because they were bitter; for that reason it was named Marah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 24,
      "text": "So the people grumbled at Moses, saying, “What are we to drink?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 25,
      "text": "Then he cried out to the Lord, and the Lord showed him a tree; and he threw it into the waters, and the waters became sweet.\nThere He made for them a statute and regulation, and there He tested them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 26,
      "text": "And He said, “If you will listen carefully to the voice of the Lord your God, and do what is right in His sight, and listen to His commandments, and keep all His statutes, I will put none of the diseases on you which I have put on the Egyptians; for I, the Lord, am your healer.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 15,
      "verse": 27,
      "text": "Then they came to Elim where there were twelve springs of water and seventy date palms, and they camped there beside the waters.",
      "header": "",
      "footer": ""
    }
  ]
}