{
  "book_name": "Exodus",
  "chapter": 17,
  "verses": [
    {
      "book_name": "Exodus",
      "chapter": 17,
      "verse": 1,
      "text": "Then all the congregation of the sons of Israel journeyed by stages from the wilderness of Sin, according to the command of the Lord, and camped at Rephidim, and there was no water for the people to drink.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 17,
      "verse": 2,
      "text": "So the people quarreled with Moses and said, “Give us water so that we may drink!” And Moses said to them, “Why do you quarrel with me? Why do you test the Lord?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 17,
      "verse": 3,
      "text": "But the people were thirsty for water there; and they grumbled against Moses and said, “Why is it that you have brought us up from Egypt, to kill us and our children and our livestock with thirst?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 17,
      "verse": 4,
      "text": "So Moses cried out to the Lord, saying, “What am I to do with this people? A little more and they will stone me!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 17,
      "verse": 5,
      "text": "Then the Lord said to Moses, “Pass before the people and take with you some of the elders of Israel; and take in your hand your staff with which you struck the Nile, and go.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 17,
      "verse": 6,
      "text": "Behold, I will stand before you there on the rock at Horeb; and you shall strike the rock, and water will come out of it, so that the people may drink.” And Moses did so in the sight of the elders of Israel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 17,
      "verse": 7,
      "text": "Then he named the place Massah and Meribah because of the quarrel of the sons of Israel, and because they tested the Lord, saying, “Is the Lord among us, or not?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 17,
      "verse": 8,
      "text": "Then Amalek came and fought against Israel at Rephidim.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 17,
      "verse": 9,
      "text": "So Moses said to Joshua, “Choose men for us and go out, fight against Amalek. Tomorrow I will station myself on the top of the hill with the staff of God in my hand.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 17,
      "verse": 10,
      "text": "Joshua did just as Moses told him, and fought against Amalek; and Moses, Aaron, and Hur went up to the top of the hill.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 17,
      "verse": 11,
      "text": "So it came about, when Moses held his hand up, that Israel prevailed; but when he let his hand down, Amalek prevailed.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 17,
      "verse": 12,
      "text": "And Moses’ hands were heavy. So they took a stone and put it under him, and he sat on it; and Aaron and Hur supported his hands, one on one side and one on the other. So his hands were steady until the sun set.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 17,
      "verse": 13,
      "text": "And Joshua defeated Amalek and his people with the edge of the sword.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 17,
      "verse": 14,
      "text": "Then the Lord said to Moses, “Write this in a book as a memorial and recite it to Joshua, that I will utterly wipe out the memory of Amalek from under heaven.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 17,
      "verse": 15,
      "text": "And Moses built an altar and named it The Lord is My Banner;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 17,
      "verse": 16,
      "text": "and he said, “Because the Lord has sworn, the Lord will have war against Amalek from generation to generation.”",
      "header": "",
      "footer": ""
    }
  ]
}