{
  "book_name": "Exodus",
  "chapter": 22,
  "verses": [
    {
      "book_name": "Exodus",
      "chapter": 22,
      "verse": 1,
      "text": "“If someone steals an ox or a sheep and slaughters it or sells it, he shall pay five oxen for the ox and four sheep for the sheep—",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 22,
      "verse": 2,
      "text": "If the thief is caught while breaking in and is struck so that he dies, there will be no guilt for bloodshed on his account.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 22,
      "verse": 3,
      "text": "If the sun has risen on him, there will be guilt for bloodshed on his account—A thief shall certainly make restitution; if he owns nothing, then he shall be sold for his theft.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 22,
      "verse": 4,
      "text": "If what he stole is actually found alive in his possession, whether an ox or a donkey or a sheep, he shall pay double.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 22,
      "verse": 5,
      "text": "“If someone lets a field or vineyard be grazed bare and lets his animal loose so that it grazes in another person’s field, he shall make restitution from the best of his own field and the best of his own vineyard.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 22,
      "verse": 6,
      "text": "“If a fire breaks out and spreads to thorn bushes, and stacked grain or the standing grain or the field itself is consumed, the one who started the fire must make restitution.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 22,
      "verse": 7,
      "text": "“If someone gives his neighbor money or goods to keep for him and it is stolen from the neighbor’s house, if the thief is caught, then the thief shall pay double.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 22,
      "verse": 8,
      "text": "If the thief is not caught, then the owner of the house shall appear before the judges, to determine whether he laid his hands on his neighbor’s property.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 22,
      "verse": 9,
      "text": "For every breach of trust, whether it is for ox, for donkey, for sheep, for clothing, or for any lost thing about which one says, ‘This is it,’ the case of both parties shall come before the judges; he whom the judges condemn shall pay double to his neighbor.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 22,
      "verse": 10,
      "text": "“If someone gives his neighbor a donkey, an ox, a sheep, or any animal to keep for him, and it dies or is injured or is driven away while no one is looking,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 22,
      "verse": 11,
      "text": "an oath before the Lord shall be taken by the two of them that he has not laid a hand on his neighbor’s property; and its owner shall accept it, and he shall not be compelled to make restitution.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 22,
      "verse": 12,
      "text": "But if it is actually stolen from him, he shall make restitution to its owner.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 22,
      "verse": 13,
      "text": "If it is all torn to pieces, have him bring it as evidence; he shall not be compelled to make restitution for what has been torn to pieces.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 22,
      "verse": 14,
      "text": "“And if someone borrows an animal from his neighbor, and it is injured or dies while its owner is not with it, he shall make full restitution.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 22,
      "verse": 15,
      "text": "If its owner is with it, the borrower shall not be compelled to make restitution. If it is hired, it came by its hire.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 22,
      "verse": 16,
      "text": "“If a man seduces a virgin who is not betrothed and sleeps with her, he must pay a dowry for her to be his wife.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 22,
      "verse": 17,
      "text": "If her father absolutely refuses to give her to him, he shall pay money equal to the dowry for virgins.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 22,
      "verse": 18,
      "text": "“You shall not allow a sorceress to live.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 22,
      "verse": 19,
      "text": "“Whoever has sexual intercourse with an animal must be put to death.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 22,
      "verse": 20,
      "text": "“He who sacrifices to any god, other than to the Lord alone, shall be utterly destroyed.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 22,
      "verse": 21,
      "text": "“You shall not oppress a stranger nor torment him, for you were strangers in the land of Egypt.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 22,
      "verse": 22,
      "text": "You shall not oppress any widow or orphan.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 22,
      "verse": 23,
      "text": "If you oppress him at all, and if he does cry out to Me, I will assuredly hear his cry;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 22,
      "verse": 24,
      "text": "and My anger will be kindled, and I will kill you with the sword, and your wives shall become widows and your children fatherless.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 22,
      "verse": 25,
      "text": "“If you lend money to My people, to the poor among you, you are not to act as a creditor to him; you shall not charge him interest.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 22,
      "verse": 26,
      "text": "If you ever seize your neighbor’s cloak as a pledge, you are to return it to him before the sun sets,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 22,
      "verse": 27,
      "text": "for that is his only covering; it is his cloak for his body. What else is he to sleep in? And it will come about that when he cries out to Me, I will listen to him, for I am gracious.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 22,
      "verse": 28,
      "text": "“You shall not curse God, nor curse a ruler of your people.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 22,
      "verse": 29,
      "text": "“You shall not hold back the offering from your entire harvest and your wine. The firstborn of your sons you shall give to Me.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 22,
      "verse": 30,
      "text": "You shall do the same with your oxen and with your sheep. It shall be with its mother for seven days; on the eighth day you shall give it to Me.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Exodus",
      "chapter": 22,
      "verse": 31,
      "text": "“You shall be holy people to Me, therefore you shall not eat any flesh torn to pieces in the field; you shall throw it to the dogs.",
      "header": "",
      "footer": ""
    }
  ]
}