{
  "book_name": "Hebrews",
  "chapter": 12,
  "verses": [
    {
      "book_name": "Hebrews",
      "chapter": 12,
      "verse": 1,
      "text": "Therefore, since we also have such a great cloud of witnesses surrounding us, putting aside every weight and the sin that so easily ensnares us, let us run with patient endurance the race that has been set before us,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 12,
      "verse": 2,
      "text": "fixing our eyes on Jesus, the originator and perfecter of faith, who for the joy that was set before him endured the cross, disregarding the shame, and has sat down at the right hand of the throne of God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 12,
      "verse": 3,
      "text": "For consider the one who endured such hostility by sinners against himself, so that you will not grow weary in your souls and give up.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 12,
      "verse": 4,
      "text": "You have not yet resisted to the point of shedding your blood as you struggle against sin.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 12,
      "verse": 5,
      "text": "And have you completely forgotten the exhortation which instructs you as sons?\n“My son, do not make light of the Lord’s discipline,\n    or give up when you are corrected by him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 12,
      "verse": 6,
      "text": "For the Lord disciplines the one whom he loves,\n    and punishes every son whom he accepts.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 12,
      "verse": 7,
      "text": "Endure it for discipline. God is dealing with you as sons. For what son is there whom a father does not discipline?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 12,
      "verse": 8,
      "text": "But if you are without discipline, in which all legitimate sons have become participants, then you are illegitimate and not sons.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 12,
      "verse": 9,
      "text": "Furthermore, we have had our earthly fathers who disciplined us, and we respected them. Will we not much rather subject ourselves to the Father of spirits and live?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 12,
      "verse": 10,
      "text": "For they disciplined us for a few days according to what seemed appropriate to them, but he does so for our benefit, in order that we can have a share in his holiness.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 12,
      "verse": 11,
      "text": "Now all discipline seems for the moment not to be joyful but painful, but later it yields the peaceful fruit of righteousness for those who are trained by it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 12,
      "verse": 12,
      "text": "Therefore strengthen your slackened hands and your weakened knees,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 12,
      "verse": 13,
      "text": "and make straight paths for your feet, so that what is lame will not be dislocated, but rather be healed.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 12,
      "verse": 14,
      "text": "Pursue peace with everyone, and holiness, without which no one will see the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 12,
      "verse": 15,
      "text": "Take care that no one falls short of the grace of God; that no one growing up like a root of bitterness causes trouble, and by it many become defiled;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 12,
      "verse": 16,
      "text": "that no one be a sexually immoral or totally worldly person like Esau, who for one meal traded his own birthright.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 12,
      "verse": 17,
      "text": "For you know that also afterwards, when he wanted to inherit the blessing, he was rejected, because he did not find an occasion for repentance, although he sought it with tears.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 12,
      "verse": 18,
      "text": "For you have not come to something that can be touched, and to a burning fire, and to darkness, and to gloom, and to a whirlwind,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 12,
      "verse": 19,
      "text": "and to the noise of a trumpet, and to the sound of words which those who heard begged that not another word be spoken to them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 12,
      "verse": 20,
      "text": "For they could not endure what was commanded: “If even an animal touches the mountain, it must be stoned.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 12,
      "verse": 21,
      "text": "And the spectacle was so terrifying that Moses said, “I am terrified and trembling.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 12,
      "verse": 22,
      "text": "But you have come to Mount Zion, and to the city of the living God, to the heavenly Jerusalem, and to tens of thousands of angels, to the festal gathering",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 12,
      "verse": 23,
      "text": "and assembly of the firstborn who are enrolled in heaven, and to God the judge of all, and to the spirits of righteous people made perfect,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 12,
      "verse": 24,
      "text": "and to Jesus, the mediator of a new covenant, and to the sprinkled blood that speaks better than Abel’s does.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 12,
      "verse": 25,
      "text": "Watch out that you do not refuse the one who is speaking! For if those did not escape when they refused the one who warned them on earth, much less will we escape, if we reject the one who warns from heaven,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 12,
      "verse": 26,
      "text": "whose voice shook the earth at that time, but now he has promised, saying,\n“Yet once more I will shake not only the earth but also heaven.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 12,
      "verse": 27,
      "text": "Now the phrase “yet once more” indicates the removal of what is shaken, namely, things that have been created, in order that the things that are not shaken may remain.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 12,
      "verse": 28,
      "text": "Therefore, since we are receiving an unshakable kingdom, let us be thankful, through which let us serve God acceptably, with awe and reverence.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 12,
      "verse": 29,
      "text": "For indeed our God is a consuming fire.",
      "header": "",
      "footer": ""
    }
  ]
}