{
  "book_name": "Hebrews",
  "chapter": 8,
  "verses": [
    {
      "book_name": "Hebrews",
      "chapter": 8,
      "verse": 1,
      "text": "Now this is the main point in what has been said: we have a high priest such as this, who sat down at the right hand of the throne of the Majesty in heaven,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 8,
      "verse": 2,
      "text": "a minister of the sanctuary and of the true tabernacle which the Lord set up, not man.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 8,
      "verse": 3,
      "text": "For every high priest is appointed in order to offer both gifts and sacrifices; therefore it was necessary for this one also to have something that he offers.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 8,
      "verse": 4,
      "text": "Now if he were on earth, he would not even be a priest, because there are those who offer the gifts according to the law,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 8,
      "verse": 5,
      "text": "who serve a sketch and shadow of the heavenly things, just as Moses was warned when he was about to complete the tabernacle, for he says, “See to it that you make everything according to the pattern which was shown to you on the mountain.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 8,
      "verse": 6,
      "text": "But now he has attained a more excellent ministry, by as much as he is also mediator of a better covenant which has been enacted upon better promises.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 8,
      "verse": 7,
      "text": "For if that first covenant had been faultless, occasion would not have been sought for a second.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 8,
      "verse": 8,
      "text": "For in finding fault with them he says,\n“Behold, days are coming, says the Lord,\n    when I will complete a new covenant with the house of Israel\n    and with the house of Judah,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 8,
      "verse": 9,
      "text": "not like the covenant which I made with their fathers\n    on the day I took hold of them by my hand\n    to lead them out of the land of Egypt,\nbecause they did not continue in my covenant\n    and I disregarded them, says the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 8,
      "verse": 10,
      "text": "For this is the covenant that I will decree with the house of Israel\n    after those days, says the Lord:\nI am putting my laws in their minds\n    and I will write them on their hearts,\nand I will be their God\n    and they will be my people.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 8,
      "verse": 11,
      "text": "And they will not teach each one his fellow citizen\n    and each one his brother, saying, ‘Know the Lord,’\nbecause they will all know me,\n    from the least of them to the greatest.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 8,
      "verse": 12,
      "text": "For I will be merciful toward their wrongdoings,\n    and I will not remember their sins any longer.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Hebrews",
      "chapter": 8,
      "verse": 13,
      "text": "In calling it new, he has declared the former to be old. Now what is becoming obsolete and growing old is near to disappearing.",
      "header": "",
      "footer": ""
    }
  ]
}