{
  "book_name": "Deuteronomy",
  "chapter": 15,
  "verses": [
    {
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse": 1,
      "text": "“At the end of every seven years you shall grant a release of debts.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse": 2,
      "text": "And this is the regulation for the release of debts: every creditor is to forgive what he has loaned to his neighbor; he shall not require it of his neighbor and his brother, because the Lord’s release has been proclaimed.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse": 3,
      "text": "From a foreigner you may require it, but your hand shall forgive whatever of yours is with your brother.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse": 4,
      "text": "However, there will be no poor among you, since the Lord will certainly bless you in the land which the Lord your God is giving you as an inheritance to possess,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse": 5,
      "text": "if only you listen obediently to the voice of the Lord your God, to follow carefully all this commandment which I am commanding you today.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse": 6,
      "text": "For the Lord your God will have blessed you just as He has promised you, and you will lend to many nations, but you will not borrow; and you will rule over many nations, but they will not rule over you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse": 7,
      "text": "“If there is a poor person among you, one of your brothers, in any of your towns in your land which the Lord your God is giving you, you shall not harden your heart, nor close your hand from your poor brother;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse": 8,
      "text": "but you shall fully open your hand to him, and generously lend him enough for his need in whatever he lacks.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse": 9,
      "text": "Be careful that there is no mean-spirited thought in your heart, such as, ‘The seventh year, the year of release of debts, is near,’ and your eye is malicious toward your poor brother, and you give him nothing; then he may cry out to the Lord against you, and it will be a sin in you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse": 10,
      "text": "You shall generously give to him, and your heart shall not be grudging when you give to him, because for this thing the Lord your God will bless you in all your work, and in all your undertakings.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse": 11,
      "text": "For the poor will not cease to exist in the land; therefore I am commanding you, saying, ‘You shall fully open your hand to your brother, to your needy and poor in your land.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse": 12,
      "text": "“If your fellow countryman, a Hebrew man or woman, is sold to you, then he shall serve you for six years, but in the seventh year you shall set him free.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse": 13,
      "text": "And when you set him free, you shall not send him away empty-handed.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse": 14,
      "text": "You shall give generously to him from your flock, your threshing floor, and from your wine vat; you shall give to him as the Lord your God has blessed you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse": 15,
      "text": "And you are to remember that you were a slave in the land of Egypt, and the Lord your God redeemed you; therefore I am commanding this of you today.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse": 16,
      "text": "But it shall come about, if he says to you, ‘I will not leave you,’ because he loves you and your household, since he is doing well with you,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse": 17,
      "text": "then you shall take an awl and pierce it through his ear into the door, and he shall be your servant permanently. You shall also do the same to your female slave.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse": 18,
      "text": "“It shall not seem difficult for you when you set him free, because he has given you six years with double the service of a hired worker; so the Lord your God will bless you in whatever you do.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse": 19,
      "text": "“You shall consecrate to the Lord your God all the firstborn males that are born in your herd and in your flock; you shall not work with the firstborn of your herd, nor shear the firstborn of your flock.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse": 20,
      "text": "You and your household shall eat it every year before the Lord your God in the place which the Lord chooses.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse": 21,
      "text": "But if it has any impairment, such as a limp, or blindness, or any serious impairment, you shall not sacrifice it to the Lord your God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse": 22,
      "text": "You shall eat it within your gates; the unclean and the clean alike may eat it, as a gazelle or a deer.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 15,
      "verse": 23,
      "text": "Only you shall not eat its blood; you are to pour it out on the ground like water.",
      "header": "",
      "footer": ""
    }
  ]
}