{
  "book_name": "Deuteronomy",
  "chapter": 18,
  "verses": [
    {
      "book_name": "Deuteronomy",
      "chapter": 18,
      "verse": 1,
      "text": "“The Levitical priests, the whole tribe of Levi, shall not have a portion or inheritance with Israel; they shall eat the Lord’s offerings by fire and His property.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 18,
      "verse": 2,
      "text": "They shall not have an inheritance among their countrymen; the Lord is their inheritance, as He promised them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 18,
      "verse": 3,
      "text": "“Now this shall be the priests’ portion from the people, from those who offer a sacrifice, either an ox or a sheep: they shall give the priest the shoulder, the two cheeks, and the stomach.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 18,
      "verse": 4,
      "text": "You shall give him the first fruits of your grain, your new wine, and your oil, and the first fleece of your sheep.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 18,
      "verse": 5,
      "text": "For the Lord your God has chosen him and his sons from all your tribes, to stand to serve in the name of the Lord always.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 18,
      "verse": 6,
      "text": "“Now if a Levite comes from any of your towns throughout Israel where he resides, and he comes whenever he desires to the place which the Lord chooses,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 18,
      "verse": 7,
      "text": "then he shall serve in the name of the Lord his God, like all his fellow Levites who stand there before the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 18,
      "verse": 8,
      "text": "They shall eat equal portions, except for what they receive from the sale of their fathers’ estates.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 18,
      "verse": 9,
      "text": "“When you enter the land which the Lord your God is giving you, you shall not learn to imitate the detestable things of those nations.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 18,
      "verse": 10,
      "text": "There shall not be found among you anyone who makes his son or his daughter pass through the fire, one who uses divination, a soothsayer, one who interprets omens, or a sorcerer,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 18,
      "verse": 11,
      "text": "or one who casts a spell, or a medium, or a spiritist, or one who consults the dead.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 18,
      "verse": 12,
      "text": "For whoever does these things is detestable to the Lord; and because of these detestable things the Lord your God is going to drive them out before you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 18,
      "verse": 13,
      "text": "You are to be blameless before the Lord your God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 18,
      "verse": 14,
      "text": "For these nations, which you are going to dispossess, listen to soothsayers and diviners, but as for you, the Lord your God has not allowed you to do so.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 18,
      "verse": 15,
      "text": "“The Lord your God will raise up for you a prophet like me from among you, from your countrymen; to him you shall listen.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 18,
      "verse": 16,
      "text": "This is in accordance with everything that you asked of the Lord your God at Horeb on the day of the assembly, saying, ‘Do not let me hear the voice of the Lord my God again, and do not let me see this great fire anymore, or I will die!’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 18,
      "verse": 17,
      "text": "And the Lord said to me, ‘They have spoken well.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 18,
      "verse": 18,
      "text": "I will raise up for them a prophet from among their countrymen like you, and I will put My words in his mouth, and he shall speak to them everything that I command him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 18,
      "verse": 19,
      "text": "And it shall come about that whoever does not listen to My words which he speaks in My name, I Myself will require it of him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 18,
      "verse": 20,
      "text": "But the prophet who speaks a word presumptuously in My name, a word which I have not commanded him to speak, or which he speaks in the name of other gods, that prophet shall die.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 18,
      "verse": 21,
      "text": "And if you say in your heart, ‘How will we recognize the word which the Lord has not spoken?’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 18,
      "verse": 22,
      "text": "When the prophet speaks in the name of the Lord, and the thing does not happen or come true, that is the thing which the Lord has not spoken. The prophet has spoken it presumptuously; you are not to be afraid of him.",
      "header": "",
      "footer": ""
    }
  ]
}