{
  "book_name": "Deuteronomy",
  "chapter": 25,
  "verses": [
    {
      "book_name": "Deuteronomy",
      "chapter": 25,
      "verse": 1,
      "text": "“If there is a dispute between people and they go to court, and the judges decide their case, and they declare the righteous innocent and pronounce the wicked guilty,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 25,
      "verse": 2,
      "text": "then it shall be if the wicked person deserves to be beaten, the judge shall then make him lie down and have him beaten in his presence with the number of lashes according to his wrongful act.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 25,
      "verse": 3,
      "text": "He may have him beaten forty times, but not more, so that he does not have him beaten with many more lashes than these, and that your brother does not become contemptible in your eyes.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 25,
      "verse": 4,
      "text": "“You shall not muzzle the ox while it is threshing.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 25,
      "verse": 5,
      "text": "“When brothers live together, and one of them dies and has no son, the wife of the deceased shall not be married outside the family to a strange man. Her husband’s brother shall have relations with her and take her to himself as his wife, and perform the duty of a husband’s brother to her.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 25,
      "verse": 6,
      "text": "It shall then be that the firstborn to whom she gives birth shall assume the name of his father’s deceased brother, so that his name will not be wiped out from Israel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 25,
      "verse": 7,
      "text": "But if the man does not desire to take his brother’s widow, then his brother’s widow shall go up to the gate to the elders, and say, ‘My husband’s brother refuses to establish a name for his brother in Israel; he is not willing to perform the duty of a husband’s brother to me.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 25,
      "verse": 8,
      "text": "Then the elders of his city shall summon him and speak to him. And if he persists and says, ‘I do not desire to take her,’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 25,
      "verse": 9,
      "text": "then his brother’s widow shall come up to him in the sight of the elders, and pull his sandal off his foot and spit in his face; and she shall declare, ‘This is what is done to the man who does not build up his brother’s house!’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 25,
      "verse": 10,
      "text": "And in Israel his family shall be called by the name, ‘The house of him whose sandal was removed.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 25,
      "verse": 11,
      "text": "“If two men, a man and his countryman, have a fight with each other, and the wife of one comes up to save her husband from the hand of the one who is hitting him, and she reaches out with her hand and grasps that man’s genitals,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 25,
      "verse": 12,
      "text": "then you shall cut off her hand; you shall not show pity.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 25,
      "verse": 13,
      "text": "“You shall not have in your bag differing weights, a large and a small.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 25,
      "verse": 14,
      "text": "You shall not have in your house differing measures, a large and a small.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 25,
      "verse": 15,
      "text": "You shall have a correct and honest weight; you shall have a correct and honest measure, so that your days may be prolonged in the land which the Lord your God is giving you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 25,
      "verse": 16,
      "text": "For everyone who does these things, everyone who acts unjustly is an abomination to the Lord your God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 25,
      "verse": 17,
      "text": "“Remember what Amalek did to you on the way when you came out of Egypt,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 25,
      "verse": 18,
      "text": "how he confronted you on the way and attacked among you all the stragglers at your rear when you were tired and weary; and he did not fear God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 25,
      "verse": 19,
      "text": "So it shall come about, when the Lord your God has given you rest from all your surrounding enemies in the land which the Lord your God is giving you as an inheritance to possess, that you shall wipe out the mention of the name Amalek from under heaven; you must not forget.",
      "header": "",
      "footer": ""
    }
  ]
}