{
  "book_name": "Deuteronomy",
  "chapter": 6,
  "verses": [
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 1,
      "text": "“Now this is the commandment, the statutes, and the judgments which the Lord your God has commanded me to teach you, so that you may do them in the land where you are going over to take possession of it,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 2,
      "text": "so that you, your son, and your grandson will fear the Lord your God, to keep all His statutes and His commandments which I command you, all the days of your life, and that your days may be prolonged.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 3,
      "text": "Now Israel, you shall listen and be careful to do them, so that it may go well for you and that you may increase greatly, just as the Lord, the God of your fathers, has promised you, in a land flowing with milk and honey.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 4,
      "text": "“Hear, Israel! The Lord is our God, the Lord is one!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 5,
      "text": "And you shall love the Lord your God with all your heart and with all your soul and with all your strength.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 6,
      "text": "These words, which I am commanding you today, shall be on your heart.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 7,
      "text": "And you shall repeat them diligently to your sons and speak of them when you sit in your house, when you walk on the road, when you lie down, and when you get up.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 8,
      "text": "You shall also tie them as a sign to your hand, and they shall be as frontlets on your forehead.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 9,
      "text": "You shall also write them on the doorposts of your house and on your gates.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 10,
      "text": "“Then it shall come about when the Lord your God brings you into the land that He swore to your fathers, to Abraham, Isaac, and Jacob, to give you, great and splendid cities which you did not build,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 11,
      "text": "and houses full of all good things which you did not fill, and carved cisterns which you did not carve out, vineyards and olive trees which you did not plant, and you eat and are satisfied,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 12,
      "text": "be careful that you do not forget the Lord who brought you out of the land of Egypt, out of the house of slavery.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 13,
      "text": "You shall fear only the Lord your God; and you shall worship Him and swear by His name.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 14,
      "text": "You shall not follow other gods, any of the gods of the peoples who surround you,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 15,
      "text": "for the Lord your God who is in the midst of you is a jealous God; so follow Him, or else the anger of the Lord your God will be kindled against you, and He will wipe you off the face of the earth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 16,
      "text": "“You shall not put the Lord your God to the test, as you tested Him at Massah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 17,
      "text": "You shall diligently keep the commandments of the Lord your God, and His provisions and His statutes which He has commanded you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 18,
      "text": "You shall do what is right and good in the sight of the Lord, so that it may go well for you and that you may go in and take possession of the good land which the Lord swore to give your fathers,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 19,
      "text": "by driving out all your enemies from you, as the Lord has spoken.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 20,
      "text": "“When your son asks you in time to come, saying, ‘What do the provisions and the statutes and the judgments mean which the Lord our God commanded you?’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 21,
      "text": "then you shall say to your son, ‘We were slaves to Pharaoh in Egypt, and the Lord brought us out of Egypt with a mighty hand.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 22,
      "text": "Moreover, the Lord provided great and terrible signs and wonders before our eyes against Egypt, Pharaoh, and all his household;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 23,
      "text": "He brought us out of there in order to bring us in, to give us the land which He had sworn to our fathers.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 24,
      "text": "So the Lord commanded us to follow all these statutes, to fear the Lord our God for our own good always and for our survival, as it is today.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 6,
      "verse": 25,
      "text": "And it will be righteousness for us if we are careful to follow all this commandment before the Lord our God, just as He commanded us.",
      "header": "",
      "footer": ""
    }
  ]
}