{
  "book_name": "Deuteronomy",
  "chapter": 8,
  "verses": [
    {
      "book_name": "Deuteronomy",
      "chapter": 8,
      "verse": 1,
      "text": "“All the commandments that I am commanding you today you shall be careful to do, so that you may live and increase, and go in and take possession of the land which the Lord swore to give to your forefathers.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 8,
      "verse": 2,
      "text": "And you shall remember all the way which the Lord your God has led you in the wilderness these forty years, in order to humble you, putting you to the test, to know what was in your heart, whether you would keep His commandments or not.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 8,
      "verse": 3,
      "text": "And He humbled you and let you go hungry, and fed you with the manna which you did not know, nor did your fathers know, in order to make you understand that man shall not live on bread alone, but man shall live on everything that comes out of the mouth of the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 8,
      "verse": 4,
      "text": "Your clothing did not wear out on you, nor did your foot swell these forty years.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 8,
      "verse": 5,
      "text": "So you are to know in your heart that the Lord your God was disciplining you just as a man disciplines his son.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 8,
      "verse": 6,
      "text": "Therefore, you shall keep the commandments of the Lord your God, to walk in His ways and to fear Him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 8,
      "verse": 7,
      "text": "For the Lord your God is bringing you into a good land, a land of streams of water, of fountains and springs, flowing out in valleys and hills;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 8,
      "verse": 8,
      "text": "a land of wheat and barley, of vines, fig trees, and pomegranates, a land of olive oil and honey;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 8,
      "verse": 9,
      "text": "a land where you will eat food without shortage, in which you will not lack anything; a land whose stones are iron, and out of whose hills you can dig copper.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 8,
      "verse": 10,
      "text": "When you have eaten and are satisfied, you shall bless the Lord your God for the good land which He has given you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 8,
      "verse": 11,
      "text": "“Be careful that you do not forget the Lord your God by failing to keep His commandments, His ordinances, and His statutes which I am commanding you today;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 8,
      "verse": 12,
      "text": "otherwise, when you eat and are satisfied, and you build good houses and live in them,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 8,
      "verse": 13,
      "text": "and when your herds and your flocks increase, and your silver and gold increase, and everything that you have increases,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 8,
      "verse": 14,
      "text": "then your heart will become proud and you will forget the Lord your God who brought you out of the land of Egypt, out of the house of slavery;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 8,
      "verse": 15,
      "text": "He who led you through the great and terrible wilderness, with its fiery serpents and scorpions, and its thirsty ground where there was no water; He who brought water for you out of the rock of flint.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 8,
      "verse": 16,
      "text": "In the wilderness it was He who fed you manna which your fathers did not know, in order to humble you and in order to put you to the test, to do good for you in the end.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 8,
      "verse": 17,
      "text": "Otherwise, you may say in your heart, ‘My power and the strength of my hand made me this wealth.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 8,
      "verse": 18,
      "text": "But you are to remember the Lord your God, for it is He who is giving you power to make wealth, in order to confirm His covenant which He swore to your fathers, as it is this day.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 8,
      "verse": 19,
      "text": "And it shall come about, if you ever forget the Lord your God and follow other gods and serve and worship them, I testify against you today that you will certainly perish.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Deuteronomy",
      "chapter": 8,
      "verse": 20,
      "text": "Like the nations that the Lord eliminates from you, so you shall perish, because you would not listen to the voice of the Lord your God.",
      "header": "",
      "footer": ""
    }
  ]
}