{
  "book_name": "2 Kings",
  "chapter": 19,
  "verses": [
    {
      "book_name": "2 Kings",
      "chapter": 19,
      "verse": 1,
      "text": "It happened that when King Hezekiah heard, he tore his clothes and covered himself with sackcloth and went to the temple of Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 19,
      "verse": 2,
      "text": "He sent Eliakim who was over the palace, Shebna the secretary, the elders, and the priests, all clothed in sackcloth, to Isaiah the prophet the son of Amoz.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 19,
      "verse": 3,
      "text": "They said to him, “Thus says Hezekiah, ‘A day of distress, rebuke, and disgrace is this day, for the children are about to be born, but there is no strength to bear them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 19,
      "verse": 4,
      "text": "Perhaps Yahweh your God will hear all of the words of the chief commander whom his master the king of Assyria has sent to insult the living God, and he will rebuke the words which Yahweh your God has heard. Therefore lift up a prayer for the remainder who are left.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 19,
      "verse": 5,
      "text": "So the servants of King Hezekiah came to Isaiah,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 19,
      "verse": 6,
      "text": "and Isaiah said to them, “Thus you must say to your master, ‘Thus says Yahweh, “You must not be afraid because the face of the words which you have heard, with which the servants of the king of Assyria have reviled me.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 19,
      "verse": 7,
      "text": "Look, I am putting in him a spirit. He will hear a rumor and return to his land. Then I will cause him to fall by the sword in his land.”’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 19,
      "verse": 8,
      "text": "When the chief commander returned, he found the king of Assyria fighting against Libnah, for he had heard that he had departed from Lachish.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 19,
      "verse": 9,
      "text": "He heard about Tirhakah, the king of Cush, saying, “Look, he has set out to fight with you,” so he again sent messengers to Hezekiah, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 19,
      "verse": 10,
      "text": "“Thus you shall say to Hezekiah the king of Judah, ‘Let not your God whom you are trusting deceive you, by his saying, “Jerusalem shall not be given into the hand of the king of Assyria!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 19,
      "verse": 11,
      "text": "Look, you have heard what the kings of Assyria have done to all the lands, by utterly destroying them, and shall you be delivered?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 19,
      "verse": 12,
      "text": "Did the gods of the nations that my predecessors destroyed deliver them? Not Gozan, Haran, Rezeph, nor the children of Eden who were in Tel Assar.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 19,
      "verse": 13,
      "text": "Where are the king of Hamath, the king of Arpad, the king of the city of Sepharvaim, Hena, and Ivvah?’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 19,
      "verse": 14,
      "text": "Hezekiah took the letters from the hand of the messengers and read them. Then he went up to the temple of Yahweh, and Hezekiah spread them out before the presence of Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 19,
      "verse": 15,
      "text": "Then Hezekiah prayed before the face of Yahweh and said, “O Yahweh, God of Israel who lives above the cherubim. You are God, you alone, of all the kingdoms of the world; you have made the heavens and the earth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 19,
      "verse": 16,
      "text": "Incline your ears and hear; open, O Yahweh, your eyes and see and hear the words of Sennacherib which he has sent to insult the living God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 19,
      "verse": 17,
      "text": "Truly, O Yahweh, the kings of Assyria have utterly destroyed the nations and their land.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 19,
      "verse": 18,
      "text": "He has hurled their gods in the fire because they are not gods, but the work of the hands of a human made of wood and stone, so they destroyed them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 19,
      "verse": 19,
      "text": "So then, O Yahweh our God, rescue us, please, from his hand, that all of the kingdoms of the earth may know that you, O Yahweh, you alone are God!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 19,
      "verse": 20,
      "text": "Then Isaiah the son of Amoz sent to Hezekiah, saying, “Thus says Yahweh the God of Israel, ‘What you have prayed to me about Sennacherib king of Assyria I have heard.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 19,
      "verse": 21,
      "text": "This is the word that Yahweh has spoken concerning him:\nShe despises you, she scorns you,\n    the virgin daughter of Zion.\nBehind you the daughter of Jerusalem\n    shakes her head.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 19,
      "verse": 22,
      "text": "Whom have you mocked and reviled?\n    And against whom have you have raised your voice\nand have haughtily lifted your eyes?\n    Against the Holy One of Israel!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 19,
      "verse": 23,
      "text": "By the hand of your messengers you have mocked the Lord,\n    and you have said,\n‘With my many chariots I have gone up\n    to the height of the mountains.\nTo the remote areas of Lebanon,\n    I have felled the tallest of its cedars,\n    the choicest of its cypresses.\nI have entered the place of overnight lodging.\n    Even to the edge of forest of its fertile land.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 19,
      "verse": 24,
      "text": "I dug wells and I drank foreign water,\n    and I dried up with the sole of my steps\n    all the canals of Egypt.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 19,
      "verse": 25,
      "text": "Have you not heard?\n    From long ago I have determined it,\n    from the days of old I have planned it,\n    and now I am bringing it to pass.\nIt shall be turned into a pile of rocks;\n    fortified cities are ruined.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 19,
      "verse": 26,
      "text": "Their inhabitants, short of hand, shall be dismayed;\n    and they shall be ashamed.\nThey have become green plants of the open field,\n    and tender grass,\n    green grass of the roof\n    and blight before the standing grain.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 19,
      "verse": 27,
      "text": "Your sitting, your going out, and your coming in I know,\n    and your raging against me.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 19,
      "verse": 28,
      "text": "Because you are raging against me,\n    and your arrogance has come up in my ears,\nI will put my nose ring in your nose\n    and my bridle in your mouth.\nAnd I will turn you back\n    on the way that you have come.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 19,
      "verse": 29,
      "text": "“‘This will be the sign for you: Eat the volunteer plants for the year, and in the second year, the volunteer plants that spring up from that. But in the third year, sow and reap, plant vineyards and eat their fruit.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 19,
      "verse": 30,
      "text": "The remainder of the house of Judah which survives will again take root below and bear fruit above.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 19,
      "verse": 31,
      "text": "For from Jerusalem a remnant shall go out and survivors from Mount Zion; the zeal of Yahweh will do this.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 19,
      "verse": 32,
      "text": "“‘Therefore thus says Yahweh to the king of Assyria, “He shall not come to this city, nor shall he shoot an arrow there, nor shall he bring a small shield near her, nor shall he cast a siege ramp against her.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 19,
      "verse": 33,
      "text": "By the way that he came to her he shall return; but to this city, he shall not come,” declares Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 19,
      "verse": 34,
      "text": "And I will defend this city to save her for my sake and for the sake of David my servant.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 19,
      "verse": 35,
      "text": "It happened in that night that an angel of Yahweh went out, and he struck down one hundred and eighty-five thousand in the camp of Assyria. When they got up early in the morning, look! All of them were dead corpses.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 19,
      "verse": 36,
      "text": "Then Sennacherib king of Assyria set out and went and returned and lived in Nineveh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 19,
      "verse": 37,
      "text": "It happened that he was worshiping in the temple of Nisroch his god, and Adrammelech and Sharezer struck him with the sword. Then they escaped into the land of Ararat, and Esarhaddon his son became king in his place.",
      "header": "",
      "footer": ""
    }
  ]
}