{
  "book_name": "2 Kings",
  "chapter": 3,
  "verses": [
    {
      "book_name": "2 Kings",
      "chapter": 3,
      "verse": 1,
      "text": "Now Joram the son of Ahab had become king over Israel in Samaria in the eighteenth year of Jehoshaphat king of Judah. He reigned twelve years",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 3,
      "verse": 2,
      "text": "and did evil in the eyes of Yahweh, yet not as his father or his mother, as he removed the stone pillars of Baal that his father had made.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 3,
      "verse": 3,
      "text": "But he did cling to the sins of Jeroboam the son of Nebat who caused Israel to sin, and he did not depart from it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 3,
      "verse": 4,
      "text": "Now Mesha king of Moab was a sheep breeder, and he used to deliver to the king of Israel a hundred thousand male lambs and a hundred thousand wool rams.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 3,
      "verse": 5,
      "text": "It happened that when Ahab died, Mesha king of Moab rebelled against the king of Israel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 3,
      "verse": 6,
      "text": "So King Joram went out on that day from Samaria, and he mustered all of Israel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 3,
      "verse": 7,
      "text": "He went and sent a message to Jehoshaphat king of Judah, saying, “The king of Moab has rebelled against me. Will you go with me against Moab for the battle?” And he said, “I will go up. I am like you; my people are like your people; my horses are like your horses.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 3,
      "verse": 8,
      "text": "Then he said, “Which way shall we go up?” And he answered, “By way of the wilderness of Edom.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 3,
      "verse": 9,
      "text": "So the king of Israel and the king of Judah and the king of Edom went around, a way of seven days, but there was no water for the army or for the animals which were with them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 3,
      "verse": 10,
      "text": "Then the king of Israel said, “Aha, Yahweh has called for these three kings to give them into the hand of Moab.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 3,
      "verse": 11,
      "text": "Then Jehoshaphat asked, “Is there no prophet of Yahweh here that we might inquire guidance from Yahweh?” One of the servants of the king of Israel answered and said, “Elisha the son of Shaphat is here, who poured water on the hands of Elijah.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 3,
      "verse": 12,
      "text": "Jehoshaphat said, “The word of Yahweh is with him.” So the king of Israel, Jehoshaphat, and the king of Edom went down to him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 3,
      "verse": 13,
      "text": "Then Elisha said to the king of Israel, “What do we have in common? Go to the prophets of your father and to the prophets of your mother.” Then the king of Israel said to him, “No, for Yahweh has called for these three kings to give them into the hand of Moab.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 3,
      "verse": 14,
      "text": "Then Elisha said, “As Yahweh of hosts lives, before whom I stand, surely if I was not regarding the face of Jehoshaphat king of Judah, I would have not looked at you nor even glanced at you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 3,
      "verse": 15,
      "text": "But now, bring me a musician.” It happened that at the moment the musician played, the hand of Yahweh came upon him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 3,
      "verse": 16,
      "text": "He said, “Thus says Yahweh, ‘Make this wadi full of cisterns,’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 3,
      "verse": 17,
      "text": "for thus says Yahweh, ‘You will see neither wind nor rain, yet this wadi will be full of water; and you and all of your livestock and your animals shall drink.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 3,
      "verse": 18,
      "text": "And since this is too trivial in the eyes of Yahweh, he will also give Moab into your hand,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 3,
      "verse": 19,
      "text": "and you shall defeat every fortified city, every choice city, and you shall fell every good tree. All of the springs of water you shall stop up, and every tract of good land you shall ruin with the stones.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 3,
      "verse": 20,
      "text": "It happened in the morning about the time of the morning offering, that water was suddenly coming from the direction of Edom and the land was filled with water.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 3,
      "verse": 21,
      "text": "Now all of Moab had heard that the kings had come up to fight against them, and all who were fighting age and up were called up, and they stood at the border.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 3,
      "verse": 22,
      "text": "When they arose early in the morning, the sun shone on the waters, and Moab saw the waters from the opposite side as red as blood.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 3,
      "verse": 23,
      "text": "Then they said, “This is blood! Certainly the kings have fought one another, and each has killed his neighbor. Now, to the war booty, O Moab!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 3,
      "verse": 24,
      "text": "But when they came to the camp of Israel, Israel stood up and killed Moab, so that they fled from before them. They came at her and defeated Moab.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 3,
      "verse": 25,
      "text": "The cities they tore down, on every good tract of land they threw stones until it was filled up, every spring of water they stopped up, and every good tree they felled. They let the stone walls at Kir Hareseth remain, but the slingers surrounded and attacked it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 3,
      "verse": 26,
      "text": "When the king of Moab saw that the battle was too heavy for him, he took with him seven hundred men who drew the sword to break through to the king of Edom, but they were not able.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Kings",
      "chapter": 3,
      "verse": 27,
      "text": "He took his firstborn son who was to become king in his place and offered him as a burnt offering on the wall. Great wrath came upon Israel, and they withdrew from him and returned to the land.",
      "header": "",
      "footer": ""
    }
  ]
}