{
  "book_name": "Jeremiah",
  "chapter": 1,
  "verses": [
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 1,
      "text": "The words of Jeremiah, the son of Hilkiah, among the priests who were in Anathoth, in the land of Benjamin,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 2,
      "text": "to whom the word of Yahweh came in the days of Josiah the son of Amon, the king of Judah, in the thirteenth year of his reign.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 3,
      "text": "It came also in the days of Jehoiakim, the son of Josiah, the king of Judah, until the end of the eleventh year of Zedekiah, the son of Josiah, the king of Judah, until the exile of Jerusalem in the fifth month.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 4,
      "text": "And the word of Yahweh came to me, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 5,
      "text": "“Before I formed you in the womb I knew you,\nand before you came out from the womb I consecrated you;\nI appointed you as a prophet to the nations.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 6,
      "text": "Then I said, “Ah, Lord Yahweh! Look, I do not know how to speak, for I am a youth.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 7,
      "text": "But Yahweh said to me, “You must not say, ‘I am a youth,’ for to whomever I send you, you will go, and whatever I command you, you will speak.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 8,
      "text": "Do not be afraid of them, for I am with you to deliver you,” declares Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 9,
      "text": "Then Yahweh stretched out his hand and he touched my mouth, and Yahweh said to me,\n“Look, I have put my words in your mouth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 10,
      "text": "See, I appoint you this day over the nations\nand over the kingdoms,\nto pluck up and to pull down,\nand to destroy and to tear down,\nto build and to plant.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 11,
      "text": "And the word of Yahweh came to me, saying, “What are you seeing, Jeremiah?” And I said, “I am seeing a branch of an almond tree.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 12,
      "text": "Then Yahweh said to me, “You did well to see, for I am watching over my word to perform it.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 13,
      "text": "And the word of Yahweh came to me a second time, saying, “What are you seeing?” And I said, “I am seeing a boiling pot, and its face is from the face of the north.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 14,
      "text": "Then Yahweh said to me, “From the north disaster will be unleashed on all the inhabitants of the land.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 15,
      "text": "For, look, I am calling to all the clans of the kingdoms of the north,” declares Yahweh, “and they will come and set each one his throne at the entrance of the gates of Jerusalem, and against all its surrounding walls, and against all the cities of Judah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 16,
      "text": "And I will pass my judgments on them because of all their wickedness in that they have forsaken me, and they made sacrifices to other gods, and they bowed in worship to the works of their hands.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 17,
      "text": "But you, you must gird your loins, and stand, and speak to them all that I command you. Do not be afraid of them, or I will shatter you before them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 18,
      "text": "Now look, I have made you today as a fortified city and as an iron pillar and a bronze wall against all the land, against the kings of Judah, against its princes, against its priests, and against the people of the land.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 1,
      "verse": 19,
      "text": "And they will fight against you but they will not prevail against you, for I am with you,” declares Yahweh, “to deliver you.”",
      "header": "",
      "footer": ""
    }
  ]
}