{
  "book_name": "Jeremiah",
  "chapter": 12,
  "verses": [
    {
      "book_name": "Jeremiah",
      "chapter": 12,
      "verse": 1,
      "text": "You will be in the right, O Yahweh, when I complain to you.\n    Even so, let me speak my claims with you.\nWhy does the way of the wicked succeed?\n    All those who deal treacherously with treachery are at ease.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 12,
      "verse": 2,
      "text": "Not only do you plant them, they take root.\n    They grow, but also they produce fruit.\nYou are near in their mouths,\n    but far from their inmost beings.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 12,
      "verse": 3,
      "text": "But you, O Yahweh, you know me,\n    you see me, and you test that my heart is with you.\nTear them apart like sheep for the slaughtering,\n    and set them apart for the day of slaughter.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 12,
      "verse": 4,
      "text": "How long will the land mourn, and the vegetation of every field dry up,\n    because of the wickedness of those who live in it?\nThe animals and the birds are swept away,\n    because they have said, “He does not see our future.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 12,
      "verse": 5,
      "text": "“If you run with foot soldiers and they have made you weary,\n    then how will you compete with horses?\nIf you have fallen in a peaceful land,\n    then how will you do in the thickets of the Jordan?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 12,
      "verse": 6,
      "text": "For even your relatives, and the house of your father,\n    even they have dealt treacherously with you,\neven they call loudly after you.\n    You must not trust in them, though they speak kindly to you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 12,
      "verse": 7,
      "text": "I have forsaken my house, I have abandoned my inheritance.\n    I have given the beloved one of my heart into the hand of her enemies.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 12,
      "verse": 8,
      "text": "My inheritance has become to me like a lion in the forest.\n    She has lifted up against me her voice; therefore I hate her.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 12,
      "verse": 9,
      "text": "The lair of the hyena is my inheritance to me,\n    the birds of prey are all around her.\nGo, gather all of the animals of the field,\n    bring them to come and devour.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 12,
      "verse": 10,
      "text": "Many shepherds have destroyed my vineyard,\n    they have trampled down my plot of land.\nThey have made my pleasant field\n    like the desert of desolation.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 12,
      "verse": 11,
      "text": "They have made it a desolation.\n    Desolate, it mourns to me.\nAll the land is made desolate,\n    but there is no person taking it to heart.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 12,
      "verse": 12,
      "text": "Upon all the barren heights in the desert destroyers have come,\n    for the sword of Yahweh devours,\nfrom one end of the land to the other end of the land,\n    there is no peace for all flesh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 12,
      "verse": 13,
      "text": "They have sown wheat and they have reaped thorns.\n    They are exhausted, they do not profit.\nAnd they will be ashamed of your produce,\n    because of the burning anger of Yahweh.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 12,
      "verse": 14,
      "text": "Thus says Yahweh concerning all of the evil neighbors who touch the inheritance that I gave as an inheritance to my people Israel: “Look, I am about to drive them out from their land, and the house of Judah I will drive out from among them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 12,
      "verse": 15,
      "text": "And then after my driving them out, I will once again have compassion on them, and I will bring them back, each one to his inheritance, and each one to his land.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 12,
      "verse": 16,
      "text": "And then, if they diligently learn the ways of my people, to swear by my name, ‘as Yahweh lives,’ even as they taught my people to swear by Baal, then they will live in the midst of my people.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 12,
      "verse": 17,
      "text": "But if they do not listen, then I will completely uproot and destroy that nation.” declares Yahweh.",
      "header": "",
      "footer": ""
    }
  ]
}