{
  "book_name": "Jeremiah",
  "chapter": 17,
  "verses": [
    {
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse": 1,
      "text": "“The sin of Judah is written with an iron stylus,\n    with a point of diamond it is engraved\non the tablet of their heart,\n    and on the horns of their altars.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse": 2,
      "text": "As the remembering of their children,\n    so is the remembering of their altars\nand their poles of Asherah worship\n    beside the leafy trees on the high hills.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse": 3,
      "text": "O my mountain in the open country,\n    I will give your wealth, all your treasures, for spoil,\nyour high places, because of your sin,\n    throughout all your territories.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse": 4,
      "text": "And you will let go your hand from your inheritance\n    that I gave to you,\nand I will make you serve your enemies\n    in the land that you do not know,\nfor you kindled a fire in my anger,\n    until eternity it will be kindled.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse": 5,
      "text": "Thus says Yahweh,\n“Cursed is the person who trusts in humankind\n    and makes flesh his strength,\n    and turns aside his heart from Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse": 6,
      "text": "And he will be like a juniper in the wilderness,\n    and he will not see when good comes,\nand he will dwell in the parched places in the desert,\n    in a land of salt flats, where no one lives.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse": 7,
      "text": "Blessed be the person who trusts in Yahweh,\n    and Yahweh is his trust.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse": 8,
      "text": "For he will be like a tree planted by water,\n    and to the stream it sends its roots,\nand it will not fear when heat comes,\n    and its leaves will be luxuriant,\nand in the year of drought it will not be anxious,\n    and it will not cease from the bearing of fruit.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse": 9,
      "text": "The heart is deceitful more than anything else,\n    and it is disastrous. Who can understand it?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse": 10,
      "text": "I, Yahweh, examine the mind,\n    I test the heart,\nand give to each one according to his way,\n    according to the fruit of his deeds.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse": 11,
      "text": "Like a partridge that hatches eggs it did not lay\n    is one who amasses wealth without justice.\nIn the middle of his days it will leave him,\n    and at his end he will prove to be a fool.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse": 12,
      "text": "A lofty throne of glory from the beginning\n    is the place of our sanctuary.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse": 13,
      "text": "O Yahweh, the hope of Israel,\n    all those who forsake you will be put to shame,\nand those who turn aside from you in the earth will be recorded,\n    for they have forsaken the fountain of living water, Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse": 14,
      "text": "Heal me, O Yahweh, and I will be healed,\n    save me, and I will be saved,\n    for you are my praise.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse": 15,
      "text": "Look, they are saying to me,\n    “Where is the word of Yahweh?\n    Please let it come.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse": 16,
      "text": "But I, I have not run away from being a shepherd who follows you,\n    and I have not desired the disastrous day.\nYou, you know the pronouncement of my lips,\n    it was before your face.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse": 17,
      "text": "You must not become to me a terror,\n    you are my refuge in the day of disaster.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse": 18,
      "text": "Let my persecutors be put to shame,\n    but as for me, do not let me be put to shame.\nLet them be dismayed,\n    but as for me, do not let me be dismayed.\nBring on them the day of disaster,\n    and with double destruction, destroy them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse": 19,
      "text": "Thus said Yahweh to me, “Go, and you must stand in the People’s Gate through which the kings of Judah enter, and through which they go out, and in all the gates of Jerusalem.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse": 20,
      "text": "And you must say to them, ‘Hear the word of Yahweh, kings of Judah, and all Judah, and all the inhabitants of Jerusalem who enter through these gates.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse": 21,
      "text": "Thus says Yahweh, “Be on your guard for the sake of yourselves, that you must not carry a burden on the day of the Sabbath, and you must not bring it through the gates of Jerusalem.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse": 22,
      "text": "And you must not carry a burden from your houses on the day of the Sabbath, and you must not do any work. But you must declare holy the day of Sabbath, just as I commanded your ancestors.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse": 23,
      "text": "Yet they did not listen, and they did not incline their ear, and they hardened their neck so as to not hear, nor to receive discipline.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse": 24,
      "text": "“And it will happen, if you carefully listen to me,” declares Yahweh, “to bring no burden through the gates of this city on the day of the Sabbath, but to declare holy the day of Sabbath, not to do on it any work,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse": 25,
      "text": "then kings and officials who sit on the throne of David will enter through the gates of this city riding in chariots and on horses, they, and their officials, the people of Judah, and the inhabitants of Jerusalem, and this city will be inhabited forever.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse": 26,
      "text": "And they will come from the towns of Judah, and from all around Jerusalem, and from the land of Benjamin, and from the Shephelah, and from the hill country, and from the Negev, bringing burnt offerings, and sacrifices, and grain offerings, and frankincense, and bringing thank offerings to the house of Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 17,
      "verse": 27,
      "text": "But if you do not listen to me, to declare holy the day of the Sabbath, and to not carry a burden and enter through the gates of Jerusalem on the day of the Sabbath, then I will kindle a fire in its gates, and it will devour the palaces of Jerusalem, and it will not be quenched.”’”",
      "header": "",
      "footer": ""
    }
  ]
}