{
  "book_name": "Jeremiah",
  "chapter": 18,
  "verses": [
    {
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse": 1,
      "text": "The word that came to Jeremiah from Yahweh, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse": 2,
      "text": "“Stand up and go down to the house of the potter, and there I will let you hear my words.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse": 3,
      "text": "So I went down to the house of the potter and look, there he was doing work at the potter’s wheels.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse": 4,
      "text": "And the vessel that he was making with the clay was spoiled in the hand of the potter, so he made again another vessel, as it was right in the eyes of the potter to make.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse": 5,
      "text": "And the word of Yahweh came to me, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse": 6,
      "text": "“Like this potter, am I not able to do to you, O house of Israel?” declares Yahweh. “Look, like the clay in the hand of the potter, so are you in my hand, O house of Israel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse": 7,
      "text": "One moment I speak concerning a nation or concerning a kingdom, to uproot, and to tear down, and to destroy it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse": 8,
      "text": "But if that nation turns back from its evil that I have threatened against it, then I will relent concerning the disaster that I planned to do to it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse": 9,
      "text": "And the next moment I speak concerning a nation or concerning a kingdom, to build, and to plant it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse": 10,
      "text": "But if it does evil in my sight, to not listen to my voice, then I will relent concerning the good that I said I would do to it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse": 11,
      "text": "“So now then, say, please, to the people of Judah and to the inhabitants of Jerusalem, saying, ‘Thus says Yahweh, “Look, I am preparing evil against you, and I am planning a plan against you. Please turn back, each one from his evil way, and walk rightly in your ways and your deeds.”’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse": 12,
      "text": "But they will say, ‘It is hopeless, for we will go after our own plans, and each one of us will act according to the stubbornness of his evil heart.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse": 13,
      "text": "“Therefore thus says Yahweh,\n‘Please ask among the nations, “Who has heard the like of this?”\n    The virgin of Israel has done something very horrible.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse": 14,
      "text": "Does the snow of Lebanon leave from the crags of Sirion?\n    Or are the cold waters flowing from distant mountains dried up?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse": 15,
      "text": "But my people have forgotten me.\n    They make smoke offerings to the idols,\nand they caused them to stumble in their ways, the ancient ways,\n    to go into bypaths, not one that is built up.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse": 16,
      "text": "To make their land a horror,\n    an object of whistling for eternity.\nAll who pass by it will be appalled,\n    and he will shake his head.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse": 17,
      "text": "Like the wind from the east\n    I will scatter them before the enemy.\nI will show them my back and not my face\n    in the day of their disaster.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse": 18,
      "text": "Then they said, “Come and let us plan plans against Jeremiah, for instruction will not be lost from the priest, nor advice from the wise man, nor the word from the prophet. Come and let us bring charges against him, and let us not listen attentively to any of his words.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse": 19,
      "text": "Listen attentively to me, O Yahweh,\n    and listen to the voice of my opponents.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse": 20,
      "text": "Should good be repaid in place of evil?\n    Yet they have dug a pit for me.\nRemember my standing before you to speak good for them,\n    to avert your wrath from them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse": 21,
      "text": "Therefore give their children to the famine,\n    and hand them over to the power of the sword,\nand let their wives be bereaved and widows,\n    and let their men be killed by death,\ntheir young men struck dead\n    by the sword in the battle.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse": 22,
      "text": "Let a cry for help be heard from their houses\n    when you suddenly bring upon them the raiding band,\nfor they have dug a pit to catch me,\n    and they have fixed secretly a trap for my feet.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 18,
      "verse": 23,
      "text": "But you, O Yahweh, you know\n    all their plans of assassination against me.\nYou must not make atonement for their iniquity,\n    and you must not cause their sin to be blotted out from before you.\nBut let them be overthrown before you.\n    Deal with them in the time of your anger.",
      "header": "",
      "footer": ""
    }
  ]
}