{
  "book_name": "Jeremiah",
  "chapter": 29,
  "verses": [
    {
      "book_name": "Jeremiah",
      "chapter": 29,
      "verse": 1,
      "text": "And these are the words of the letter that Jeremiah the prophet sent from Jerusalem to the remainder of the exiles, and to the priests, and to the prophets, and to all the people whom Nebuchadnezzar had deported from Jerusalem to Babylon,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 29,
      "verse": 2,
      "text": "after the going out of Jeconiah the king, and the queen mother, and the court officials, the leaders of Judah and Jerusalem, and the artisans, and the smiths from Jerusalem,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 29,
      "verse": 3,
      "text": "by the hand of Elasah, the son of Shaphan, and Gemariah, the son of Hilkiah, whom Zedekiah, the king of Judah, sent to Nebuchadnezzar, the king of Babylon, to Babylon, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 29,
      "verse": 4,
      "text": "“Thus says Yahweh of hosts, the God of Israel, to all the exiles whom I have deported from Jerusalem to Babylon,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 29,
      "verse": 5,
      "text": "‘Build houses and live in them, and plant gardens and eat their fruit.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 29,
      "verse": 6,
      "text": "Take wives and father sons and daughters, and take for your sons wives, and give your daughters to men that they may bear sons and daughters, and multiply there, and you must not be few.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 29,
      "verse": 7,
      "text": "And seek the prosperity of the city where I have deported you, and pray on behalf of it to Yahweh, for in its prosperity you will have prosperity.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 29,
      "verse": 8,
      "text": "For thus says Yahweh of hosts, the God of Israel, ‘Do not let your prophets who are in your midst, and your diviners, deceive you, and you must not listen to your dreams that you are causing them to dream.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 29,
      "verse": 9,
      "text": "For they are prophesying falsely to you in my name; I have not sent them,’ declares Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 29,
      "verse": 10,
      "text": "For thus says Yahweh, ‘As soon as the time has passed, seventy years for Babylon, I will attend to you, and I will fulfill my good word to you, to bring you back to this place.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 29,
      "verse": 11,
      "text": "For I know the plans that I am planning concerning you,’ declares Yahweh, ‘plans for prosperity and not for harm, to give to you a future and a hope.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 29,
      "verse": 12,
      "text": "Then when you call me, and you come and pray to me, then I will listen to you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 29,
      "verse": 13,
      "text": "When you search for me, then you will find me, if you seek me with all your heart.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 29,
      "verse": 14,
      "text": "And I will let myself be found by you,’ declares Yahweh, ‘and I will restore your fortunes, and I will gather you from all the nations and from all the places to which I have driven you,’ declares Yahweh, ‘and I will bring you back to the place from which I deported you.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 29,
      "verse": 15,
      "text": "Because you have said, ‘Yahweh has raised up prophets for us in Babylon’—",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 29,
      "verse": 16,
      "text": "for thus says Yahweh concerning the king who sits on the throne of David and concerning all the people who live in this city, your fellow kinsmen who did not go with you into the exile—",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 29,
      "verse": 17,
      "text": "thus says Yahweh of hosts, ‘Look, I am going to send among them the sword, the famine, and the plague, and I will make them like rotten figs that cannot be eaten because of their bad quality.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 29,
      "verse": 18,
      "text": "And I will pursue them with the sword, with the famine, and with the plague, and I will make them a terror to all the kingdoms of the earth, a curse, and a horror, and an object of hissing, and a disgrace among all the nations to which I have driven them,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 29,
      "verse": 19,
      "text": "because they did not listen to my words,’ declares Yahweh, ‘when I sent to them my servants the prophets, sending over and over again, and they would not listen,’ declares Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 29,
      "verse": 20,
      "text": "And you, hear the word of Yahweh, all you exiles whom I sent away from Jerusalem to Babylon.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 29,
      "verse": 21,
      "text": "Thus says Yahweh of hosts, the God of Israel, concerning Ahab, the son of Kolaiah, and concerning Zedekiah, the son of Maaseiah, who are prophesying to you in my name a lie, ‘Look, I am going to give them into the hand of Nebuchadnezzar the king of Babylon, and he will strike them before your eyes.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 29,
      "verse": 22,
      "text": "And a curse will be taken up because of them by all the exiles of Judah who are in Babylon, saying, “May Yahweh make you like Zedekiah and like Ahab, whom the king of Babylon roasted in the fire,”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 29,
      "verse": 23,
      "text": "because they have done a disgraceful thing in Israel, and they have committed adultery with the wives of their neighbors, and they have spoken words in my name, lies that I have not commanded them, and I am he who knows, and I am a witness,’ declares Yahweh.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 29,
      "verse": 24,
      "text": "And to Shemaiah the Nehelamite you shall say, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 29,
      "verse": 25,
      "text": "“Thus says Yahweh of hosts, the God of Israel, saying, ‘Because you yourself sent a letter in your name to all the people who are in Jerusalem, and to Zephaniah, the son of Maaseiah, the priest, and to all the priests, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 29,
      "verse": 26,
      "text": "“Yahweh made you priest instead of Jehoiada the priest, so that there are overseers in the house of Yahweh over any mad man who exhibits the behavior of a prophet, and you must put him into the stocks and into the neck iron,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 29,
      "verse": 27,
      "text": "and so then why have you not rebuked Jeremiah the Anathothite who exhibits the behavior of a prophet for you?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 29,
      "verse": 28,
      "text": "Because he has sent to us in Babylon, saying, ‘It will be a long time, build houses and live in them, and plant gardens and eat their fruit.’”’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 29,
      "verse": 29,
      "text": "And Zephaniah the priest read this letter in the hearing of Jeremiah the prophet.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 29,
      "verse": 30,
      "text": "And the word of Yahweh came to Jeremiah, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 29,
      "verse": 31,
      "text": "“Send to all the exiles, saying, ‘Thus says Yahweh concerning Shemaiah the Nehelamite: “Because Shemaiah prophesied to you, though I have not sent him, and he has made you trust in a lie,”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 29,
      "verse": 32,
      "text": "therefore thus says Yahweh, “Look, I am going to punish Shemaiah the Nehelamite and his offspring. There will not be for him a man who lives in the midst of this people, and he will not see the good that I am going to do to my people,” declares Yahweh, “For he has spoken rebellion against Yahweh.”’”",
      "header": "",
      "footer": ""
    }
  ]
}