{
  "book_name": "Jeremiah",
  "chapter": 32,
  "verses": [
    {
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse": 1,
      "text": "The word that came to Jeremiah from Yahweh in the tenth year of Zedekiah the king of Judah, that was the eighteenth year of Nebuchadnezzar.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse": 2,
      "text": "Now at that time the army of the king of Babylon was laying siege to Jerusalem and Jeremiah the prophet was confined in the courtyard of the guard that was in the palace of the king of Judah,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse": 3,
      "text": "where Zedekiah, the king of Judah, had confined him, saying, “Why are you prophesying, saying, ‘Thus says Yahweh, “Look, I am going to give this city into the hand of the king of Babylon, and he will capture it,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse": 4,
      "text": "and Zedekiah, the king of Judah, will not escape from the hand of the Chaldeans, but surely he will be given into the hand of the king of Babylon, and he will speak face to face with him and he will see him eye to eye,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse": 5,
      "text": "and to Babylon he will bring Zedekiah, and there he will be until my attending to him,” declares Yahweh. “If you fight against the Chaldeans, you will not be successful”’?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse": 6,
      "text": "And Jeremiah said, “The word of Yahweh came to me, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse": 7,
      "text": "‘Look, Hanamel, the son of Shallum, your uncle, is going to come to you, saying, “Buy for yourself my field that is at Anathoth, for you have the right of redemption to buy it.”’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse": 8,
      "text": "Then Hanamel, the son of my uncle, came to me, to the courtyard of the guard according to the word of Yahweh, and he said to me, ‘Please buy my field that is at Anathoth, that is in the land of Benjamin, for to you is the claim of possession, and to you the redemption; buy it for yourself.’ Then I knew that this was the word of Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse": 9,
      "text": "And I bought the field from Hanamel, the son of my uncle, that was at Anathoth. And I weighed out to him the money, seventeen silver shekels.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse": 10,
      "text": "And I signed on the letter and sealed it, and I called witnesses as witness, and I weighed out the money on a set of scales.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse": 11,
      "text": "Then I took the deed of the purchase, the sealed copy containing the commandments and the rules, together with the one that was open.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse": 12,
      "text": "And I gave the deed of the purchase to Baruch the son of Neriah, the son of Mahseiah, in the presence of Hanamel, the son of my uncle, and in the presence of the witnesses who signed the deed of the purchase, in the presence of the Judeans who were sitting in the courtyard of the guard.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse": 13,
      "text": "And I commanded Baruch in their presence, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse": 14,
      "text": "‘Thus says Yahweh of hosts, the God of Israel, “Take these deeds, this deed of the purchase, the sealed one, and this opened deed, and you must put them in an earthenware jar so that they may be kept preserved many days.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse": 15,
      "text": "For thus says Yahweh of hosts, the God of Israel: “Houses and fields and vineyards will again be bought in this land.”’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse": 16,
      "text": "And I prayed to Yahweh—after giving my deed of the purchase to Baruch the son of Neriah—saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse": 17,
      "text": "‘Ah Lord Yahweh! Look, you made the heavens and the earth by your great power and by your outstretched arm. Nothing is too difficult for you,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse": 18,
      "text": "showing loyal love to the thousands, and repaying the guilt of parents into the laps of their children after them. Powerful, great, mighty, his name is Yahweh of hosts,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse": 19,
      "text": "great in counsel and great in deed, whose eyes are opened to all the ways of the children of humankind, to give to each one according to his ways and according to the fruit of his deeds,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse": 20,
      "text": "who accomplished signs and wonders in the land of Egypt, up to this day, and in Israel, and among humankind, and you have made for yourself a name, as it is this day.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse": 21,
      "text": "And you brought out your people Israel from the land of Egypt with signs, and with wonders, and with a strong hand, and with an arm stretched out, and with great terror.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse": 22,
      "text": "And you gave to them this land, which you swore to their ancestors to give to them, a land flowing with milk and honey.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse": 23,
      "text": "And they entered and took possession of it, but they did not listen to your voice, and they did not follow your law. They did nothing of all that you commanded to them to do, and you caused to happen to them all this disaster.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse": 24,
      "text": "Look, the siege ramps have come up to the city to capture it, and the city has been given into the hand of the Chaldeans who are fighting against it, because of the sword, the famine, and the plague, and what you spoke happened, and look, you are seeing it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse": 25,
      "text": "Yet you have said to me, Lord Yahweh, “Buy for yourself the field with the money, and call witnesses as witness,” though the city has been given into the hand of the Chaldeans.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse": 26,
      "text": "And the word of Yahweh came to Jeremiah, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse": 27,
      "text": "“Look, I am Yahweh, the God of all flesh; is anything too difficult for me?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse": 28,
      "text": "Therefore thus says Yahweh: “Look, I am going to give this city into the hand of the Chaldeans, and into the hand of Nebuchadnezzar, the king of Babylon, and he will capture it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse": 29,
      "text": "And the Chaldeans, who are fighting against this city, will come and set this city on fire, and they will burn it, and the houses where they have made smoke offerings on their roofs to Baal, and where they have devoted libations to other gods, in order to provoke me to anger.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse": 30,
      "text": "For the people of Israel and the people of Judah were doing only evil in my eyes from their youth, for the people of Israel were only provoking me to anger by the work of their hands,” declares Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse": 31,
      "text": "“For this city has been for me a cause of my anger and of my wrath from the day that they built it even until this day, so I will remove it from my sight,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse": 32,
      "text": "because of all the evil of the people of Israel and the people of Judah that they did to provoke me to anger—they, their kings, their officials, their priests, and their prophets, and the men of Judah, and the inhabitants of Jerusalem.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse": 33,
      "text": "And they have turned to me their backs and not their faces, though I have taught them over and over again, but they were not listening to accept discipline.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse": 34,
      "text": "And they set up their abominations in the house that is called by my name, to defile it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse": 35,
      "text": "And they built the high places of Baal that are in the Valley of Ben Hinnom to present as offerings their sons and their daughters to Molech, which I had not commanded them, and it had not come to my mind to do this detestable thing in order to cause Judah to sin.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse": 36,
      "text": "“So now therefore, thus says Yahweh, the God of Israel, concerning this city, of which you are saying, ‘It will be given into the hand of the king of Babylon by the sword, and by the famine, and by the plague’:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse": 37,
      "text": "Look, I am going to gather them from all the lands to which I driven them in my anger, and in my fury, and in great wrath, and I will bring them back to this place, and I will cause them to dwell in safety.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse": 38,
      "text": "And they will be for me a people, and I will be for them God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse": 39,
      "text": "And I will give to them one heart and one way, to revere me forever, for good to them, and to their children after them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse": 40,
      "text": "And I will make with them an everlasting covenant that I will not turn away from them, my doing good to them, and my reverence I will put in their hearts so that they will not turn aside from me.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse": 41,
      "text": "And I will rejoice over them to do good to them, and I will plant them in this land in faithfulness with all my heart, and with all my inner self.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse": 42,
      "text": "“For thus says Yahweh, ‘Just as I have brought to this people all this great disaster, so I will bring upon them all the good that I promise to them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse": 43,
      "text": "And the fields will be bought in this land of which you are saying, “It is a desolation, without humankind or animals. It has been given into the hand of the Chaldeans.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 32,
      "verse": 44,
      "text": "They will buy fields with money, and they will sign the deeds, and they will seal them, and they will call witnesses as witness in the land of Benjamin, and in the surroundings of Jerusalem, and in the cities of Judah, and in the cities of the hill country, and in the cities of the Shephelah, and in the cities of the Negev, for I will restore their fortunes,’ declares Yahweh.”",
      "header": "",
      "footer": ""
    }
  ]
}