{
  "book_name": "Jeremiah",
  "chapter": 52,
  "verses": [
    {
      "book_name": "Jeremiah",
      "chapter": 52,
      "verse": 1,
      "text": "Zedekiah was twenty-one years old at his beginning to reign, and he reigned eleven years in Jerusalem. And the name of his mother was Hamutal, the daughter of Jeremiah of Libnah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 52,
      "verse": 2,
      "text": "And he did evil in the eyes of Yahweh like all that Jehoiakim had done.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 52,
      "verse": 3,
      "text": "For because of the anger of Yahweh this happened in Jerusalem and Judah until his casting them from his presence. And Zedekiah rebelled against the king of Babylon.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 52,
      "verse": 4,
      "text": "And then in the ninth year of his reign, in the tenth month, on the tenth day of the month, Nebuchadnezzar the king of Babylon came against Jerusalem, he and all his army. And they laid siege to it, and built siege works against it all around.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 52,
      "verse": 5,
      "text": "So the city came under siege until the eleventh year of King Zedekiah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 52,
      "verse": 6,
      "text": "In the fourth month, on the ninth day of the month, the famine in the city became severe and there was no food for the people of the land.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 52,
      "verse": 7,
      "text": "Then the city was breached, and all the soldiers fled and went out from the city by night by the way of the gate between the two walls that are at the garden of the king, though the Chaldeans were all around the city. And they went in the direction of the Jordan Valley.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 52,
      "verse": 8,
      "text": "But the army of the Chaldeans pursued after the king and they overtook Zedekiah in the plains of Jericho, and all his army was scattered from him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 52,
      "verse": 9,
      "text": "Then they captured the king and brought him up to the king of Babylon at Riblah in the land of Hamath, and he passed sentence on him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 52,
      "verse": 10,
      "text": "And the king of Babylon slaughtered the sons of Zedekiah before his eyes, and he also slaughtered all the officials of Judah at Riblah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 52,
      "verse": 11,
      "text": "Then he made blind the eyes of Zedekiah, and they tied him up with bronze fetters, and the king of Babylon brought him to Babylon. And he put him in prison until the day of his death.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 52,
      "verse": 12,
      "text": "Now in the fifth month, on the tenth day of the month, which was the nineteenth year of King Nebuchadnezzar the king of Babylon, Nebuzaradan the captain of the guard, who stood before the king of Babylon, entered into Jerusalem.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 52,
      "verse": 13,
      "text": "And he burned the temple of Yahweh, and the palace of the king, and all the houses of Jerusalem, even every great house he burned with fire.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 52,
      "verse": 14,
      "text": "And all the army of the Chaldeans who were with the captain of the guard broke down all the walls of Jerusalem all around.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 52,
      "verse": 15,
      "text": "And Nebuzaradan the captain of the guard deported some of the poor of the people, and the rest of the people who were left in the city, and the deserters who deserted to the king of Babylon, along with the rest of the craftsmen.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 52,
      "verse": 16,
      "text": "But Nebuzaradan the captain of the guard left some of the poor of the land to serve as vinedressers and farmers.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 52,
      "verse": 17,
      "text": "And the Chaldeans broke the pillars of bronze that were in the temple of Yahweh, and the kettle stands and the sea of bronze that were in the temple of Yahweh, and they carried all their bronze to Babylon.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 52,
      "verse": 18,
      "text": "And they took with them the pots, and the shovels, and the snuffers, and the sprinkling bowls, and the pans, and all the vessels of bronze which were used in temple service.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 52,
      "verse": 19,
      "text": "And the captain of the guard took the bowls, and the firepans, and the sprinkling bowls, and the pots, and the lampstands, and the pans, and the libation bowls, those made of solid gold and those made of solid silver.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 52,
      "verse": 20,
      "text": "The two pillars, the one sea, and the twelve bronze oxen that were under the kettle stands which King Solomon had made for the temple of Yahweh—there was not a weight for the bronze of all these vessels!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 52,
      "verse": 21,
      "text": "Now the pillars, the height of one pillar was eighteen cubits, and a thread of twelve cubits surrounded it, and its thickness was four fingers, hollowed out.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 52,
      "verse": 22,
      "text": "And a capital upon it was bronze and the height of the one capital was five cubits, and latticework and pomegranates were on the capital on all sides, all of bronze. And like these was the second pillar with pomegranates.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 52,
      "verse": 23,
      "text": "And there were ninety-six pomegranates on the sides; all the pomegranates on the latticework on all sides were a hundred.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 52,
      "verse": 24,
      "text": "Then the captain of the guard took Seraiah the chief priest, and Zephaniah the second priest, and three keepers of the threshold.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 52,
      "verse": 25,
      "text": "And from the city he took one high official who was chief officer over the soldiers, and seven men of the king’s advisors who were found in the city, and the secretary of the commander of the army who levied for military service the people of the land, and sixty men of the people of the land who were found in the midst of the city.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 52,
      "verse": 26,
      "text": "Then Nebuzaradan the captain of the guard took them and brought them to the king of Babylon at Riblah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 52,
      "verse": 27,
      "text": "And the king of Babylon struck them down and killed them at Riblah in the land of Hamath. So Judah left from its land.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 52,
      "verse": 28,
      "text": "This is the number of the people whom Nebuchadnezzar deported: in the seventh year, three thousand twenty-three Judeans;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 52,
      "verse": 29,
      "text": "in the eighteenth year of Nebuchadnezzar, eight hundred and thirty-two persons from Jerusalem;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 52,
      "verse": 30,
      "text": "in the twenty-third year of Nebuchadnezzar, Nebuzaradan, the captain of the guard, deported seven hundred and forty-five Judean persons; there were four thousand six hundred persons in all.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 52,
      "verse": 31,
      "text": "And then in the thirty-seventh year of the exile of Jehoiachin, the king of Judah, in the twelfth month, on the twenty-fifth day of the month, Evil-merodach, the king of Babylon, in the first year of his reign, lifted up the head of Jehoiachin, the king of Judah, and brought him out from prison.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 52,
      "verse": 32,
      "text": "Then he spoke with him kindly and gave his seat above the seats of the kings who were with him in Babylon.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 52,
      "verse": 33,
      "text": "So he changed the garments of his imprisonment and he ate food before him continually all the days of his life.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 52,
      "verse": 34,
      "text": "And his allowance, a continual allowance was given to him by the king of Babylon on a daily basis all the days of his life up to the day of his death.",
      "header": "",
      "footer": ""
    }
  ]
}