{
  "book_name": "Jeremiah",
  "chapter": 9,
  "verses": [
    {
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse": 1,
      "text": "Oh that my head were waters,\n    and my eyes a fountain of tears,\nso that I might weep day and night,\n    for the slain of the daughter of my people.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse": 2,
      "text": "Oh that I had in the desert a place of overnight lodging for travelers,\n    that I may leave my people and go from them,\nfor all of them are adulterers,\n    a band of traitors.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse": 3,
      "text": "And they bend their tongue like their bow,\n    for falsehood and not truth is superior in the land,\nfor they go forth from evil to evil,\n    and they do not know me,” declares Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse": 4,
      "text": "“Let everyone be on your guard against his neighbor,\n    and you must not trust in any brother,\nfor everyone surely betrays,\n    and every neighbor goes about with slander.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse": 5,
      "text": "And everyone deceives his neighbor,\n    and they do not speak the truth,\nthey have taught their tongues to speak lies,\n    they are tired from going astray.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse": 6,
      "text": "Your dwelling is in the midst of deceit,\n    upon deceit they refuse to know me,” declares Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse": 7,
      "text": "Therefore, thus says Yahweh of hosts:\n“Look, I am about to refine them,\n    and I will test them,\nfor what else can I do,\n    because of the presence of the daughter of my people?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse": 8,
      "text": "Their tongue is a murderous arrow,\n    it speaks deceit.\nWith his mouth he speaks peace with his neighbor,\n    but in his inner parts he sets up his ambush.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse": 9,
      "text": "Because of these things shall I not punish them?” declares Yahweh,\n“On a nation that is like this shall I not take revenge?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse": 10,
      "text": "For the mountains I lift up weeping and wailing,\n    and for the pastures of the desert a lament,\nbecause they are laid waste so that no man passes through.\n    And the sounds of cattle are not heard,\nfrom the birds of heaven to the animals\n    they have fled, they are gone.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse": 11,
      "text": "And I will make Jerusalem as heaps of ruins, a lair of jackals,\n    and the towns of Judah I will make a desolation, without inhabitants.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse": 12,
      "text": "Who is the wise man that can understand this?\n    And to whom has the mouth of Yahweh spoken, so that he may declare it?\nWhy is the land destroyed?\n    It is laid waste like the desert so that no one passes through.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse": 13,
      "text": "And Yahweh said, “Because of their forsaking my law that I set before them, and they have not obeyed my voice, and have not walked in it,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse": 14,
      "text": "but they went after the stubbornness of their heart, and after the Baals, which their ancestors taught them.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse": 15,
      "text": "Therefore thus says Yahweh of hosts, the God of Israel, “Look, I am feeding this people wormwood, and providing drink for them, water of poison,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse": 16,
      "text": "and I will scatter them among the nations that they have not known, they and their ancestors, and I will send the sword after them until I bring them to an end.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse": 17,
      "text": "Thus says Yahweh of hosts:\n“Consider closely, and call for the wailing women, so that they come,\n    and for the skillful women, so that they come.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse": 18,
      "text": "And let them hasten,\n    and let them lift up wailing over us,\nso that our eyes may melt with tears,\n    and our eyelids may flow with water.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse": 19,
      "text": "For a sound of wailing is heard from Zion,\n    ‘How we are devastated!\nWe are very ashamed because we have left the land,\n    because they have overthrown our dwelling places.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse": 20,
      "text": "For hear, O women, the word of Yahweh,\n    and let your ear receive the word of his mouth,\nand teach your daughters a lamentation,\n    and each woman her neighbor a lament.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse": 21,
      "text": "For death has come into our windows,\n    it has entered into our fortresses,\nto cut off the children from the streets,\n    the young men from the public squares.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse": 22,
      "text": "Speak, ‘thus declares Yahweh:\n“The dead body of the human will fall\n    like dung upon the surface of the field,\nand like cut grain behind the reaper,\n    and there is no one who gathers.”’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse": 23,
      "text": "Thus says Yahweh,\n“The wise man must not boast in his wisdom,\n    and the warrior must not boast in his might,\nthe wealthy man must not boast in his wealth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse": 24,
      "text": "But only in this must the one who boasts boast,\n    that he has insight,\nand that he knows me,\n    that I am Yahweh,\nshowing loyal love, justice, and righteousness on the earth,\n    for in these things I delight,” declares Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse": 25,
      "text": "“Look, days are coming,” declares Yahweh, “and I will call into account all those who are circumcised in the foreskin:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Jeremiah",
      "chapter": 9,
      "verse": 26,
      "text": "Egypt, Judah, and Edom, and the Ammonites, and Moab, and all those who are trimmed to the side, those who live in the desert, for all the nations are uncircumcised, and all the house of Israel are uncircumcised of heart.”",
      "header": "",
      "footer": ""
    }
  ]
}