{
  "book_name": "Judges",
  "chapter": 20,
  "verses": [
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 1,
      "text": "All the Israelites went out, from Dan to Beersheba, including the land of Gilead, and they gathered as one body to Yahweh at Mizpah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 2,
      "text": "And the leaders of all the people, all the tribes of Israel, presented themselves in the assembly of the people of God, four hundred thousand sword-bearing infantry.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 3,
      "text": "(The descendants of Benjamin heard that the Israelites had gone up to Mizpah.) And the Israelites said, “Tell us, how did this evil act occur?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 4,
      "text": "The Levite, the husband of the murdered woman, answered and said, “I came to Gibeah, which belongs to Benjamin, I and my concubine, to spend the night.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 5,
      "text": "The lords of Gibeah rose up against me and surrounded the house at night. They intended to kill me, and they raped my concubine, and she died.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 6,
      "text": "Then I grabbed my concubine and cut her into pieces, and I sent her throughout all the territory of Israel’s inheritance; for they committed a shameful and disgraceful thing in Israel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 7,
      "text": "Look, all you Israelites! Make your decision and advice here.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 8,
      "text": "All the people got up as one body, saying, “Not one of us will go to his tent, or will any of us return to his house.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 9,
      "text": "So then, this is what we will do to Gibeah: we will go up against her by lot.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 10,
      "text": "We will take ten men of one hundred from all the tribes of Israel, and one hundred of one thousand, and one thousand of ten thousand, to bring provisions to the troops, to repay them when they come to Gibeah of Benjamin for all the disgraceful things they did in Israel.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 11,
      "text": "And all the men of Israel were gathered to the city as one body united.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 12,
      "text": "Then the tribes of Israel sent men throughout all the tribes of Benjamin, saying, “What is this wickedness that happened among you?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 13,
      "text": "So then, hand over the men, the perverse lot, who are in Gibeah, so that we may kill them and purge this wickedness from Israel.” But the descendants of Benjamin were not willing to listen to the voice of their relatives, the Israelites.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 14,
      "text": "And the descendants of Benjamin were gathered from the cities to Gibeah to go out for battle against the Israelites.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 15,
      "text": "From the cities the descendants of Benjamin were counted on that day twenty-six thousand sword-wielding men, besides the inhabitants of Gibeah, who were counted seven hundred well-trained men.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 16,
      "text": "From all these troops were seven hundred well-trained men who were left-handed; each one could sling with a stone at a hair and not miss.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 17,
      "text": "And the men of Israel besides Benjamin were counted four hundred thousand sword-wielding men; all were warriors.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 18,
      "text": "Then the Israelites got up and went up to Bethel, and they inquired of God, saying, “Who will go up first for the battle against the descendants of Benjamin?” And Yahweh said, “Judah will go first.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 19,
      "text": "And the Israelites got up in the morning, and they encamped against Gibeah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 20,
      "text": "Then the men of Israel marched out for the battle against Benjamin, and the men of Israel took up positions against them for battle at Gibeah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 21,
      "text": "The descendants of Benjamin went out from Gibeah, and they struck down on that day twenty-two thousand men of Israel to the ground.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 22,
      "text": "But the troops, the men of Israel, encouraged themselves, and again they arranged their battle lines in the place where they had arranged themselves the first day.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 23,
      "text": "The Israelites went up and wept before Yahweh until evening and inquired of Yahweh, saying, “Should we again draw near from the battle against the descendants of Benjamin, our relatives?” And Yahweh said, “Go up against them.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 24,
      "text": "And the Israelites drew near to the descendants of Benjamin on the second day.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 25,
      "text": "And Benjamin went out from Gibeah to meet them on the second day, and they struck down the Israelites again, eighteen thousand men to the ground; all of these were sword-wielding.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 26,
      "text": "And all the Israelites and all the troops went up and came to Bethel and wept; and they sat there before Yahweh and fasted on that day until evening; and they offered burnt offerings and fellowship offerings before Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 27,
      "text": "And the Israelites inquired of Yahweh (In those days the ark of the covenant of God was there,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 28,
      "text": "and Phinehas son of Eleazar, son of Aaron, was standing before it to minister in those days), saying, “Should we go out once more to battle against the descendants of Benjamin our relatives, or should we stop?” And Yahweh said, “Go up tomorrow; I will give them into your hand.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 29,
      "text": "So Israel stationed an ambush all around Gibeah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 30,
      "text": "And the Israelites went up against the descendants of Benjamin on the third day, and they took up positions against Gibeah as before.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 31,
      "text": "The descendants of Benjamin went out to meet the troops, and they lured them away from the city and began to inflict casualties on the troops as before, on the main road, one of which goes up to Bethel, the other to Gibeah; and in the field there were about thirty men of Israel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 32,
      "text": "And the descendants of Benjamin thought, “They are being defeated before us as previously,” and the Israelites said, “Let us flee and lure them away from the city to the main roads.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 33,
      "text": "And all the men of Israel got up from their places and took up positions in Baal Tamar; and the ambush of Israel charged from their places, from the vicinity of Gibeah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 34,
      "text": "Then ten thousand well-trained men from all Israel came out against Gibeah, and the battle became fierce; they did not know that disaster was about to close in on them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 35,
      "text": "And Yahweh defeated Benjamin in the presence of Israel, and the Israelites destroyed on that day twenty-five thousand one hundred men of Benjamin, all of them sword-wielding.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 36,
      "text": "The descendants of Benjamin saw that they were defeated, and the men of Israel gave ground to Benjamin because they trusted the ambush that they had set against Gibeah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 37,
      "text": "And the ambush came quickly and advanced against Gibeah, and it put the whole city to the sword.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 38,
      "text": "Now the appointed time for the men of Israel with the ambush was that they sent up for them a great amount of smoke from the city.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 39,
      "text": "And the men of Israel turned in the battle, and Benjamin began to inflict casualties on about thirty men of Israel because they thought, “They will be completely defeated before us as in the first battle.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 40,
      "text": "And the cloud of smoke began to go up from the city in a column of smoke, and Benjamin turned backward, and behold, the whole city was going up in smoke!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 41,
      "text": "And the men of Israel turned, and the men of Benjamin were dismayed because they saw that disaster was closing in on them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 42,
      "text": "And they retreated from before the men of Israel to the way of the wilderness, but the battle caught up to them, and those who came from the cities destroyed them in the midst of them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 43,
      "text": "They surrounded Benjamin; they pursued them without rest and trod them down opposite Gibeah to the east.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 44,
      "text": "And eighteen thousand men from Benjamin fell, all of them able men.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 45,
      "text": "And they turned and fled toward the wilderness, to the rock of Rimmon, but they cut down on the main roads five thousand men; and they pursued after them up to Gidom, and they struck down two thousand men.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 46,
      "text": "So all of Benjamin who fell on that day were twenty-five thousand sword-wielding men; all of these were able men.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 47,
      "text": "But six hundred turned and fled toward the wilderness, to the rock of Rimmon, and they remained at the rock of Rimmon for four months.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Judges",
      "chapter": 20,
      "verse": 48,
      "text": "And the men of Israel returned to the descendants of Benjamin, and they put them to the edge of the sword, both the inhabitants of city and the animals that were found; they also set on fire all the cities that they found.",
      "header": "",
      "footer": ""
    }
  ]
}