{
  "book_name": "2 Chronicles",
  "chapter": 17,
  "verses": [
    {
      "book_name": "2 Chronicles",
      "chapter": 17,
      "verse": 1,
      "text": "And Jehoshaphat his son reigned in his place, and he strengthened himself against Israel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 17,
      "verse": 2,
      "text": "And he put troops in all the fortified cities of Judah, and put garrisons in the land of Judah and in the cities of Ephraim that Asa his father had taken.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 17,
      "verse": 3,
      "text": "And Yahweh was with Jehoshaphat, because he walked in the former ways of David his father and did not seek after the Baals,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 17,
      "verse": 4,
      "text": "but he sought after the God of his ancestors and walked in his commandments and not according to the works of Israel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 17,
      "verse": 5,
      "text": "So Yahweh established the kingdom in his hand. And all Judah gave tribute to Jehoshaphat, and he had much wealth and honor.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 17,
      "verse": 6,
      "text": "And his heart was courageous in the ways of Yahweh. Moreover, he removed the high places and the Asherahs from Judah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 17,
      "verse": 7,
      "text": "In the third year of his reign he sent his officials, Ben-Hail, Obadiah, Zechariah, Nethanel, and Micaiah, to teach in the cities of Judah;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 17,
      "verse": 8,
      "text": "and with them the Levites Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah, and Tob-Adonijah; and with them the priests Elisham and Joram.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 17,
      "verse": 9,
      "text": "And they taught in Judah, and the scroll of the law of Yahweh was with them when they went around in all the cities of Judah, and they taught the people.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 17,
      "verse": 10,
      "text": "And the fear of Yahweh was upon all the kingdoms of the lands surrounding Judah, and they did not make war against Jehoshaphat.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 17,
      "verse": 11,
      "text": "And some of the Philistines brought a gift and silver to Jehoshaphat as tribute. The Arabians also brought him seven thousand seven hundred sheep and seven thousand seven hundred goats.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 17,
      "verse": 12,
      "text": "And Jehoshaphat grew greater and greater, and he built fortresses and storage cities in Judah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 17,
      "verse": 13,
      "text": "And he had many supplies in the cities of Judah and mighty warriors for battle in Jerusalem.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 17,
      "verse": 14,
      "text": "Now these were their enrollment by the house of their ancestors: of Judah, the commanders of thousands: Adnah, the commander, and with him were three hundred thousand mighty armed warriors;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 17,
      "verse": 15,
      "text": "and at his side, Jehohanan the commander, and with him were two hundred and eighty thousand;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 17,
      "verse": 16,
      "text": "and at his side, Amasiah the son of Zicri, who had made a freewill offering to Yahweh, and with him were two hundred thousand mighty armed warriors.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 17,
      "verse": 17,
      "text": "And from Benjamin: Eliada, a powerful mighty warrior, and with him were two hundred thousand armed with bow and shield;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 17,
      "verse": 18,
      "text": "and at his side, Jehozabad, and with him were one hundred and eighty thousand armed for war.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Chronicles",
      "chapter": 17,
      "verse": 19,
      "text": "These were serving the king, besides those whom the king had placed in the fortified cities throughout all Judah.",
      "header": "",
      "footer": ""
    }
  ]
}