{
  "book_name": "1 Samuel",
  "chapter": 23,
  "verses": [
    {
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse": 1,
      "text": "Then they informed David, saying, “Behold, the Philistines are fighting against Keilah and are plundering the threshing floors.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse": 2,
      "text": "So David inquired of the Lord, saying, “Shall I go and attack these Philistines?” And the Lord said to David, “Go and attack the Philistines and save Keilah.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse": 3,
      "text": "But David’s men said to him, “Behold, we are fearful here in Judah. How much more then if we go to Keilah against the ranks of the Philistines?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse": 4,
      "text": "So David inquired of the Lord once more. And the Lord answered him and said, “Arise, go down to Keilah, for I am going to hand the Philistines over to you.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse": 5,
      "text": "Then David and his men went to Keilah and fought the Philistines; and he drove away their livestock and struck them with a great slaughter. So David saved the inhabitants of Keilah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse": 6,
      "text": "Now it came about, when Abiathar the son of Ahimelech fled to David at Keilah, that he came down with an ephod in his hand.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse": 7,
      "text": "When it was reported to Saul that David had come to Keilah, Saul said, “God has handed him over to me, for he shut himself in by entering a city with double gates and bars.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse": 8,
      "text": "So Saul summoned all the people for war, to go down to Keilah to besiege David and his men.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse": 9,
      "text": "But David knew that Saul was plotting evil against him; so he said to Abiathar the priest, “Bring the ephod here.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse": 10,
      "text": "Then David said, “Lord God of Israel, Your servant has heard for certain that Saul is seeking to come to Keilah to destroy the city on my account.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse": 11,
      "text": "Will the citizens of Keilah hand me over to him? Will Saul come down just as Your servant has heard? Lord God of Israel, please, tell Your servant.” And the Lord said, “He will come down.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse": 12,
      "text": "Then David said, “Will the citizens of Keilah hand me and my men over to Saul?” And the Lord said, “They will hand you over.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse": 13,
      "text": "Then David and his men, about six hundred, rose up and departed from Keilah, and they went wherever they could go. When it was reported to Saul that David had escaped from Keilah, he gave up the pursuit.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse": 14,
      "text": "David stayed in the wilderness in the strongholds, and remained in the hill country in the wilderness of Ziph. And Saul searched for him every day, but God did not hand him over to him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse": 15,
      "text": "Now David saw that Saul had come out to seek his life while David was in the wilderness of Ziph, at Horesh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse": 16,
      "text": "And Jonathan, Saul’s son, set out and went to David at Horesh, and encouraged him in God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse": 17,
      "text": "He said to him, “Do not be afraid, because the hand of Saul my father will not find you, and you will be king over Israel, and I will be second in command to you; and Saul my father knows that as well.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse": 18,
      "text": "So the two of them made a covenant before the Lord; and David stayed at Horesh, while Jonathan went to his house.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse": 19,
      "text": "Then Ziphites came up to Saul at Gibeah, saying, “Is David not keeping himself hidden with us in the strongholds at Horesh, on the hill of Hachilah, which is south of Jeshimon?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse": 20,
      "text": "Now then, O king, come down, since you fully desire to do so; and our part shall be to hand him over to the king.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse": 21,
      "text": "Saul said, “May you be blessed of the Lord, since you have had compassion on me.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse": 22,
      "text": "Go now, be more persistent, and investigate and see his place where he is hiding, and who has seen him there; for I am told that he is very cunning.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse": 23,
      "text": "So look, and learn about all the hiding places where he keeps himself hidden, and return to me with certainty, and I will go with you; and if he is in the land, I will search him out among all the thousands of Judah.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse": 24,
      "text": "So they set out and went to Ziph ahead of Saul. Now David and his men were in the wilderness of Maon, in the Arabah to the south of Jeshimon.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse": 25,
      "text": "When Saul and his men went to seek him, they informed David, and he came down to the rock and stayed in the wilderness of Maon. And when Saul heard about it, he pursued David in the wilderness of Maon.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse": 26,
      "text": "Saul went on one side of the mountain, and David and his men on the other side of the mountain; and David was hurrying to get away from Saul, while Saul and his men were surrounding David and his men to apprehend them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse": 27,
      "text": "But a messenger came to Saul, saying, “Hurry and come, for the Philistines have launched an attack against the land!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse": 28,
      "text": "So Saul returned from pursuing David and went to confront the Philistines; therefore they called that place the Rock of Division.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 23,
      "verse": 29,
      "text": "And David went up from there and stayed in the strongholds of Engedi.",
      "header": "",
      "footer": ""
    }
  ]
}