{
  "book_name": "Romans",
  "chapter": 12,
  "verses": [
    {
      "book_name": "Romans",
      "chapter": 12,
      "verse": 1,
      "text": "I appeal to you therefore, brothers and sisters, on the basis of God’s mercy, to present your bodies as a living sacrifice, holy and acceptable to God, which is your reasonable act of worship.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 12,
      "verse": 2,
      "text": "Do not be conformed to this age, but be transformed by the renewing of the mind, so that you may discern what is the will of God—what is good and acceptable and perfect.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 12,
      "verse": 3,
      "text": "For by the grace given to me I say to everyone among you not to think of yourself more highly than you ought to think but to think with sober judgment, each according to the measure of faith that God has assigned.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 12,
      "verse": 4,
      "text": "For as in one body we have many members and not all the members have the same function,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 12,
      "verse": 5,
      "text": "so we, who are many, are one body in Christ, and individually we are members one of another.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 12,
      "verse": 6,
      "text": "We have gifts that differ according to the grace given to us: prophecy, in proportion to faith;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 12,
      "verse": 7,
      "text": "ministry, in ministering; the teacher, in teaching;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 12,
      "verse": 8,
      "text": "the encourager, in encouragement; the giver, in sincerity; the leader, in diligence; the compassionate, in cheerfulness.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 12,
      "verse": 9,
      "text": "Let love be genuine; hate what is evil; hold fast to what is good;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 12,
      "verse": 10,
      "text": "love one another with mutual affection; outdo one another in showing honor.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 12,
      "verse": 11,
      "text": "Do not lag in zeal; be ardent in spirit; serve the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 12,
      "verse": 12,
      "text": "Rejoice in hope; be patient in affliction; persevere in prayer.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 12,
      "verse": 13,
      "text": "Contribute to the needs of the saints; pursue hospitality to strangers.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 12,
      "verse": 14,
      "text": "Bless those who persecute you; bless and do not curse them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 12,
      "verse": 15,
      "text": "Rejoice with those who rejoice; weep with those who weep.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 12,
      "verse": 16,
      "text": "Live in harmony with one another; do not be arrogant, but associate with the lowly; do not claim to be wiser than you are.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 12,
      "verse": 17,
      "text": "Do not repay anyone evil for evil, but take thought for what is noble in the sight of all.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 12,
      "verse": 18,
      "text": "If it is possible, so far as it depends on you, live peaceably with all.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 12,
      "verse": 19,
      "text": "Beloved, never avenge yourselves, but leave room for the wrath of God, for it is written, “Vengeance is mine; I will repay, says the Lord.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 12,
      "verse": 20,
      "text": "Instead, “if your enemies are hungry, feed them; if they are thirsty, give them something to drink, for by doing this you will heap burning coals on their heads.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 12,
      "verse": 21,
      "text": "Do not be overcome by evil, but overcome evil with good.",
      "header": "",
      "footer": ""
    }
  ]
}