{
  "book_name": "Romans",
  "chapter": 15,
  "verses": [
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 1,
      "text": "We who are strong ought to put up with the failings of the weak and not to please ourselves.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 2,
      "text": "Each of us must please our neighbor for the good purpose of building up the neighbor.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 3,
      "text": "For Christ did not please himself, but, as it is written, “The insults of those who insult you have fallen on me.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 4,
      "text": "For whatever was written in former days was written for our instruction, so that by steadfastness and by the encouragement of the scriptures we might have hope.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 5,
      "text": "May the God of steadfastness and encouragement grant you to live in harmony with one another, in accordance with Christ Jesus,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 6,
      "text": "so that together you may with one voice glorify the God and Father of our Lord Jesus Christ.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 7,
      "text": "Welcome one another, therefore, just as Christ has welcomed you, for the glory of God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 8,
      "text": "For I tell you that Christ has become a servant of the circumcised on behalf of the truth of God in order that he might confirm the promises given to the ancestors",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 9,
      "text": "and that the gentiles might glorify God for his mercy. As it is written,\n“Therefore I will confess you among the gentiles\n    and sing praises to your name”;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 10,
      "text": "and again he says,\n“Rejoice, O gentiles, with his people”;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 11,
      "text": "and again,\n“Praise the Lord, all you gentiles,\n    and let all the peoples praise him”;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 12,
      "text": "and again Isaiah says,\n“The root of Jesse shall come,\n    the one who rises to rule the gentiles;\nin him the gentiles shall hope.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 13,
      "text": "May the God of hope fill you with all joy and peace in believing, so that you may abound in hope by the power of the Holy Spirit.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 14,
      "text": "I myself feel confident about you, my brothers and sisters, that you yourselves are full of goodness, filled with all knowledge, and able to instruct one another.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 15,
      "text": "Nevertheless, on some points I have written to you rather boldly by way of reminder, because of the grace given me by God",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 16,
      "text": "to be a minister of Christ Jesus to the gentiles in the priestly service of the gospel of God, so that the offering of the gentiles may be acceptable, sanctified by the Holy Spirit.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 17,
      "text": "In Christ Jesus, then, I have reason to boast of my work for God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 18,
      "text": "For I will not be so bold as to speak of anything except what Christ has accomplished through me to win obedience from the gentiles, by word and deed,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 19,
      "text": "by the power of signs and wonders, by the power of the Spirit, so that from Jerusalem and as far around as Illyricum I have fully proclaimed the gospel of Christ.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 20,
      "text": "Thus I make it my ambition to proclaim the gospel, not where Christ has already been named, so that I do not build on someone else’s foundation,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 21,
      "text": "but as it is written,\n“Those who have never been told of him shall see,\n    and those who have never heard of him shall understand.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 22,
      "text": "This is the reason that I have so often been hindered from coming to you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 23,
      "text": "But now, with no further place for me in these regions, I desire, as I have for many years, to come to you",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 24,
      "text": "when I go to Spain. For I do hope to see you on my journey and to be sent on by you, once I have enjoyed your company for a little while.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 25,
      "text": "At present, however, I am going to Jerusalem in a ministry to the saints,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 26,
      "text": "for Macedonia and Achaia were pleased to share their resources with the poor among the saints at Jerusalem.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 27,
      "text": "They were pleased to do this, and indeed they owe it to them, for if the gentiles have come to share in their spiritual blessings, they ought also to be of service to them in material things.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 28,
      "text": "So, when I have completed this and have delivered to them what has been collected, I will set out by way of you to Spain,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 29,
      "text": "and I know that when I come to you I will come in the fullness of the blessing of Christ.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 30,
      "text": "I appeal to you, brothers and sisters, by our Lord Jesus Christ and by the love of the Spirit, to join me in earnest prayer to God on my behalf,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 31,
      "text": "that I may be rescued from the unbelievers in Judea and that my ministry to Jerusalem may be acceptable to the saints,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 32,
      "text": "so that by God’s will I may come to you with joy and be refreshed in your company.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 33,
      "text": "The God of peace be with all of you. Amen.",
      "header": "",
      "footer": ""
    }
  ]
}