{
  "book_name": "Luke",
  "chapter": 6,
  "verses": [
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 1,
      "text": "Now it happened that Jesus was passing through some grainfields on a Sabbath, and His disciples were picking the heads of grain, rubbing them in their hands, and eating them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 2,
      "text": "But some of the Pharisees said, “Why are you doing what is not lawful on the Sabbath?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 3,
      "text": "And Jesus, answering them, said, “Have you not even read what David did when he was hungry, he and those who were with him,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 4,
      "text": "how he entered the house of God, and took and ate the consecrated bread, which is not lawful for anyone to eat except the priests alone, and gave it to his companions?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 5,
      "text": "And He was saying to them, “The Son of Man is Lord of the Sabbath.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 6,
      "text": "On another Sabbath He entered the synagogue and taught; and a man was there whose right hand was withered.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 7,
      "text": "Now the scribes and the Pharisees were watching Him closely to see if He healed on the Sabbath, so that they might find a reason to accuse Him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 8,
      "text": "But He knew what they were thinking, and He said to the man with the withered hand, “Get up and come forward!” And he got up and came forward.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 9,
      "text": "And Jesus said to them, “I ask you whether it is lawful to do good on the Sabbath or to do harm, to save a life or to destroy it?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 10,
      "text": "And after looking around at them all, He said to him, “Stretch out your hand!” And he did so; and his hand was restored.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 11,
      "text": "But they themselves were filled with senseless rage, and began discussing together what they might do to Jesus.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 12,
      "text": "Now it was at this time that He went off to the mountain to pray, and He spent the whole night in prayer with God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 13,
      "text": "And when day came, He called His disciples to Him and chose twelve of them, whom He also named as apostles:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 14,
      "text": "Simon, whom He also named Peter, and his brother Andrew; and James and John; and Philip and Bartholomew;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 15,
      "text": "and Matthew and Thomas; James the son of Alphaeus, and Simon who was called the Zealot;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 16,
      "text": "Judas the son of James, and Judas Iscariot, who became a traitor.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 17,
      "text": "And then Jesus came down with them and stood on a level place; and there was a large crowd of His disciples, and a great multitude of the people from all Judea and Jerusalem, and the coastal region of Tyre and Sidon,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 18,
      "text": "who had come to hear Him and to be healed of their diseases; and those who were troubled by unclean spirits were being cured.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 19,
      "text": "And all the people were trying to touch Him, because power was coming from Him and healing them all.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 20,
      "text": "And He raised His eyes toward His disciples and began saying, “Blessed are you who are poor, for yours is the kingdom of God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 21,
      "text": "Blessed are you who are hungry now, for you will be satisfied. Blessed are you who weep now, for you will laugh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 22,
      "text": "Blessed are you when the people hate you, and when they exclude you, and insult you, and scorn your name as evil, on account of the Son of Man.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 23,
      "text": "Rejoice on that day and jump for joy, for behold, your reward is great in heaven. For their fathers used to treat the prophets the same way.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 24,
      "text": "But woe to you who are rich, for you are receiving your comfort in full.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 25,
      "text": "Woe to you who are well-fed now, for you will be hungry. Woe to you who laugh now, for you will mourn and weep.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 26,
      "text": "Woe to you when all the people speak well of you; for their fathers used to treat the false prophets the same way.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 27,
      "text": "“But I say to you who hear, love your enemies, do good to those who hate you,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 28,
      "text": "bless those who curse you, pray for those who are abusive to you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 29,
      "text": "Whoever hits you on the cheek, offer him the other also; and whoever takes away your cloak, do not withhold your tunic from him either.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 30,
      "text": "Give to everyone who asks of you, and whoever takes away what is yours, do not demand it back.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 31,
      "text": "Treat people the same way you want them to treat you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 32,
      "text": "If you love those who love you, what credit is that to you? For even sinners love those who love them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 33,
      "text": "And if you do good to those who do good to you, what credit is that to you? For even sinners do the same.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 34,
      "text": "And if you lend to those from whom you expect to receive, what credit is that to you? Even sinners lend to sinners in order to receive back the same amount.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 35,
      "text": "But love your enemies and do good, and lend, expecting nothing in return; and your reward will be great, and you will be sons of the Most High; for He Himself is kind to ungrateful and evil people.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 36,
      "text": "Be merciful, just as your Father is merciful.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 37,
      "text": "“Do not judge, and you will not be judged; and do not condemn, and you will not be condemned; pardon, and you will be pardoned.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 38,
      "text": "Give, and it will be given to you. They will pour into your lap a good measure—pressed down, shaken together, and running over. For by your standard of measure it will be measured to you in return.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 39,
      "text": "Now He also spoke a parable to them: “A person who is blind cannot guide another who is blind, can he? Will they not both fall into a pit?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 40,
      "text": "A student is not above the teacher; but everyone, when he has been fully trained, will be like his teacher.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 41,
      "text": "Why do you look at the speck that is in your brother’s eye, but do not notice the log that is in your own eye?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 42,
      "text": "How can you say to your brother, ‘Brother, let me take out the speck that is in your eye,’ when you yourself do not see the log that is in your own eye? You hypocrite, first take the log out of your own eye, and then you will see clearly to take out the speck that is in your brother’s eye.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 43,
      "text": "For there is no good tree that bears bad fruit, nor, on the other hand, a bad tree that bears good fruit.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 44,
      "text": "For each tree is known by its own fruit. For people do not gather figs from thorns, nor do they pick grapes from a briar bush.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 45,
      "text": "The good person out of the good treasure of his heart brings forth what is good; and the evil person out of the evil treasure brings forth what is evil; for his mouth speaks from that which fills his heart.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 46,
      "text": "“Now why do you call Me, ‘Lord, Lord,’ and do not do what I say?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 47,
      "text": "Everyone who comes to Me and hears My words and acts on them, I will show you whom he is like:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 48,
      "text": "he is like a man building a house, who dug deep and laid a foundation on the rock; and when there was a flood, the river burst against that house and yet it could not shake it, because it had been well built.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 6,
      "verse": 49,
      "text": "But the one who has heard and has not acted accordingly is like a man who built a house on the ground without a foundation; and the river burst against it and it immediately collapsed, and the ruin of that house was great.”",
      "header": "",
      "footer": ""
    }
  ]
}