{
  "book_name": "1 Chronicles",
  "chapter": 19,
  "verses": [
    {
      "book_name": "1 Chronicles",
      "chapter": 19,
      "verse": 1,
      "text": "And it happened that after this Nahash the king of the Ammonites died, and his son reigned in his place.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 19,
      "verse": 2,
      "text": "And David said, “I will deal kindly with Hanun the son of Nahash because his father showed kindness to me.” So David sent messengers to comfort him concerning his father. And the servants of David came to the land of the Ammonites, to Hanun, to comfort him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 19,
      "verse": 3,
      "text": "But the princes of the Ammonites said to Hanun, “Do you think because David sent comforters to you that David honors your father? Is it not for the purpose of exploring so as to overthrow and spy out the land that his servants have come to you?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 19,
      "verse": 4,
      "text": "So Hanun took the servants of David and shaved them and cut off their garments at the middle, up to the buttocks, and sent them away.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 19,
      "verse": 5,
      "text": "And they went and told David concerning the men, and he inquired of them, for the men were very disgraced. And the king said, “Dwell in Jericho until your beards grow out; then return.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 19,
      "verse": 6,
      "text": "And when the Ammonites saw that they made themselves odious to David, Hanun and the Ammonites sent one thousand talents of silver to hire for themselves horses and chariots from Aram-Naharaim, Aram-Maacah, and Zobah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 19,
      "verse": 7,
      "text": "And they hired for themselves thirty-two thousand chariots and the king of Maacah and his people, and they came and encamped before Medeba. And the Ammonites were gathered from their cities and came to the battle.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 19,
      "verse": 8,
      "text": "And when David heard, he sent Joab and the entire army of mighty warriors.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 19,
      "verse": 9,
      "text": "And the Ammonites went out and took up positions for battle at the entrance of the city. And the kings who had come were alone in the field.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 19,
      "verse": 10,
      "text": "When Joab saw that there was a battle line against him at the front and the back, he chose from among the chosen men in Israel and arranged them to meet Aram.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 19,
      "verse": 11,
      "text": "And the remainder of the people he put in the hand of Abishai his brother, and they were arranged to meet the Ammonites.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 19,
      "verse": 12,
      "text": "And he said, “If Aram is too strong for me, then you must be a help to me, but if the Ammonites are too strong for you, then I will help you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 19,
      "verse": 13,
      "text": "Be strong! Let us strengthen ourselves on behalf of our people and on behalf of the cities of our God. And may Yahweh do what is good in his eyes.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 19,
      "verse": 14,
      "text": "And Joab and the people who were with him drew near before Aram for battle, and they fled before him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 19,
      "verse": 15,
      "text": "And when the Ammonites saw that Aram had fled, they also fled before Abishai his brother, and they came to the city. Then Joab came to Jerusalem.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 19,
      "verse": 16,
      "text": "And when Aram saw that they were defeated before Israel, they sent messengers and brought out Aram, who was from beyond the Euphrates, with Shophach the commander of the army of Hadadezer before them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 19,
      "verse": 17,
      "text": "And when it was told to David, he gathered all Israel and crossed the Jordan. And he came to them and was arrayed against them. Then David was arrayed to meet Aram in battle, and they fought with him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 19,
      "verse": 18,
      "text": "And Aram fled before Israel. And David killed from Aram the men of seven thousand chariots and forty thousand foot soldiers, and he put to death Shophach the commander of the army.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 19,
      "verse": 19,
      "text": "And when the servants of Hadadezer saw that they were defeated before Israel, they made peace with David and became servants to him. So Aram was no longer willing to help the Ammonites.",
      "header": "",
      "footer": ""
    }
  ]
}