{
  "book_name": "1 Chronicles",
  "chapter": 7,
  "verses": [
    {
      "book_name": "1 Chronicles",
      "chapter": 7,
      "verse": 1,
      "text": "The sons of Issachar: Tola, Puah, Jashub, and Shimron, four.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 7,
      "verse": 2,
      "text": "The sons of Tola: Uzzi, Rephaiah, Jeriel, Jahmai, Ibsam, and Shemuel, heads of their fathers’ houses; for Tola, mighty warriors of their generations, their number in the days of David were twenty-two thousand six hundred.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 7,
      "verse": 3,
      "text": "The sons of Uzzi: Izrahiah. And the sons of Izrahiah: Michael, Obadiah, Joel, and Isshiah; all five of them were chiefs.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 7,
      "verse": 4,
      "text": "And in addition to them, according to their generations, according to the house of their fathers, were troops of the army for war: thirty-six thousand. For they had many wives and sons.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 7,
      "verse": 5,
      "text": "Now their kinsmen belonging to all the clans of Issachar were in all eighty-seven thousand mighty warriors, enrolled according to their genealogy.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 7,
      "verse": 6,
      "text": "The sons of Benjamin: Bela, Beker, and Jediael, three.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 7,
      "verse": 7,
      "text": "The sons of Bela: Ezbon, Uzzi, Uzziel, Jerimoth, and Iri, five, the heads of the house of the fathers, mighty warriors. And their enrollment by genealogy was twenty-two thousand thirty-four.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 7,
      "verse": 8,
      "text": "The sons of Beker: Zemirah, Joash, Eliezer, Elioenai, Omri, Jeremoth, Abijah, Anathoth, and Alemeth. All these were the sons of Beker.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 7,
      "verse": 9,
      "text": "And their enrollment by genealogy according to their generations, as heads of the house of their fathers, mighty warriors, was twenty thousand two hundred.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 7,
      "verse": 10,
      "text": "The sons of Jediael: Bilhan. And the sons of Bilhan: Jeush, Benjamin, Ehud, Kenaanah, Zethan, Tarshish, and Ahishahar.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 7,
      "verse": 11,
      "text": "All these were the sons of Jediael according to the heads of the families, mighty warriors, seventeen thousand two hundred, able to go to war.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 7,
      "verse": 12,
      "text": "And Shuppim and Huppim were the sons of Ir; Hushim, the son of Aher.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 7,
      "verse": 13,
      "text": "The sons of Naphtali: Jahziel, Guni, Jezer, and Shallum, the descendants of Bilhah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 7,
      "verse": 14,
      "text": "The sons of Manasseh: Asriel, whom his Aramean concubine bore; she gave birth to Makir the father of Gilead.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 7,
      "verse": 15,
      "text": "And Machir took a wife for Huppim and for Shuppim. And the name of his sister was Maacah. And the name of the second, Zelophehad. And Zelophehad had daughters.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 7,
      "verse": 16,
      "text": "And Maacah the wife of Machir gave birth to a son, and she called his name Peresh. And the name of his brother was Sheresh, and his sons were Ulam and Rekem.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 7,
      "verse": 17,
      "text": "The sons of Ulam: Bedan. These were the sons of Gilead the son of Makir, son of Manasseh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 7,
      "verse": 18,
      "text": "And his sister, Hammolecheth, gave birth to Ishhod, Abiezer, and Mahlah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 7,
      "verse": 19,
      "text": "The sons of Shemida were Ahian, Shechem, Likhi, and Aniam.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 7,
      "verse": 20,
      "text": "The sons of Ephraim: Shuthelah and Bered his son, Tahath his son, Eleadah his son, Tahath his son,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 7,
      "verse": 21,
      "text": "Zabad his son, Shuthelah his son, and Ezer and Elead. And the men of Gath who were born in the land killed them because they came down to take their livestock.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 7,
      "verse": 22,
      "text": "And Ephraim their father mourned many days, and his brothers came to comfort him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 7,
      "verse": 23,
      "text": "And Ephraim went in to his wife, and she conceived and gave birth to a son. And he called his name Beriah because disaster had been upon his house.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 7,
      "verse": 24,
      "text": "And his daughter was Sheerah, and she built Lower and Upper Beth-Horon and Uzzen-Sheerah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 7,
      "verse": 25,
      "text": "And Rephah was his son, and Resheph, and Telah his son, Tahan his son,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 7,
      "verse": 26,
      "text": "Ladan his son, Ammihud his son, Elishama his son,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 7,
      "verse": 27,
      "text": "Nun his son, Joshua his son.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 7,
      "verse": 28,
      "text": "And their property and their dwellings were Bethel and its towns. And to the east, Naaran. And to the west, Gezer and its towns, and Shechem and its towns, up to Aija and its towns.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 7,
      "verse": 29,
      "text": "And along the borders of the sons of Manasseh: Beth-Shean and its towns, Taanach and its towns, Megiddo and its towns, and Dor and its towns. In these lived the sons of Joseph the son of Israel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 7,
      "verse": 30,
      "text": "The sons of Asher: Imnah, Ishvah, Ishvi, Beriah, and their sister Serah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 7,
      "verse": 31,
      "text": "The sons of Beriah: Heber and Malkiel, who was the father of Birzayith.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 7,
      "verse": 32,
      "text": "And Heber fathered Japhlet, Shomer, Hotham, and their sister Shua.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 7,
      "verse": 33,
      "text": "The sons of Japhlet: Pasach, Bimhal, and Ashvath. These were the sons of Japhlet.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 7,
      "verse": 34,
      "text": "The sons of Shemer: Ahi, Rohgah, Jehubbah, and Aram.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 7,
      "verse": 35,
      "text": "The sons of Helem his brother: Zophah, Imna, Shelesh, and Amal.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 7,
      "verse": 36,
      "text": "The sons of Zophah: Suah, Harnepher, Shual, Beri, Imrah,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 7,
      "verse": 37,
      "text": "Bezer, Hod, Shamma, Shilshah, Ithran, and Beera.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 7,
      "verse": 38,
      "text": "The sons of Jether: Jephunneh, Pispah, and Ara.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 7,
      "verse": 39,
      "text": "The sons of Ulla: Arah, Hanniel, and Rizia.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 7,
      "verse": 40,
      "text": "All of these were the sons of Asher, heads of the house of the fathers, chosen mighty warriors, heads of the princes. And their number enrolled by genealogy, in the army for the war, was twenty-six thousand men.",
      "header": "",
      "footer": ""
    }
  ]
}