{
  "book_name": "1 Chronicles",
  "chapter": 9,
  "verses": [
    {
      "book_name": "1 Chronicles",
      "chapter": 9,
      "verse": 1,
      "text": "So all Israel was enrolled in genealogy. And behold, they were written in the book of the kings of Israel. And Judah was taken away to Babylon on account of their sin.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 9,
      "verse": 2,
      "text": "Now the first inhabitants who were settled on their property in their cities in Israel were the priests, the Levites, and the temple servants.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 9,
      "verse": 3,
      "text": "And some of the people of Judah, Benjamin, Ephraim, and Manasseh lived in Jerusalem:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 9,
      "verse": 4,
      "text": "Uthai the son of Ammihud, son of Omri, son of Imri, son of Bani, from the sons of Perez, the son of Judah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 9,
      "verse": 5,
      "text": "And from the Shilonites: Asaiah the firstborn and his sons.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 9,
      "verse": 6,
      "text": "And from the sons of Zerah: Jeuel and their brethren, six hundred and ninety.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 9,
      "verse": 7,
      "text": "And from the sons of Benjamin: Sallu the son of Meshullam, son of Hodaviah, the son of Hassenuah;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 9,
      "verse": 8,
      "text": "Ibneah the son of Jeroham; Elah the son of Uzzi, son of Michri; Meshullam the son of Shephatiah, son of Reuel, son of Ibnijah;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 9,
      "verse": 9,
      "text": "and their brethren according to their generations, nine hundred and fifty-six. All these men were the heads of the families in the house of their fathers.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 9,
      "verse": 10,
      "text": "And from the priests: Jedaiah; Jehoiarib; Jakin;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 9,
      "verse": 11,
      "text": "Azariah son of Hilkiah, son of Meshullam, son of Zadok, son of Meraioth, son of Ahitub, the commander of the house of God;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 9,
      "verse": 12,
      "text": "Adaiah son of Jeroham, son of Pashhur, son of Malkijah; Maasai the son of Adiel, son of Jahzerah, son of Meshullam, son of Meshillemith, son of Immer;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 9,
      "verse": 13,
      "text": "and their kinsmen, heads of the house of their fathers, one thousand seven hundred and sixty mighty men for the work of the service of the house of God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 9,
      "verse": 14,
      "text": "And from the Levites: Shemaiah son of Hasshub, son of Azrikam, son of Hashabiah, from the sons of Merari;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 9,
      "verse": 15,
      "text": "Bakbakkar; Heresh; Galal; Mattaniah the son of Mica, son of Zicri, son of Asaph;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 9,
      "verse": 16,
      "text": "Obadiah the son of Shemaiah, son of Galal, son of Jeduthun; and Berechiah the son of Asa, son of Elkanah, who lived in the villages of Netophathite.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 9,
      "verse": 17,
      "text": "And the gatekeepers were Shallum, Akkub, Talmon, Ahiman, and their brethren (Shallum was the chief);",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 9,
      "verse": 18,
      "text": "until then they were gatekeepers at the gate of the king on the east side toward the camps of the Levites.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 9,
      "verse": 19,
      "text": "And Shallum the son of Kore, son of Ebiasaph, son of Korah, and his kinsmen of the house of his fathers, the Korahites, were over the work of the service, the guardians of the entrances to the tent, and their fathers were over the camp of Yahweh, guardians of the entrance.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 9,
      "verse": 20,
      "text": "And Phinehas the son of Eleazar was the leader over them in time past; Yahweh was with him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 9,
      "verse": 21,
      "text": "Zechariah the son of Meshelemiah was gatekeeper at the doorway to the tent of assembly.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 9,
      "verse": 22,
      "text": "All of them were chosen as gatekeepers at the entrances, two hundred and twelve. They were enrolled by genealogies in their villages. They were established by David and Samuel the seer on account of their faithfulness.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 9,
      "verse": 23,
      "text": "So they and their sons were over the gates of the house of Yahweh at the house of the tent as guards.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 9,
      "verse": 24,
      "text": "The gatekeepers were on four sides: east, west, north, and south.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 9,
      "verse": 25,
      "text": "And their brethren in their villages were to come every seven days by turn to be with these.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 9,
      "verse": 26,
      "text": "For the four mighty gatekeepers, they who were Levites, were entrusted and were over the chambers and over the storerooms of the house of God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 9,
      "verse": 27,
      "text": "And they lodged all around the house of God, for upon them was a responsibility. And they had charge of opening the house of God every morning.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 9,
      "verse": 28,
      "text": "And some of them were over the utensils of the service, for they count them when they are brought in and they count them when they are brought out.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 9,
      "verse": 29,
      "text": "And some of them were appointed over the objects, over the objects of the sanctuary, and over the wheat flour and the wine, the olive oil, the frankincense, and the spices.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 9,
      "verse": 30,
      "text": "And some of the sons of the priests mixed the fragrant ointment for the spices.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 9,
      "verse": 31,
      "text": "And Mattithiah, one of the Levites, was the firstborn of Shallum the Korahite and was entrusted with the work of the pan breads.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 9,
      "verse": 32,
      "text": "And from the sons of the Kohathites, some of their kinsmen were over the showbread to prepare it every Sabbath.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 9,
      "verse": 33,
      "text": "Now these were the singers; the heads of the families of the Levites were in the chambers free from other service, for day and night they were over them on the service.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 9,
      "verse": 34,
      "text": "These were the heads of the families of the Levites according to their genealogies, leaders. These lived in Jerusalem.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 9,
      "verse": 35,
      "text": "And these lived in Gibeon: Jeiel the father of Gibeon. And the name of his wife was Maacah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 9,
      "verse": 36,
      "text": "And his firstborn son Abdon, and Zur, Kish, Baal, Ner, Nadab,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 9,
      "verse": 37,
      "text": "Gedor, Ahio, Zechariah, and Mikloth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 9,
      "verse": 38,
      "text": "And Mikloth fathered Shimeam. And they also lived nearby their brothers in Jerusalem with their brothers.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 9,
      "verse": 39,
      "text": "And Ner fathered Kish, and Kish fathered Saul, and Saul fathered Jonathan, Malchi-Shua, Abinadab, and Eshbaal.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 9,
      "verse": 40,
      "text": "And the son of Jonathan was Meribaal. And Meribaal fathered Micah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 9,
      "verse": 41,
      "text": "And the sons of Micah were Pithon, Melech, Tahrea, and Ahaz.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 9,
      "verse": 42,
      "text": "And Ahaz fathered Jarah, and Jarah fathered Alemeth, Azmaveth, and Zimri. And Zimri fathered Moza,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 9,
      "verse": 43,
      "text": "and Moza fathered Binea; and Rephaiah was his son, Eleasah his son, Azel his son.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Chronicles",
      "chapter": 9,
      "verse": 44,
      "text": "And Azel had six sons, and these are their names: Azrikam, Bokeru, Ishmael, Sheariah, Obadiah, and Hanan. These were the sons of Azel.",
      "header": "",
      "footer": ""
    }
  ]
}