{
  "book_name": "Revelation",
  "chapter": 19,
  "verses": [
    {
      "book_name": "Revelation",
      "chapter": 19,
      "verse": 1,
      "text": "After this I heard what seemed to be the loud voice of a great multitude in heaven, saying,\n“Hallelujah!\nSalvation and glory and power to our God,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 19,
      "verse": 2,
      "text": "for his judgments are true and just;\nhe has judged the great whore\n    who corrupted the earth with her prostitution,\nand he has avenged on her the blood of his servants.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 19,
      "verse": 3,
      "text": "Once more they said,\n“Hallelujah!\nThe smoke goes up from her forever and ever.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 19,
      "verse": 4,
      "text": "And the twenty-four elders and the four living creatures fell down and worshiped God who is seated on the throne, saying,\n“Amen. Hallelujah!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 19,
      "verse": 5,
      "text": "And from the throne came a voice saying,\n“Praise our God,\n    all you his servants\nand all who fear him,\n    small and great.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 19,
      "verse": 6,
      "text": "Then I heard what seemed to be the voice of a great multitude, like the sound of many waters and like the sound of mighty thunderpeals, crying out,\n“Hallelujah!\nFor the Lord God\n    the Almighty reigns.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 19,
      "verse": 7,
      "text": "Let us rejoice and exult\n    and give him the glory,\nfor the marriage of the Lamb has come,\n    and his bride has made herself ready;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 19,
      "verse": 8,
      "text": "to her it has been granted to be clothed\n    with fine linen, bright and pure”—\nfor the fine linen is the righteous deeds of the saints.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 19,
      "verse": 9,
      "text": "And the angel said to me, “Write this: Blessed are those who are invited to the marriage supper of the Lamb.” And he said to me, “These are true words of God.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 19,
      "verse": 10,
      "text": "Then I fell down at his feet to worship him, but he said to me, “You must not do that! I am a fellow servant with you and your brothers and sisters who hold the testimony of Jesus. Worship God! For the testimony of Jesus is the spirit of prophecy.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 19,
      "verse": 11,
      "text": "Then I saw heaven opened, and there was a white horse! Its rider is called Faithful and True, and in righteousness he judges and wages war.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 19,
      "verse": 12,
      "text": "His eyes are like a flame of fire, and on his head are many diadems, and he has a name inscribed that no one knows but himself.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 19,
      "verse": 13,
      "text": "He is clothed in a robe dipped in blood, and his name is called The Word of God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 19,
      "verse": 14,
      "text": "And the armies of heaven, wearing fine linen, white and pure, were following him on white horses.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 19,
      "verse": 15,
      "text": "From his mouth comes a sharp sword with which to strike down the nations, and he will rule them with a scepter of iron; he will tread the winepress of the fury of the wrath of God the Almighty.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 19,
      "verse": 16,
      "text": "On his robe and on his thigh he has a name inscribed, “King of kings and Lord of lords.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 19,
      "verse": 17,
      "text": "Then I saw an angel standing in the sun, and with a loud voice he called to all the birds that fly in midheaven, “Come, gather for the great supper of God,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 19,
      "verse": 18,
      "text": "to eat the flesh of kings, the flesh of captains, the flesh of the mighty, the flesh of horses and their riders—flesh of all, both free and slave, both small and great.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 19,
      "verse": 19,
      "text": "Then I saw the beast and the kings of the earth with their armies gathered to wage war against the rider on the horse and against his army.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 19,
      "verse": 20,
      "text": "And the beast was captured, and with it the false prophet who had performed in its presence the signs by which he deceived those who had received the brand of the beast and those who worshiped its image. These two were thrown alive into the lake of fire that burns with sulfur.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 19,
      "verse": 21,
      "text": "And the rest were killed by the sword of the rider on the horse, the sword that came from his mouth, and all the birds were gorged with their flesh.",
      "header": "",
      "footer": ""
    }
  ]
}