{
  "book_name": "Revelation",
  "chapter": 7,
  "verses": [
    {
      "book_name": "Revelation",
      "chapter": 7,
      "verse": 1,
      "text": "After this I saw four angels standing at the four corners of the earth, holding back the four winds of the earth so that no wind could blow on earth or sea or against any tree.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 7,
      "verse": 2,
      "text": "I saw another angel ascending from the rising of the sun, with the seal of the living God, and he called with a loud voice to the four angels who had been given power to damage earth and sea,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 7,
      "verse": 3,
      "text": "saying, “Do not damage the earth or the sea or the trees, until we have marked the servants of our God with a seal on their foreheads.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 7,
      "verse": 4,
      "text": "And I heard the number of those who were sealed, one hundred forty-four thousand, sealed out of every tribe of the people of Israel:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 7,
      "verse": 5,
      "text": "From the tribe of Judah twelve thousand sealed,\nfrom the tribe of Reuben twelve thousand,\nfrom the tribe of Gad twelve thousand,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 7,
      "verse": 6,
      "text": "from the tribe of Asher twelve thousand,\nfrom the tribe of Naphtali twelve thousand,\nfrom the tribe of Manasseh twelve thousand,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 7,
      "verse": 7,
      "text": "from the tribe of Simeon twelve thousand,\nfrom the tribe of Levi twelve thousand,\nfrom the tribe of Issachar twelve thousand,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 7,
      "verse": 8,
      "text": "from the tribe of Zebulun twelve thousand,\nfrom the tribe of Joseph twelve thousand,\nfrom the tribe of Benjamin twelve thousand sealed.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 7,
      "verse": 9,
      "text": "After this I looked, and there was a great multitude that no one could count, from every nation, from all tribes and peoples and languages, standing before the throne and before the Lamb, robed in white, with palm branches in their hands.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 7,
      "verse": 10,
      "text": "They cried out in a loud voice, saying,\n“Salvation belongs to our God who is seated on the throne and to the Lamb!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 7,
      "verse": 11,
      "text": "And all the angels stood around the throne and around the elders and the four living creatures, and they fell on their faces before the throne and worshiped God,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 7,
      "verse": 12,
      "text": "singing,\n“Amen! Blessing and glory and wisdom\nand thanksgiving and honor\nand power and might\nbe to our God forever and ever! Amen.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 7,
      "verse": 13,
      "text": "Then one of the elders addressed me, saying, “Who are these, robed in white, and where have they come from?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 7,
      "verse": 14,
      "text": "I said to him, “Sir, you are the one who knows.” Then he said to me, “These are they who have come out of the great ordeal; they have washed their robes and made them white in the blood of the Lamb.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 7,
      "verse": 15,
      "text": "For this reason they are before the throne of God\n    and worship him day and night within his temple,\n    and the one who is seated on the throne will shelter them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 7,
      "verse": 16,
      "text": "They will hunger no more and thirst no more;\n    the sun will not strike them,\n    nor any scorching heat,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Revelation",
      "chapter": 7,
      "verse": 17,
      "text": "for the Lamb at the center of the throne will be their shepherd,\n    and he will guide them to springs of the water of life,\nand God will wipe away every tear from their eyes.”",
      "header": "",
      "footer": ""
    }
  ]
}