{
  "book_name": "John",
  "chapter": 9,
  "verses": [
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 1,
      "text": "As Jesus passed by, He saw a man who had been blind from birth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 2,
      "text": "And His disciples asked Him, “Rabbi, who sinned, this man or his parents, that he would be born blind?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 3,
      "text": "Jesus answered, “It was neither that this man sinned, nor his parents; but it was so that the works of God might be displayed in him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 4,
      "text": "We must carry out the works of Him who sent Me as long as it is day; night is coming, when no one can work.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 5,
      "text": "While I am in the world, I am the Light of the world.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 6,
      "text": "When He had said this, He spit on the ground, and made mud from the saliva, and applied the mud to his eyes,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 7,
      "text": "and said to him, “Go, wash in the pool of Siloam” (which is translated, Sent). So he left and washed, and came back seeing.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 8,
      "text": "So the neighbors, and those who previously saw him as a beggar, were saying, “Is this not the one who used to sit and beg?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 9,
      "text": "Others were saying, “This is he,” still others were saying, “No, but he is like him.” The man himself kept saying, “I am the one.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 10,
      "text": "So they were saying to him, “How then were your eyes opened?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 11,
      "text": "He answered, “The Man who is called Jesus made mud, and spread it on my eyes, and said to me, ‘Go to Siloam and wash’; so I went away and washed, and I received sight.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 12,
      "text": "And they said to him, “Where is He?” He said, “I do not know.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 13,
      "text": "They brought the man who was previously blind to the Pharisees.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 14,
      "text": "Now it was a Sabbath on the day that Jesus made the mud and opened his eyes.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 15,
      "text": "Then the Pharisees also were asking him again how he received his sight. And he said to them, “He applied mud to my eyes, and I washed, and I see.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 16,
      "text": "Therefore some of the Pharisees were saying, “This Man is not from God, because He does not keep the Sabbath.” But others were saying, “How can a man who is a sinner perform such signs?” And there was dissension among them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 17,
      "text": "So they said again to the man who was blind, “What do you say about Him, since He opened your eyes?” And he said, “He is a prophet.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 18,
      "text": "The Jews then did not believe it about him, that he had been blind and had received sight, until they called the parents of the very one who had received his sight,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 19,
      "text": "and they questioned them, saying, “Is this your son, who you say was born blind? Then how does he now see?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 20,
      "text": "His parents then answered and said, “We know that this is our son, and that he was born blind;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 21,
      "text": "but how he now sees, we do not know; or who opened his eyes, we do not know. Ask him; he is of age, he will speak for himself.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 22,
      "text": "His parents said this because they were afraid of the Jews; for the Jews had already reached the decision that if anyone confessed Him to be Christ, he was to be excommunicated from the synagogue.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 23,
      "text": "It was for this reason that his parents said, “He is of age; ask him.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 24,
      "text": "So for a second time they summoned the man who had been blind, and said to him, “Give glory to God; we know that this Man is a sinner.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 25,
      "text": "He then answered, “Whether He is a sinner, I do not know; one thing I do know, that though I was blind, now I see.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 26,
      "text": "So they said to him, “What did He do to you? How did He open your eyes?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 27,
      "text": "He answered them, “I told you already and you did not listen; why do you want to hear it again? You do not want to become His disciples too, do you?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 28,
      "text": "They spoke abusively to him and said, “You are His disciple, but we are disciples of Moses.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 29,
      "text": "We know that God has spoken to Moses, but as for this Man, we do not know where He is from.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 30,
      "text": "The man answered and said to them, “Well, here is the amazing thing, that you do not know where He is from, and yet He opened my eyes!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 31,
      "text": "We know that God does not listen to sinners; but if someone is God-fearing and does His will, He listens to him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 32,
      "text": "Since the beginning of time it has never been heard that anyone opened the eyes of a person born blind.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 33,
      "text": "If this Man were not from God, He could do nothing.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 34,
      "text": "They answered him, “You were born entirely in sins, and yet you are teaching us?” So they put him out.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 35,
      "text": "Jesus heard that they had put him out, and upon finding him, He said, “Do you believe in the Son of Man?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 36,
      "text": "He answered by saying, “And who is He, Sir, that I may believe in Him?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 37,
      "text": "Jesus said to him, “You have both seen Him, and He is the One who is talking with you.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 38,
      "text": "And he said, “I believe, Lord.” And he worshiped Him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 39,
      "text": "And Jesus said, “For judgment I came into this world, so that those who do not see may see, and those who see may become blind.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 40,
      "text": "Those who were with Him from the Pharisees heard these things and said to Him, “We are not blind too, are we?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "John",
      "chapter": 9,
      "verse": 41,
      "text": "Jesus said to them, “If you were blind, you would have no sin; but now that you maintain, ‘We see,’ your sin remains.",
      "header": "",
      "footer": ""
    }
  ]
}