{
  "book_name": "2 Timothy",
  "chapter": 4,
  "verses": [
    {
      "book_name": "2 Timothy",
      "chapter": 4,
      "verse": 1,
      "text": "I solemnly charge you before God and Christ Jesus, who is going to judge the living and the dead, and by his appearing and his kingdom,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 4,
      "verse": 2,
      "text": "preach the word, be ready in season and out of season, reprove, rebuke, exhort, with all patience and instruction.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 4,
      "verse": 3,
      "text": "For there will be a time when they will not put up with sound teaching, but in accordance with their own desires, they will accumulate for themselves teachers, because they have an insatiable curiosity,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 4,
      "verse": 4,
      "text": "and they will turn away from the hearing of the truth, but will turn to myths.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 4,
      "verse": 5,
      "text": "But you, be self-controlled in all things, bear hardship patiently, do the work of an evangelist, fulfill your ministry.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 4,
      "verse": 6,
      "text": "For I am already being poured out as a drink offering, and the time of my departure is imminent.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 4,
      "verse": 7,
      "text": "I have fought the good fight, I have completed the race, I have kept the faith.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 4,
      "verse": 8,
      "text": "Finally, the crown of righteousness is reserved for me, that the Lord, the righteous Judge, will award to me on that day, and not only to me, but also to all who have loved his appearing.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 4,
      "verse": 9,
      "text": "Make haste to come to me quickly.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 4,
      "verse": 10,
      "text": "For Demas deserted me, because he loved the present age, and went to Thessalonica. Crescens went to Galatia; Titus went to Dalmatia.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 4,
      "verse": 11,
      "text": "Luke alone is with me. Take along Mark and bring him with you, because he is useful to me for ministry.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 4,
      "verse": 12,
      "text": "But I have sent Tychicus to Ephesus.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 4,
      "verse": 13,
      "text": "When you come, bring the cloak that I left behind in Troas with Carpus, and the scrolls, especially the parchments.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 4,
      "verse": 14,
      "text": "Alexander the metalworker did me much harm; may the Lord pay back to him according to his deeds,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 4,
      "verse": 15,
      "text": "against whom you also be on guard, because he vehemently opposed our words.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 4,
      "verse": 16,
      "text": "At my first defense, no one came to my aid, but they all deserted me; may it not be counted against them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 4,
      "verse": 17,
      "text": "But the Lord helped me and strengthened me, so that through me the proclamation might be fulfilled and all the Gentiles might hear, and he rescued me from the lion’s mouth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 4,
      "verse": 18,
      "text": "The Lord will rescue me from every evil deed, and will save me for his heavenly kingdom, to whom be the glory forever and ever. Amen.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 4,
      "verse": 19,
      "text": "Greet Prisca and Aquila and the household of Onesiphorus.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 4,
      "verse": 20,
      "text": "Erastus remained in Corinth, but Trophimus I left behind in Miletus because he was sick.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 4,
      "verse": 21,
      "text": "Make haste to come before winter. Eubulus and Pudens and Linus and Claudia and all the brothers greet you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Timothy",
      "chapter": 4,
      "verse": 22,
      "text": "The Lord be with your spirit. Grace be with you.",
      "header": "",
      "footer": ""
    }
  ]
}