{
  "book_name": "Genesis",
  "chapter": 4,
  "verses": [
    {
      "book_name": "Genesis",
      "chapter": 4,
      "verse": 1,
      "text": "Now the man was intimate with his wife Eve, and she became pregnant and gave birth to Cain. Then she said, “I have created a man just as the Lord did!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 4,
      "verse": 2,
      "text": "Then she gave birth to his brother Abel. Abel took care of the flocks, while Cain cultivated the ground.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 4,
      "verse": 3,
      "text": "At the designated time Cain brought some of the fruit of the ground for an offering to the Lord.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 4,
      "verse": 4,
      "text": "But Abel brought some of the firstborn of his flock—even the fattest of them. And the Lord was pleased with Abel and his offering,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 4,
      "verse": 5,
      "text": "but with Cain and his offering he was not pleased. So Cain became very angry, and his expression was downcast.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 4,
      "verse": 6,
      "text": "Then the Lord said to Cain, “Why are you angry, and why is your expression downcast?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 4,
      "verse": 7,
      "text": "Is it not true that if you do what is right, you will be fine? But if you do not do what is right, sin is crouching at the door. It desires to dominate you, but you must subdue it.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 4,
      "verse": 8,
      "text": "Cain said to his brother Abel, “Let’s go out to the field.” While they were in the field, Cain attacked his brother Abel and killed him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 4,
      "verse": 9,
      "text": "Then the Lord said to Cain, “Where is your brother Abel?” And he replied, “I don’t know! Am I my brother’s guardian?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 4,
      "verse": 10,
      "text": "But the Lord said, “What have you done? The voice of your brother’s blood is crying out to me from the ground!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 4,
      "verse": 11,
      "text": "So now you are banished from the ground, which has opened its mouth to receive your brother’s blood from your hand.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 4,
      "verse": 12,
      "text": "When you try to cultivate the ground it will no longer yield its best for you. You will be a homeless wanderer on the earth.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 4,
      "verse": 13,
      "text": "Then Cain said to the Lord, “My punishment is too great to endure!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 4,
      "verse": 14,
      "text": "Look, you are driving me off the land today, and I must hide from your presence. I will be a homeless wanderer on the earth; whoever finds me will kill me!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 4,
      "verse": 15,
      "text": "But the Lord said to him, “All right then, if anyone kills Cain, Cain will be avenged seven times as much.” Then the Lord put a special mark on Cain so that no one who found him would strike him down.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 4,
      "verse": 16,
      "text": "So Cain went out from the presence of the Lord and lived in the land of Nod, east of Eden.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 4,
      "verse": 17,
      "text": "Cain was intimate with his wife, and she became pregnant and gave birth to Enoch. Cain was building a city, and he named the city after his son Enoch.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 4,
      "verse": 18,
      "text": "To Enoch was born Irad, and Irad was the father of Mehujael. Mehujael was the father of Methushael, and Methushael was the father of Lamech.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 4,
      "verse": 19,
      "text": "Lamech took two wives for himself; the name of the first was Adah, and the name of the second was Zillah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 4,
      "verse": 20,
      "text": "Adah gave birth to Jabal; he was the first of those who live in tents and keep livestock.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 4,
      "verse": 21,
      "text": "The name of his brother was Jubal; he was the first of all who play the harp and the flute.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 4,
      "verse": 22,
      "text": "Now Zillah also gave birth to Tubal-Cain, who heated metal and shaped all kinds of tools made of bronze and iron. The sister of Tubal-Cain was Naamah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 4,
      "verse": 23,
      "text": "Lamech said to his wives,\n“Adah and Zillah, listen to me!\nYou wives of Lamech, hear my words!\nI have killed a man for wounding me,\na young man for hurting me.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 4,
      "verse": 24,
      "text": "If Cain is to be avenged seven times as much,\nthen Lamech seventy-seven times!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 4,
      "verse": 25,
      "text": "And Adam was intimate with his wife again, and she gave birth to a son. She named him Seth, saying, “God has given me another child in place of Abel because Cain killed him.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 4,
      "verse": 26,
      "text": "And a son was also born to Seth, whom he named Enosh. At that time people began to worship the Lord.",
      "header": "",
      "footer": ""
    }
  ]
}