{
  "book_name": "Genesis",
  "chapter": 40,
  "verses": [
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 1,
      "text": "After these things happened, the cupbearer to the king of Egypt and the royal baker offended their master, the king of Egypt.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 2,
      "text": "Pharaoh was enraged with his two officials, the cupbearer and the baker,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 3,
      "text": "so he imprisoned them in the house of the captain of the guard in the same facility where Joseph was confined.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 4,
      "text": "The captain of the guard appointed Joseph to be their attendant, and he served them.\nThey spent some time in custody.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 5,
      "text": "Both of them, the cupbearer and the baker of the king of Egypt, who were confined in the prison, had a dream the same night. Each man’s dream had its own meaning.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 6,
      "text": "When Joseph came to them in the morning, he saw that they were looking depressed.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 7,
      "text": "So he asked Pharaoh’s officials, who were with him in custody in his master’s house, “Why do you look so sad today?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 8,
      "text": "They told him, “We both had dreams, but there is no one to interpret them.” Joseph responded, “Don’t interpretations belong to God? Tell them to me.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 9,
      "text": "So the chief cupbearer told his dream to Joseph: “In my dream, there was a vine in front of me.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 10,
      "text": "On the vine there were three branches. As it budded, its blossoms opened and its clusters ripened into grapes.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 11,
      "text": "Now Pharaoh’s cup was in my hand, so I took the grapes, squeezed them into his cup, and put the cup in Pharaoh’s hand.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 12,
      "text": "“This is its meaning,” Joseph said to him. “The three branches represent three days.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 13,
      "text": "In three more days Pharaoh will reinstate you and restore you to your office. You will put Pharaoh’s cup in his hand, just as you did before when you were cupbearer.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 14,
      "text": "But remember me when it goes well for you, and show me kindness. Make mention of me to Pharaoh and bring me out of this prison,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 15,
      "text": "for I really was kidnapped from the land of the Hebrews and I have done nothing wrong here for which they should put me in a dungeon.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 16,
      "text": "When the chief baker saw that the interpretation of the first dream was favorable, he said to Joseph, “I also appeared in my dream and there were three baskets of white bread on my head.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 17,
      "text": "In the top basket there were baked goods of every kind for Pharaoh, but the birds were eating them from the basket that was on my head.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 18,
      "text": "Joseph replied, “This is its meaning: The three baskets represent three days.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 19,
      "text": "In three more days Pharaoh will decapitate you and impale you on a pole. Then the birds will eat your flesh from you.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 20,
      "text": "On the third day it was Pharaoh’s birthday, so he gave a feast for all his servants. He “lifted up” the head of the chief cupbearer and the head of the chief baker in the midst of his servants.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 21,
      "text": "He restored the chief cupbearer to his former position so that he placed the cup in Pharaoh’s hand,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 22,
      "text": "but the chief baker he impaled, just as Joseph had predicted.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Genesis",
      "chapter": 40,
      "verse": 23,
      "text": "But the chief cupbearer did not remember Joseph—he forgot him.",
      "header": "",
      "footer": ""
    }
  ]
}