{
  "book_name": "2 Samuel",
  "chapter": 1,
  "verses": [
    {
      "book_name": "2 Samuel",
      "chapter": 1,
      "verse": 1,
      "text": "Now it came about after the death of Saul, when David had returned from the slaughter of the Amalekites, that David stayed two days in Ziklag.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 1,
      "verse": 2,
      "text": "And on the third day, behold, a man came from Saul’s camp with his clothes torn and dust on his head. And it happened when he came to David, he fell to the ground and prostrated himself.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 1,
      "verse": 3,
      "text": "Then David said to him, “From where do you come?” And he said to him, “I have escaped from the camp of Israel.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 1,
      "verse": 4,
      "text": "David said to him, “How did things go? Please tell me.” And he said, “The people have fled from the battle, and many of the people also have fallen and are dead; and Saul and his son Jonathan are also dead.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 1,
      "verse": 5,
      "text": "Then David said to the young man who told him, “How do you know that Saul and his son Jonathan are dead?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 1,
      "verse": 6,
      "text": "The young man who told him said, “By chance I happened to be on Mount Gilboa, and behold, Saul was leaning on his spear. And behold, the chariots and the horsemen had overtaken him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 1,
      "verse": 7,
      "text": "When he looked behind himself, he saw me, and called to me. And I said, ‘Here I am.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 1,
      "verse": 8,
      "text": "Then he said to me, ‘Who are you?’ And I answered him, ‘I am an Amalekite.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 1,
      "verse": 9,
      "text": "And he said to me, ‘Please stand next to me and finish me off, for agony has seized me because my life still lingers in me.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 1,
      "verse": 10,
      "text": "So I stood next to him and finished him off, because I knew that he could not live after he had fallen. And I took the crown which was on his head and the band which was on his arm, and I have brought them here to my lord.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 1,
      "verse": 11,
      "text": "Then David took hold of his clothes and tore them, and so also did all the men who were with him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 1,
      "verse": 12,
      "text": "And they mourned and wept and fasted until evening for Saul and his son Jonathan, and for the people of the Lord and the house of Israel, because they had fallen by the sword.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 1,
      "verse": 13,
      "text": "Then David said to the young man who informed him, “Where are you from?” And he answered, “I am the son of a stranger, an Amalekite.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 1,
      "verse": 14,
      "text": "And David said to him, “How is it you were not afraid to reach out with your hand to destroy the Lord’s anointed?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 1,
      "verse": 15,
      "text": "Then David called one of the young men and said, “Come forward, put him to death.” So he struck him and he died.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 1,
      "verse": 16,
      "text": "And David said to him, “Your blood is on your head, because your own mouth has testified against you, saying, ‘I have finished off the Lord’s anointed.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 1,
      "verse": 17,
      "text": "Then David sang this song of mourning over Saul and his son Jonathan,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 1,
      "verse": 18,
      "text": "and he told them to teach the sons of Judah the mourning song of the bow; behold, it is written in the Book of Jashar.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 1,
      "verse": 19,
      "text": "“Your beauty, Israel, is slaughtered on your high places!\nHow the mighty have fallen!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 1,
      "verse": 20,
      "text": "Tell it not in Gath,\nProclaim it not in the streets of Ashkelon,\nOr the daughters of the Philistines will rejoice,\nThe daughters of the uncircumcised will celebrate.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 1,
      "verse": 21,
      "text": "Mountains of Gilboa,\nMay there be no dew nor rain on you, or fields of offerings!\nFor there the shield of the mighty was defiled,\nThe shield of Saul, not anointed with oil.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 1,
      "verse": 22,
      "text": "From the blood of those slaughtered, from the fat of the mighty,\nThe bow of Jonathan did not turn back,\nAnd the sword of Saul did not return unstained.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 1,
      "verse": 23,
      "text": "Saul and Jonathan, beloved and delightful in life,\nAnd in their deaths they were not separated;\nThey were swifter than eagles,\nThey were mightier than lions.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 1,
      "verse": 24,
      "text": "Daughters of Israel, weep over Saul,\nWho clothed you in scarlet, with jewelry,\nWho put gold jewelry on your apparel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 1,
      "verse": 25,
      "text": "How the mighty have fallen in the midst of the battle!\nJonathan is slaughtered on your high places.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 1,
      "verse": 26,
      "text": "I am distressed for you, my brother Jonathan;\nYou have been a close friend to me.\nYour love for me was more wonderful\nThan the love of women.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 1,
      "verse": 27,
      "text": "How the mighty have fallen,\nAnd the weapons of war have perished!”",
      "header": "",
      "footer": ""
    }
  ]
}