{
  "book_name": "2 Samuel",
  "chapter": 5,
  "verses": [
    {
      "book_name": "2 Samuel",
      "chapter": 5,
      "verse": 1,
      "text": "Then all the tribes of Israel came to David at Hebron and said, “Behold, we are your bone and your flesh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 5,
      "verse": 2,
      "text": "Previously, when Saul was king over us, you were the one who led Israel out and in. And the Lord said to you, ‘You will shepherd My people Israel, and you will be a leader over Israel.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 5,
      "verse": 3,
      "text": "So all the elders of Israel came to the king at Hebron, and King David made a covenant with them before the Lord in Hebron; then they anointed David king over Israel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 5,
      "verse": 4,
      "text": "David was thirty years old when he became king, and he reigned for forty years.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 5,
      "verse": 5,
      "text": "At Hebron he reigned over Judah for seven years and six months, and in Jerusalem he reigned for thirty-three years over all Israel and Judah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 5,
      "verse": 6,
      "text": "Now the king and his men went to Jerusalem against the Jebusites, the inhabitants of the land; and they said to David, “You shall not come in here, but even those who are blind and those who limp will turn you away,” thinking, “David cannot enter here.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 5,
      "verse": 7,
      "text": "Nevertheless, David captured the stronghold of Zion, that is, the city of David.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 5,
      "verse": 8,
      "text": "And David said on that day, “Whoever strikes the Jebusites is to reach those who limp and those who are blind, who are hated by David’s soul, through the water tunnel.” For that reason they say, “People who are blind and people who limp shall not come into the house.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 5,
      "verse": 9,
      "text": "So David lived in the stronghold, and called it the city of David. And David built all around from the Millo and inward.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 5,
      "verse": 10,
      "text": "David became greater and greater, for the Lord God of armies was with him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 5,
      "verse": 11,
      "text": "Then Hiram king of Tyre sent messengers to David with cedar trees, carpenters, and stonemasons; and they built a house for David.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 5,
      "verse": 12,
      "text": "And David realized that the Lord had appointed him as king over Israel, and that He had exalted his kingdom for the sake of His people Israel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 5,
      "verse": 13,
      "text": "Meanwhile David took more concubines and wives from Jerusalem, after he came from Hebron; and more sons and daughters were born to David.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 5,
      "verse": 14,
      "text": "Now these are the names of those who were born to him in Jerusalem: Shammua, Shobab, Nathan, Solomon,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 5,
      "verse": 15,
      "text": "Ibhar, Elishua, Nepheg, Japhia,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 5,
      "verse": 16,
      "text": "Elishama, Eliada, and Eliphelet.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 5,
      "verse": 17,
      "text": "Now when the Philistines heard that they had anointed David king over Israel, all the Philistines went up to seek out David; and when David heard about it, he went down to the stronghold.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 5,
      "verse": 18,
      "text": "Now the Philistines came and overran the Valley of Rephaim.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 5,
      "verse": 19,
      "text": "So David inquired of the Lord, saying, “Shall I go up against the Philistines? Will You hand them over to me?” And the Lord said to David, “Go up, for I will certainly hand the Philistines over to you.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 5,
      "verse": 20,
      "text": "Then David came to Baal-perazim and defeated them there; and he said, “The Lord has broken through my enemies before me like the breakthrough of waters.” Therefore he named that place Baal-perazim.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 5,
      "verse": 21,
      "text": "And the Philistines abandoned their idols there, so David and his men carried them away.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 5,
      "verse": 22,
      "text": "Now the Philistines came up once again and overran the Valley of Rephaim.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 5,
      "verse": 23,
      "text": "So David inquired of the Lord, but He said, “You shall not go directly up; circle around behind them and come at them in front of the baka-shrubs.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 5,
      "verse": 24,
      "text": "And it shall be, when you hear the sound of marching in the tops of the baka-shrubs, then you shall act promptly, for then the Lord will have gone out before you to strike the army of the Philistines.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Samuel",
      "chapter": 5,
      "verse": 25,
      "text": "Then David did so, just as the Lord had commanded him; he struck and killed the Philistines from Geba as far as Gezer.",
      "header": "",
      "footer": ""
    }
  ]
}