{
  "book_name": "1 Samuel",
  "chapter": 1,
  "verses": [
    {
      "book_name": "1 Samuel",
      "chapter": 1,
      "verse": 1,
      "text": "There was a certain man from Ramathaim Zophim, from the hill country of Ephraim, whose name was Elkanah the son of Jeroham, the son of Elihu, the son of Tohu, the son of Zuph, an Ephraimite.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 1,
      "verse": 2,
      "text": "He had two wives; the name of the first was Hannah, and the name of the second was Peninnah. Now Peninnah had children, but Hannah had no children.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 1,
      "verse": 3,
      "text": "Now this man used to go up from his town year by year to worship and to sacrifice to Yahweh of hosts in Shiloh, where the two sons of Eli, Hophni and Phinehas, were priests to Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 1,
      "verse": 4,
      "text": "On the day Elkanah sacrificed, he would give portions to his wife Peninnah and to all her sons and daughters.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 1,
      "verse": 5,
      "text": "But to Hannah he would give a double portion, because he loved Hannah, though Yahweh had closed her womb.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 1,
      "verse": 6,
      "text": "(Now her rival wife would provoke her severely in order to upset her because Yahweh had closed her womb.)",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 1,
      "verse": 7,
      "text": "And so he used to do year after year; whenever she went up to the house of Yahweh, she would provoke her so that she would weep and would not eat.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 1,
      "verse": 8,
      "text": "So Elkanah her husband would say to her: “Hannah, why do you weep and why do you not eat? And why are you heartsick? Am I not better to you than ten sons?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 1,
      "verse": 9,
      "text": "Then Hannah got up after eating and drinking at Shiloh. (Now Eli the priest was sitting on his chair by the doorpost of the temple of Yahweh.)",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 1,
      "verse": 10,
      "text": "She was deeply troubled, so she prayed to Yahweh and wept bitterly.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 1,
      "verse": 11,
      "text": "She made a vow and said: “O Yahweh of hosts, if you will look with compassion on the misery of your female servant, and will remember me, and not forget your female servant, and will give to your female servant a male child then I will give him to Yahweh all the days of his life, and a razor will never pass over his head.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 1,
      "verse": 12,
      "text": "While she continued to pray before Yahweh, Eli was observing her mouth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 1,
      "verse": 13,
      "text": "Now Hannah had been speaking in her heart; her lips were moving, but her voice could not be heard, so Eli considered her to be drunk.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 1,
      "verse": 14,
      "text": "Then Eli said to her, “How long will you behave like someone who is drunk? Put away your wine!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 1,
      "verse": 15,
      "text": "But Hannah answered and said, “No, my lord. I am a woman deeply distressed, but I have not drunk wine or strong drink. Rather, I have poured out my soul before Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 1,
      "verse": 16,
      "text": "Do not regard your female servant as worthless, but because of the extent of my worries and my provocation I have spoken all of this.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 1,
      "verse": 17,
      "text": "Then Eli answered and said, “Go in peace, and may the God of Israel grant your request that you have asked of him.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 1,
      "verse": 18,
      "text": "And she said, “May your female slave find favor in your sight.” Then the woman went on her way and ate something, and her face did not look sad any longer.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 1,
      "verse": 19,
      "text": "Then they rose early in the morning and worshiped before Yahweh and returned to their house at Ramah. Then Elkanah had sexual relations with Hannah his wife, and Yahweh remembered her.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 1,
      "verse": 20,
      "text": "In due time, Hannah conceived and gave birth to a son. She called his name Samuel, for she said, “I requested him from Yahweh.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 1,
      "verse": 21,
      "text": "So the man Elkanah went up with all his household to make the annual sacrifice to Yahweh and to pay his vow.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 1,
      "verse": 22,
      "text": "But Hannah did not go up, for she said to her husband, “Once the boy is weaned, I will bring him, so that he may appear before Yahweh; and he will remain there forever.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 1,
      "verse": 23,
      "text": "So her husband Elkanah said to her, “Do what seems right to you; stay until you wean him. Only may Yahweh fulfill his word.” So the woman remained and nursed her son until she weaned him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 1,
      "verse": 24,
      "text": "Then she brought him up with her when she had weaned him, along with three bulls, one ephah of flour, and a skin of wine. She brought him to the house of Yahweh at Shiloh while the boy was still young.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 1,
      "verse": 25,
      "text": "They slaughtered the bull, and they brought the boy to Eli.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 1,
      "verse": 26,
      "text": "She said, “Excuse me, my lord. As you live, my lord, I am the woman who stood with you in this place to pray to Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 1,
      "verse": 27,
      "text": "I prayed for this boy, and Yahweh has given me my request that I asked from him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 1,
      "verse": 28,
      "text": "I in turn have lent him to Yahweh. As long as he lives he is lent to Yahweh.” Then they worshiped Yahweh there.",
      "header": "",
      "footer": ""
    }
  ]
}