{
  "book_name": "1 Samuel",
  "chapter": 15,
  "verses": [
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 1,
      "text": "Then Samuel said to Saul, “Yahweh sent me to anoint you as king over his people Israel. So then, listen to the words of Yahweh!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 2,
      "text": "Thus says Yahweh of hosts: ‘I have observed what Amalek did to Israel, how he opposed him when he went up from Egypt.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 3,
      "text": "So then, go and attack Amalek and utterly destroy all that is his! You must not spare him, but kill both man and woman, both child and nursing infant, both ox and sheep, both camel and donkey.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 4,
      "text": "Saul summoned the army and mustered them at Telaim; two hundred thousand foot soldiers and ten thousand men of Judah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 5,
      "text": "Then Saul came up to the city of Amalek and set an ambush in the wadi.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 6,
      "text": "Saul said to the Kenites, “Go, leave! Withdraw from among the Amalekites so that I do not destroy you with them. You have shown loyal love to all the Israelites when they came up from Egypt.” So the Kenites left from among the Amalekites.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 7,
      "text": "Then Saul defeated the Amalekites from Havilah as one goes to Shur which is east of Egypt.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 8,
      "text": "He captured Agag the king of Amalek alive, but all the people he utterly destroyed with the edge of the sword.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 9,
      "text": "However, Saul and the army spared Agag and the best of the sheep and the cattle and the second best of the young fatlings and all that was valuable; they were not willing to utterly destroy them. But all the possessions that were despised or worthless, they utterly destroyed.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 10,
      "text": "Then the word of Yahweh came to Samuel, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 11,
      "text": "“I regret that I made Saul king, for he has turned back from following me and has not kept my word.” Samuel became angry, and he cried out to Yahweh all night.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 12,
      "text": "Then Samuel got up early in the morning to meet Saul. Samuel was told, “Saul has gone to Carmel, and look, he is setting up a monument for himself.” Then he turned around and crossed over and went down to Gilgal.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 13,
      "text": "When Samuel came to Saul, Saul said to him, “May you be blessed by Yahweh! I have kept the word of Yahweh.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 14,
      "text": "But Samuel said, “Then what is this bleating of the sheep that I hear in my ears and the lowing of the cattle that I am hearing?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 15,
      "text": "Saul said, “They have brought them from the Amalekites; the troops spared the best of the sheep and the cattle in order to sacrifice them to Yahweh your God. But the rest we have utterly destroyed.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 16,
      "text": "Then Samuel said to Saul, “Stop and let me tell you what Yahweh said to me last night.” So he said to him, “Speak.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 17,
      "text": "Samuel said, “Even though you are small in your own eyes, are you not the head of the tribes of Israel? Yahweh has anointed you as king over Israel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 18,
      "text": "When Yahweh sent you on your way, he said to you: ‘Go! You must utterly destroy the sinners, the Amalekites, and you must fight against them until you have destroyed them.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 19,
      "text": "Why did you not listen to the voice of Yahweh and fall with shouting on the plunder? You have done evil in the sight of Yahweh!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 20,
      "text": "Then Saul said to Samuel, “I have listened to the voice of Yahweh, and I have gone on the way that Yahweh sent me! I brought Agag the king of Amalek, and the Amalekites I have utterly destroyed.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 21,
      "text": "The troops took from the plunder, sheep and cattle, the best of the things devoted to destruction, to sacrifice to Yahweh your God at Gilgal.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 22,
      "text": "Then Samuel said,\n“Is there as much delight for Yahweh in burnt offerings and sacrifices\n    as there is in obeying Yahweh?\nLook! To obey is better than sacrifice;\n    to give heed than the fat of rams.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 23,
      "text": "For rebellion is like the sin of divination;\n    arrogance is like iniquity and idolatry.\nBecause you have rejected the word of Yahweh,\n    he has rejected you from being king!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 24,
      "text": "Then Saul said to Samuel, “I have sinned because I have transgressed the commandment of Yahweh and your words, for I feared the troops and I listened to their voice.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 25,
      "text": "So then, please pardon my sin and return with me so that I can worship Yahweh.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 26,
      "text": "But Samuel said to Saul, “I will not return with you, for you have rejected the word of Yahweh, and he has rejected you from being king over Israel!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 27,
      "text": "As Samuel turned around to go, he caught hold of the hem of his robe, and it tore.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 28,
      "text": "Then Samuel said to him, “Yahweh has torn the kingdom of Israel from you today and has given it to your neighbor who is better than you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 29,
      "text": "Moreover, the Glory of Israel will not break faith and will not regret, for he is not a human that he should regret.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 30,
      "text": "Then he said, “I have sinned! Now please honor me before the elders of my people and before Israel, and return with me so that I can worship Yahweh your God.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 31,
      "text": "So Samuel returned after Saul, and Saul worshiped Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 32,
      "text": "Then Samuel said, “Bring Agag the king of Amalek out to me!” Agag came to him confidently, for Agag thought, “Surely the bitterness of death is over.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 33,
      "text": "Samuel said,\n“Just as your sword bereaved women,\n    so will your mother be bereaved among women!”\nThen Samuel hacked Agag to pieces in the presence of Yahweh at Gilgal.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 34,
      "text": "Then Samuel went to Ramah and Saul went up to his house in Gibeah of Saul.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 15,
      "verse": 35,
      "text": "Samuel did not see Saul again until the day of his death, but Samuel mourned over Saul, and Yahweh regretted that he made Saul king over Israel.",
      "header": "",
      "footer": ""
    }
  ]
}