{
  "book_name": "1 Samuel",
  "chapter": 17,
  "verses": [
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 1,
      "text": "The Philistines gathered their camps for battle and they were gathered at Socoh which belongs to Judah. They camped between Socoh and Azekah in Ephes Dammim.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 2,
      "text": "Then Saul and the men of Israel were gathered and encamped in the valley of Elah, and they formed ranks for the battle to meet the Philistines.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 3,
      "text": "The Philistines were standing on the hill on one side and the army of Israel was standing on the hill on the other side with the valley between them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 4,
      "text": "Then a champion went out from the camps of the Philistines, whose name was Goliath from Gath. His height was six cubits and a span.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 5,
      "text": "A bronze helmet was on his head, and he was clothed with scale body armor; the weight of the body armor was five thousand bronze shekels.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 6,
      "text": "Bronze greaves were on his legs, and a bronze javelin was slung between his shoulders.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 7,
      "text": "The shaft of his spear was like a weaver’s beam and the point of his spear weighed six hundred iron shekels. His shield bearer was walking in front of him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 8,
      "text": "He stood and called to the battle lines of Israel and said to them, “Why have you come out to form ranks for battle? Am I not the Philistine, and you the servants of Saul? Commission for yourselves a man and let him come down to me.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 9,
      "text": "If he is able to fight with me and he defeats me, then we will be your servants; but if I prevail over him and defeat him, then you will be our servants and you will serve us.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 10,
      "text": "Then the Philistine said, “I hereby defy the battle lines of Israel today! Give me a man so that we may fight each other!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 11,
      "text": "When Saul and all Israel heard these words of the Philistine, they were dismayed and very afraid.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 12,
      "text": "Now David was the son of an Ephrathite. This man was from Bethlehem of Judah, and his name was Jesse. He had eight sons; in the days of Saul this man was old, yet he still walked among the men.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 13,
      "text": "The three oldest sons of Jesse had gone and followed Saul to the battle. The names of his three sons who went to the battle were Eliab the firstborn, his second oldest was Abinadab, and the third was Shammah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 14,
      "text": "Now David was the youngest. The three oldest followed Saul,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 15,
      "text": "but David went back and forth from Saul to feed the sheep of his father in Bethlehem.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 16,
      "text": "Now the Philistine came forward early and late, and he took his stand for forty days.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 17,
      "text": "Then Jesse said to his son David, “Please take for your brothers an ephah of this roasted grain and these ten loaves of bread, and bring them quickly to the camp for your brothers.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 18,
      "text": "And these ten portions of cheese you will bring to the commander of the thousand; find out how your brothers are doing, and take their pledge.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 19,
      "text": "Now Saul and they and all the men of Israel were in the valley of Elah fighting the Philistines.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 20,
      "text": "David rose early in the morning and left the sheep with a keeper, and he took the provisions and went as Jesse had commanded him. He came to the encampment while the troops were going to the battle line, and they raised the war cry.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 21,
      "text": "Israel and the Philistines drew up in battle lines, one battle line against the other.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 22,
      "text": "David left the baggage he had with him in the care of the baggage keeper, ran to the battle line, and came and asked how his brothers were doing.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 23,
      "text": "While he was speaking to them, the champion, whose name was Goliath the Philistine from Gath, was coming up from the caves of the Philistines. He spoke just as he had previously, and David heard his words.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 24,
      "text": "When all the men of Israel saw the man, they fled from his presence and were very afraid.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 25,
      "text": "And the men of Israel said, “Did you see this man who has come up? For he is going up to defy Israel! It will be that the man who defeats him, the king will make him very rich with great wealth and will give him his daughter in marriage and will make his father’s house free in Israel.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 26,
      "text": "Now David had spoken to the men who were standing with him, saying, “What will be done for the man who defeats this Philistine and removes the disgrace from Israel? For who is this uncircumcised Philistine that he defies the battle lines of the living God?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 27,
      "text": "And the troops had spoken to him according to this word, saying, “So it will be done for the man who defeats him.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 28,
      "text": "His oldest brother Eliab heard while he was speaking to the men, and Eliab became very angry against David and said, “Why have you come down today, and with whom have you left those few sheep in the wilderness? I know your presumptuousness and the evil of your heart! For you have come down in order to see the battle!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 29,
      "text": "David replied, “What have I done now? I merely asked a question!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 30,
      "text": "He turned around from him to another opposite him and he spoke to him in the same way, and the people answered him as before.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 31,
      "text": "Now the words which David had spoken were heard and they reported them to Saul, and he summoned him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 32,
      "text": "David said to Saul, “Do not let anyone’s heart fail concerning him! Your servant will go and fight with this Philistine.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 33,
      "text": "But Saul said to David, “You will not be able to go against this Philistine to fight with him, because you are only a boy, whereas he has been a man of war since his childhood!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 34,
      "text": "And David said to Saul, “Your servant has been a shepherd of the flock for his father. If the lion or the bear would come and carry off a sheep from the group,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 35,
      "text": "I would go out after it and strike it down and rescue the sheep from its mouth. If it rose against me, I would grab it by its beard and strike it down and kill it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 36,
      "text": "Your servant has struck down both the lion and the bear, and this uncircumcised Philistine will be like one of them, because he defied the battle lines of the living God.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 37,
      "text": "And David said, “Yahweh, who rescued me from the hand of the lion and from the hand of the bear, will rescue me from the hand of this Philistine!” Then Saul said to David, “Go and may Yahweh be with you!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 38,
      "text": "Then Saul clothed David with his own fighting attire and put a helmet of bronze on his head and clothed him with body armor.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 39,
      "text": "Then David strapped on his sword over his fighting attire, but he tried in vain to walk around, for he was not trained to use them. So David said to Saul, “I am not able to walk with these, because I am not trained to use them.” So David removed them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 40,
      "text": "Then he took his staff in his hand, picked out for himself five smooth stones from the wadi, and he put them in his shepherd’s bag, in the pouch. And with his sling in his hand, he approached the Philistine.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 41,
      "text": "Then the Philistine came on, getting nearer and nearer to David, with his shield bearer in front of him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 42,
      "text": "When the Philistine looked and saw David, he despised him, for he was only a boy and ruddy with a handsome appearance.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 43,
      "text": "So the Philistine said to David, “Am I a dog, that you are coming to me with sticks?” Then the Philistine cursed David by his gods.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 44,
      "text": "The Philistine said to David, “Come to me so that I can give your flesh to the birds of heaven and to the wild animals of the field!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 45,
      "text": "Then David said to the Philistine, “You are coming to me with a sword and with a spear and with a javelin, but I am coming to you in the name of Yahweh of hosts, the God of the battle lines of Israel, whom you have defied!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 46,
      "text": "This day Yahweh will deliver you into my hand, and I will strike you down and cut off your head! Then I will give the corpses of the army of the Philistines this day to the birds of heaven and to the animals of the earth, so that all the earth may know that there is a God who is for Israel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 47,
      "text": "And all of this assembly will know that Yahweh does not rescue with sword or with spear, for the battle belongs to Yahweh, and he will give you into our hands!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 48,
      "text": "When the Philistine got up and came and drew near to meet David, David ran quickly to the battle line to meet the Philistine.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 49,
      "text": "Then David put his hand into the bag and took a stone from it and slung it. He struck the Philistine on his forehead, and the stone sank into his forehead, and he fell on his face to the ground.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 50,
      "text": "So David prevailed over the Philistine with the sling and with the stone, and he struck down the Philistine and killed him, but there was no sword in David’s hand.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 51,
      "text": "Then David ran and stood over the Philistine and took his sword and drew it from its sheath and killed him and cut off his head with it. When the Philistines saw that their champion was dead, they fled.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 52,
      "text": "The men of Israel and Judah got up, raised the war cry, and pursued the Philistines as far as the valley and up to the gates of Ekron. So the slain of the Philistines fell on the way to Shaaraim up to Gath and as far as Ekron.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 53,
      "text": "Then the Israelites returned from pursuing the Philistines and plundered their camp.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 54,
      "text": "And David took the head of the Philistine and brought it to Jerusalem and placed his weapons in his tent.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 55,
      "text": "Now when Saul saw David going out to meet the Philistine, he said to Abner, the commander of the army, “Whose son is this young man, Abner?” And Abner said, “As your soul lives, O king, I do not know.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 56,
      "text": "Then the king said, “You inquire whose son this young man is.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 57,
      "text": "So when David returned from striking down the Philistine, Abner took him and brought him before Saul. The head of the Philistine was in his hand.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 17,
      "verse": 58,
      "text": "Then Saul said to him, “Whose son are you, young man?” And David said, “I am the son of your servant Jesse the Bethlehemite.”",
      "header": "",
      "footer": ""
    }
  ]
}