{
  "book_name": "1 Samuel",
  "chapter": 19,
  "verses": [
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 1,
      "text": "Now Saul spoke to Jonathan his son and to all his servants about killing David, but Saul’s son Jonathan liked David very much.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 2,
      "text": "So Jonathan informed David, saying, “My father Saul is trying to kill you; now please take care! In the morning you should stay in the hiding place and conceal yourself.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 3,
      "text": "I will go out and stand at my father’s side in the field where you are, and I will speak about you to my father; if I find out anything I will tell it to you.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 4,
      "text": "So Jonathan spoke well about David to his father Saul and said to him, “The king should not sin against his servant David, because he has not sinned against you, and because his service for you has been very good.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 5,
      "text": "He put his life in his hand and attacked the Philistine, and Yahweh brought about a great victory for all of Israel, and you saw it and rejoiced! Now why should you sin against innocent blood by killing David without cause?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 6,
      "text": "And Saul listened to the voice of Jonathan and swore, “As Yahweh lives, he will not be put to death!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 7,
      "text": "Jonathan called to David and told him all of these words. Then Jonathan brought David to Saul and he was before him as formerly.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 8,
      "text": "War came again, so David went out and fought against the Philistines and defeated them thoroughly so that they fled before him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 9,
      "text": "Then the evil spirit from Yahweh came upon Saul while he was sitting in his house with his spear in his hand. And David was playing a stringed instrument in his hand.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 10,
      "text": "So Saul tried to pin David to the wall with the spear, but he eluded Saul, so that he struck the spear into the wall, and David fled and escaped that same night.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 11,
      "text": "Then Saul sent messengers to David’s house to guard him and to kill him in the morning, but Michal his wife told David, saying, “If you do not save your life tonight, then tomorrow you will be killed!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 12,
      "text": "So Michal lowered David through the window, and he went and fled and escaped.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 13,
      "text": "Then Michal took the household god and put it on the bed and put a quilt of goat’s hair at its head and covered it with the clothes.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 14,
      "text": "And Saul sent messengers to arrest David, but she said, “He is ill.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 15,
      "text": "So Saul sent the messengers to see David, saying, “Bring him up to me in the bed, so that I can kill him.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 16,
      "text": "When the messengers came, to their surprise the idol was on the bed with the quilt of goat’s hair at the head.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 17,
      "text": "Then Saul said to Michal, “Why have you deceived me like this and sent away my enemy, so that he escaped?” Michal said to Saul, “He said to me, ‘Let me go, why should I kill you?’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 18,
      "text": "So David fled and escaped, and he came to Samuel at Ramah and told him all that Saul had done to him. Then he and Samuel went and stayed in Naioth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 19,
      "text": "And it was told to Saul, “David is in Naioth in Ramah.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 20,
      "text": "So Saul sent messengers to capture David. When they saw the company of the prophets prophesying and Samuel standing as chief over them, then the Spirit of God came upon Saul’s messengers, and they also prophesied.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 21,
      "text": "So they told Saul, and he sent other messengers, and they also prophesied. Again Saul sent messengers a third time, and they also prophesied.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 22,
      "text": "Then he also went to Ramah. When he came to the great cistern which was in Secu, he asked and said, “Where are Samuel and David?” Someone said, “Look they are in Naioth in Ramah.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 23,
      "text": "So he went there to Naioth in Ramah and the Spirit of God came upon him also, and he walked along prophesying until he came to Naioth in Ramah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 24,
      "text": "He also stripped off his clothes and prophesied before Samuel. He lay naked all that day and all night. Therefore they say, “Is Saul also among the prophets?”",
      "header": "",
      "footer": ""
    }
  ]
}