{
  "book_name": "1 Samuel",
  "chapter": 20,
  "verses": [
    {
      "book_name": "1 Samuel",
      "chapter": 20,
      "verse": 1,
      "text": "Then David fled from Naioth in Ramah and came and said before Jonathan, “What have I done? What is my guilt and what is my sin before your father that he is trying to kill me?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 20,
      "verse": 2,
      "text": "And he said to him, “Far from it! You will not die! Look, my father does not do anything large or small unless he reveals it to me. Why should my father hide this thing or anything from me?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 20,
      "verse": 3,
      "text": "Then David took an oath again and said, “Your father knows very well that I have found favor in your eyes, and he thought, ‘Do not let Jonathan know this, lest he worry.’ But as Yahweh lives and as your soul lives, surely there is merely a step between me and death!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 20,
      "verse": 4,
      "text": "Then Jonathan said to David, “Whatever you wish, I will do for you.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 20,
      "verse": 5,
      "text": "David said to Jonathan, “Look, tomorrow is the new moon, and I should certainly sit with the king to eat. You must send me away so that I can hide myself in the field until the third evening.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 20,
      "verse": 6,
      "text": "If your father misses me at all, then you must say, ‘David earnestly asked from me to run to Bethlehem his city, for the yearly sacrifice is there for all the clan.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 20,
      "verse": 7,
      "text": "If he says ‘Good,’ it will mean peace for your servant; but if he is very angry, know that he has decided to do me harm.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 20,
      "verse": 8,
      "text": "So you must show loyal love to your servant, for you have brought your servant into a covenant of Yahweh with you. But if there is guilt in me, then kill me yourself! But why should you bring me to your father?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 20,
      "verse": 9,
      "text": "Then Jonathan said, “Far be it from you! For if I know for certain that my father decided evil should come upon you, would I not have told it to you?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 20,
      "verse": 10,
      "text": "Then David said to Jonathan, “Who will tell me if what your father answers you is harsh?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 20,
      "verse": 11,
      "text": "And Jonathan said to David, “Come, let us go out to the field.” So the two of them went out to the field.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 20,
      "verse": 12,
      "text": "Then Jonathan said to David, “Yahweh the God of Israel is my witness that I will question my father by this time the day after tomorrow. And look, if he is well disposed toward you, will I not send word to you and disclose it to you?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 20,
      "verse": 13,
      "text": "So may Yahweh punish Jonathan and more if my father decides to do you harm and if I fail to disclose it to you and send word to you that you can go safely. And may Yahweh be with you, as he has been with my father.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 20,
      "verse": 14,
      "text": "And not while I am still alive, will you not show the loyal love of Yahweh with me, that I may not die?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 20,
      "verse": 15,
      "text": "And do not cut off your loyal love from my family forever, not even when Yahweh exterminates each of the enemies of David from the face of the earth.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 20,
      "verse": 16,
      "text": "So Jonathan made a covenant with the house of David, saying, “May Yahweh call the enemies of David to account.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 20,
      "verse": 17,
      "text": "And Jonathan again made David swear an oath, because he loved him; for with the love of his soul he loved him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 20,
      "verse": 18,
      "text": "Then Jonathan said to him, “Tomorrow is the new moon, and you will be missed, for your seat will stay empty.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 20,
      "verse": 19,
      "text": "On the third day you must go down quickly and go to the place where you hid yourself on the day all this started and remain beside the stone Ezel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 20,
      "verse": 20,
      "text": "I will shoot three arrows to the side as if I were shooting at a target.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 20,
      "verse": 21,
      "text": "Then I will send word to my servant, ‘Go, find the arrows!’ If I clearly say to the boy, ‘Look, the arrows are on this side of you; bring it,’ then come, for it means peace for you. And there is no problem, as Yahweh lives.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 20,
      "verse": 22,
      "text": "But if I say this to the young man, ‘Look, the arrows are beyond you,’ go, for Yahweh has sent you away.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 20,
      "verse": 23,
      "text": "And as for the matter about which you and I spoke, look, Yahweh is between you and me forever.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 20,
      "verse": 24,
      "text": "So David hid himself in the field. When the new moon came, the king was seated at the feast.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 20,
      "verse": 25,
      "text": "The king sat at his seat as before, the seat by the wall, and Jonathan got up, and Abner sat beside Saul, but David’s place was empty.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 20,
      "verse": 26,
      "text": "But Saul said nothing on that day, for he thought, “Something happened to him. He is not ceremonially clean; surely he is not clean.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 20,
      "verse": 27,
      "text": "And then on the next day, the second day of the new moon, that David’s place was empty. So Saul asked Jonathan his son, “Why did the son of Jesse not come either yesterday or today to the feast?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 20,
      "verse": 28,
      "text": "Jonathan answered Saul, “David earnestly asked permission from me to go up to Bethlehem.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 20,
      "verse": 29,
      "text": "He said, ‘Send me away, please, for our clan sacrifice is in the city, and my brother commanded me to be present. So then, if I have found favor in your eyes, please let me slip away and see my brothers.’ Therefore he has not come to the table of the king.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 20,
      "verse": 30,
      "text": "Then Saul became angry at Jonathan and said to him, “You son of a perverse, rebellious woman! Do I not know that you have chosen the son of Jesse to your shame and to the shame of your mother’s nakedness?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 20,
      "verse": 31,
      "text": "For as long as the son of Jesse is alive on the earth, you and your kingdom will not be established! So then, send and bring him to me, for he will surely die!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 20,
      "verse": 32,
      "text": "But Jonathan answered his father Saul and said to him, “Why should he be put to death? What has he done?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 20,
      "verse": 33,
      "text": "Then Saul hurled his spear at him to kill him. So Jonathan knew that his father had decided to kill David.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 20,
      "verse": 34,
      "text": "Jonathan got up from the table enraged, and did not eat on the second day of the new moon because he was upset about David, because his father had disgraced him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 20,
      "verse": 35,
      "text": "And then in the morning Jonathan went out to the field for the appointment with David, and a young boy was with him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 20,
      "verse": 36,
      "text": "He said to his servant, “Run, please find the arrows that I am shooting!” The boy ran, and he shot the arrow to pass over him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 20,
      "verse": 37,
      "text": "When the boy came up to the place of the arrow that Jonathan had shot, Jonathan called out after the boy and said, “Is not the arrow beyond you?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 20,
      "verse": 38,
      "text": "Then Jonathan called out after the boy, “Quick, hurry, do not linger!” And Jonathan’s servant collected the arrows and came to his master.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 20,
      "verse": 39,
      "text": "But the boy did not know anything about this; only Jonathan and David knew the matter.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 20,
      "verse": 40,
      "text": "Jonathan gave his weapons to his servant and said to him, “Go, bring them to the city.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 20,
      "verse": 41,
      "text": "The boy left, and then David got up from the south side, and he fell on his face to the ground and bowed three times. And they kissed each other and wept together, but David wept the most.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 20,
      "verse": 42,
      "text": "Jonathan said to David, “Go in peace, because we have sworn, the two of us, an oath in the name of Yahweh, saying, “Yahweh will be between me and you, and between my offspring and your offspring forever.” Then he got up and left, and Jonathan went into the city.",
      "header": "",
      "footer": ""
    }
  ]
}