{
  "book_name": "1 Samuel",
  "chapter": 3,
  "verses": [
    {
      "book_name": "1 Samuel",
      "chapter": 3,
      "verse": 1,
      "text": "Now the boy Samuel was serving Yahweh in the presence of Eli. The word of Yahweh was rare in those days; visions were not widespread.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 3,
      "verse": 2,
      "text": "And then one day when Eli was lying in his place (now his eyes had begun to grow weak so that he was not able to see)",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 3,
      "verse": 3,
      "text": "and the lamp of God had not yet gone out, Samuel was lying in the temple of Yahweh where the ark of God was.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 3,
      "verse": 4,
      "text": "Then Yahweh called out to Samuel and he said, “Here I am!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 3,
      "verse": 5,
      "text": "And he ran to Eli and said, “Here I am, because you called me.” But he said, “I did not call you. Go back and lie down.” So he went and lay down.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 3,
      "verse": 6,
      "text": "And Yahweh called Samuel again, so Samuel got up and went to Eli and said, “Here I am, because you called me.” And he said, “I did not call you, my son. Go back and lie down.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 3,
      "verse": 7,
      "text": "Now Samuel did not yet know Yahweh, and the word of Yahweh had not yet been revealed to him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 3,
      "verse": 8,
      "text": "Again Yahweh called Samuel a third time, so he got up and went to Eli and said, “Here I am, because you called me.” Then Eli realized that Yahweh was calling the boy.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 3,
      "verse": 9,
      "text": "So Eli said to Samuel “Go lie down. If he calls to you, then you must say, ‘Speak Yahweh, because your servant is listening.’” So Samuel went and lay down in his place.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 3,
      "verse": 10,
      "text": "Then Yahweh came and stood there and called out as before, “Samuel! Samuel!” And Samuel said, “Speak, because your servant is listening.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 3,
      "verse": 11,
      "text": "So Yahweh said to Samuel, “Look, I am doing something in Israel which will cause the two ears of everyone who hears it to tingle.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 3,
      "verse": 12,
      "text": "On that day I will fulfill against Eli all that I have spoken against his household, from beginning to end.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 3,
      "verse": 13,
      "text": "I will make him know that I am about to judge his household forever because of the iniquity that he knew, for his sons were bringing curses on themselves, but he did not rebuke them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 3,
      "verse": 14,
      "text": "Therefore I swore to the house of Eli that the iniquity of the house of Eli would not be atoned for by sacrifice or by offering forever.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 3,
      "verse": 15,
      "text": "So Samuel lay down until morning; then he opened the doors of the house of Yahweh, but Samuel was afraid of telling the vision to Eli.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 3,
      "verse": 16,
      "text": "Then Eli called Samuel and said, “Samuel, my son!” And he said, “Here I am.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 3,
      "verse": 17,
      "text": "And he said, “What is the message that he spoke to you? Please do not conceal it from me. May God punish you severely if you conceal anything from me of all the words that he told you.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 3,
      "verse": 18,
      "text": "So Samuel told him all the words and did not conceal anything from him. And he said, “He is Yahweh, he will do what is good in his sight.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 3,
      "verse": 19,
      "text": "And Samuel grew up, and Yahweh was with him. He did not allow any of his prophecies to go unfulfilled.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 3,
      "verse": 20,
      "text": "All Israel from Dan to Beersheba realized that Samuel was faithful as a prophet to Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 3,
      "verse": 21,
      "text": "And Yahweh appeared again in Shiloh, for Yahweh revealed himself to Samuel in Shiloh through the word of Yahweh.",
      "header": "",
      "footer": ""
    }
  ]
}