{
  "book_name": "1 Corinthians",
  "chapter": 5,
  "verses": [
    {
      "book_name": "1 Corinthians",
      "chapter": 5,
      "verse": 1,
      "text": "Whoredom is actually heard of among you, and such whoredom as is not even named among the nations -- as that one hath the wife of the father! --",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 5,
      "verse": 2,
      "text": "and ye are having been puffed up, and did not rather mourn, that he may be removed out of the midst of you who did this work,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 5,
      "verse": 3,
      "text": "for I indeed, as being absent as to the body, and present as to the spirit, have already judged, as being present, him who so wrought this thing:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 5,
      "verse": 4,
      "text": "in the name of our Lord Jesus Christ -- ye being gathered together, also my spirit -- with the power of our Lord Jesus Christ,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 5,
      "verse": 5,
      "text": "to deliver up such a one to the Adversary for the destruction of the flesh, that the spirit may be saved in the day of the Lord Jesus.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 5,
      "verse": 6,
      "text": "Not good [is] your glorying; have ye not known that a little leaven the whole lump doth leaven?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 5,
      "verse": 7,
      "text": "cleanse out, therefore, the old leaven, that ye may be a new lump, according as ye are unleavened, for also our passover for us was sacrificed -- Christ,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 5,
      "verse": 8,
      "text": "so that we may keep the feast, not with old leaven, nor with the leaven of evil and wickedness, but with unleavened food of sincerity and truth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 5,
      "verse": 9,
      "text": "I did write to you in the epistle, not to keep company with whoremongers --",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 5,
      "verse": 10,
      "text": "and not certainly with the whoremongers of this world, or with the covetous, or extortioners, or idolaters, seeing ye ought then to go forth out of the world --",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 5,
      "verse": 11,
      "text": "and now, I did write to you not to keep company with [him], if any one, being named a brother, may be a whoremonger, or covetous, or an idolater, or a railer, or a drunkard, or an extortioner -- with such a one not even to eat together;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 5,
      "verse": 12,
      "text": "for what have I also those without to judge? those within do ye not judge?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Corinthians",
      "chapter": 5,
      "verse": 13,
      "text": "and those without God doth judge; and put ye away the evil from among yourselves.",
      "header": "",
      "footer": ""
    }
  ]
}