{
  "book_name": "1 Kings",
  "chapter": 4,
  "verses": [
    {
      "book_name": "1 Kings",
      "chapter": 4,
      "verse": 1,
      "text": "King Solomon was king over all Israel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 4,
      "verse": 2,
      "text": "Now these are the officials who were his: Azariah the son of Zadok was the priest.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 4,
      "verse": 3,
      "text": "Elihoreph and Ahijah, the sons of Shisha, were the secretaries; Jehoshaphat the son of Ahilud was the recorder.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 4,
      "verse": 4,
      "text": "Benaiah the son of Jehoiada was over the army, and Zadok and Abiathar were priests.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 4,
      "verse": 5,
      "text": "Azariah the son of Nathan was over the governors, and Zabud the son of Nathan was a priest, an advisor to the king.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 4,
      "verse": 6,
      "text": "Ahishar was over the palace, and Adoniram the son of Abda was over the forced labor.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 4,
      "verse": 7,
      "text": "Solomon had twelve governors over all Israel, and they sustained the king and his palace, each one was to sustain for each month of the year.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 4,
      "verse": 8,
      "text": "These are their names: Ben-Hur was in the hill country of Ephraim.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 4,
      "verse": 9,
      "text": "Ben-Deker was in Makaz and in Shaalbim and in Beth-Shemesh and Elon of Beth-Hanan.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 4,
      "verse": 10,
      "text": "Ben-Hesed was in the Arubbot; Socoh and all the land of Hepher were his.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 4,
      "verse": 11,
      "text": "Ben-Abinadab was in all of Naphat of Dor; Taphath the daughter of Solomon was his wife.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 4,
      "verse": 12,
      "text": "Baanah the son of Ahilud was in Taanach and Megiddo and all Beth-Shean which is beside Zarethan below Jezreel, of Beth-Shean up to Abel-Meholah up to the other side of Jokmeam.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 4,
      "verse": 13,
      "text": "Ben-Geber was in Ramoth-Gilead; the villages of Jair, the son of Manasseh which are in the Gilead were his, and the region of Argob which is in the Bashan, sixty great cities, with walls having crossbars of bronze, were his.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 4,
      "verse": 14,
      "text": "Ahinadab the son of Iddo was in Mahanaim.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 4,
      "verse": 15,
      "text": "Ahimaaz was in Naphtali; he moreover also had taken Basemath the daughter of Solomon as wife.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 4,
      "verse": 16,
      "text": "Baanah the son of Hushai was in Asher and Bealoth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 4,
      "verse": 17,
      "text": "Jehoshaphat the son of Paruah was in Issachar.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 4,
      "verse": 18,
      "text": "Shimei the son of Ela was in Benjamin.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 4,
      "verse": 19,
      "text": "Geber the son of Uri was in the land of Gilead, the land of Sihon, the king of the Amorites, and of Og, the king of Bashan; one governor which was over the land.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 4,
      "verse": 20,
      "text": "Judah and Israel were as many as the sand which is on the seashore in abundance, eating and drinking and rejoicing!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 4,
      "verse": 21,
      "text": "Now Solomon was ruling over all the kingdoms from the River to the land of the Philistines, and up to the border of Egypt, who were bringing tribute and were serving Solomon all the days of his life.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 4,
      "verse": 22,
      "text": "The food of Solomon for one day was thirty dry measures of choice meal and sixty dry measures of flour;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 4,
      "verse": 23,
      "text": "ten stall-fed oxen and twenty pasture-fed oxen and a hundred sheep, besides deer and buck gazelles and roebucks and well-fed fowls.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 4,
      "verse": 24,
      "text": "For he was ruling over all the west of the River from Tiphsah up to Gaza, over all the kings west of the River; and he had peace from every side all around.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 4,
      "verse": 25,
      "text": "Judah and Israel lived in security, each man under his vine and under his fig tree, from Dan as far as Beersheba, all the days of Solomon.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 4,
      "verse": 26,
      "text": "Now Solomon had forty thousand stalls of horses for his war chariots and twelve thousand horsemen.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 4,
      "verse": 27,
      "text": "These governors sustained King Solomon and all who came near to the table of King Solomon, each in his month; they did not omit anything.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 4,
      "verse": 28,
      "text": "The barley and the straw for the horses and for packhorses they brought to the place where they were, each according to his share.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 4,
      "verse": 29,
      "text": "God gave wisdom to Solomon and very great discernment, as well as breadth of understanding, as the sand which is on the edge of the seashore.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 4,
      "verse": 30,
      "text": "The wisdom of Solomon was greater than the wisdom of all the people of the east and more than all the wisdom of Egypt.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 4,
      "verse": 31,
      "text": "He was wiser than all the men: Ethan the Ezrahite; Heman, Calcol, and Darda the children of Mahol; and he was very well known.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 4,
      "verse": 32,
      "text": "He spoke three thousand proverbs, and his songs were one thousand and five.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 4,
      "verse": 33,
      "text": "He spoke concerning the trees, from the cedar which is in Lebanon up to the hyssop which grows on the wall; he also spoke concerning the animals, concerning the birds, concerning the creeping things, and concerning the fish.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Kings",
      "chapter": 4,
      "verse": 34,
      "text": "They came from all the nations to hear the wisdom of Solomon; from all the kings of the earth who had heard of his wisdom.",
      "header": "",
      "footer": ""
    }
  ]
}