{
  "book_name": "Zechariah",
  "chapter": 11,
  "verses": [
    {
      "book_name": "Zechariah",
      "chapter": 11,
      "verse": 1,
      "text": "Open your doors, O Lebanon,\nso that fire will devour your cedars!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 11,
      "verse": 2,
      "text": "Wail, O juniper, for the cedar has fallen,\n    for the magnificent trees are ruined!\nWail, oaks of Bashan,\n    for the impenetrable forest has come down!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 11,
      "verse": 3,
      "text": "Listen to the wailing of the shepherds,\n    for their splendor is ruined!\nListen to the roar of the young lions,\n    for the thickets of the Jordan are ruined!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 11,
      "verse": 4,
      "text": "Thus says Yahweh my God: “Shepherd the flock doomed to slaughter.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 11,
      "verse": 5,
      "text": "The ones buying them kill them and go unpunished, and the ones selling them say, ‘Blessed be Yahweh, for I have become rich.’ Their own shepherds have no compassion for them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 11,
      "verse": 6,
      "text": "For I will no longer have compassion on the inhabitants of the land,” declares Yahweh. “Look, I am going to cause humankind to fall, each into the hand of his neighbor, and into the hand of his king; and they will devastate the land, and I will not deliver anyone from their hand.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 11,
      "verse": 7,
      "text": "And I shepherded the flock doomed to slaughter, even the afflicted of the flock. I took two staffs, one I called Kindness, and the other I called Unity, and I shepherded the flock.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 11,
      "verse": 8,
      "text": "And I got rid of three shepherds in one month, for I grew impatient with them, and they also became tired of me.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 11,
      "verse": 9,
      "text": "So I said, “I will not shepherd you! The one dying will die, and the one to be destroyed will be destroyed. And the ones remaining, let them devour the flesh of each other.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 11,
      "verse": 10,
      "text": "And I took my staff Kindness and broke it, to break my covenant that I had made with all the peoples.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 11,
      "verse": 11,
      "text": "And it was broken on that day. Then the afflicted of the flock, the ones who were watching me, knew that it was the word of Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 11,
      "verse": 12,
      "text": "And I said to them, “If it seems right to you, give me my wages, but if not, keep them.” And they weighed out my wages, thirty silver shekels.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 11,
      "verse": 13,
      "text": "And Yahweh said to me, “Throw it to the potter,” this noble price at which I was valued by them!” So I took the thirty silver shekels and I threw them to the potter in the house of Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 11,
      "verse": 14,
      "text": "Then I broke my second staff Unity to break the family ties between Judah and Israel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 11,
      "verse": 15,
      "text": "And Yahweh said to me, “Take again the implements of a foolish shepherd.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 11,
      "verse": 16,
      "text": "For look, I am raising up a shepherd in the land who will not attend to the ones that are perishing; he will not seek the young man, he will not heal the ones that are crushed and he will not sustain the healthy ones; he will devour the flesh of the fattened ones and tear apart even their hoofs.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 11,
      "verse": 17,
      "text": "“Woe, my worthless shepherd\n    who deserts the flock!\nMay a sword fall on his arm\n    and on his right eye!\nMay his arm wither completely\n    and his right eye be utterly blinded!”",
      "header": "",
      "footer": ""
    }
  ]
}