{
  "book_name": "Zechariah",
  "chapter": 3,
  "verses": [
    {
      "book_name": "Zechariah",
      "chapter": 3,
      "verse": 1,
      "text": "And he showed me Joshua the high priest standing before the angel of Yahweh; and Satan was standing on his right to accuse him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 3,
      "verse": 2,
      "text": "But Yahweh said to Satan, “Yahweh rebukes you, O Satan! Yahweh who has chosen Jerusalem rebukes you! Is this not a stick snatched from the fire?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 3,
      "verse": 3,
      "text": "And Joshua was clothed in filthy garments and was standing before the angel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 3,
      "verse": 4,
      "text": "And he answered and said to the ones standing before him, saying, “Remove the filthy garments from him.” And he said to him, “See, I have taken away your guilt from you, and will clothe you with rich garments.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 3,
      "verse": 5,
      "text": "And I said, “Let them put a clean headband on his head.” And they put a clean headband on his head, and they clothed him with garments. And the angel of Yahweh was standing by.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 3,
      "verse": 6,
      "text": "And the angel of Yahweh assured Joshua, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 3,
      "verse": 7,
      "text": "“Thus says Yahweh of hosts: ‘If you will walk in my ways, and if you will keep my requirements, then you will judge my house, and you will also guard my courtyards, and I will give to you passageways among these that are standing here.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 3,
      "verse": 8,
      "text": "Listen, please, O Joshua the high priest, you and your companions that are sitting before you. For the men are a sign that, look, I am going to bring my servant the Branch.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 3,
      "verse": 9,
      "text": "For consider, the stone that I set before Joshua, on one stone are seven eyes. Look, I am going to engrave an inscription on it,’ declares Yahweh of hosts, ‘and I will remove the guilt of that land in a single day.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Zechariah",
      "chapter": 3,
      "verse": 10,
      "text": "On that day,’ declares Yahweh of hosts, ‘you will invite one another under the vine and under the fig tree.’”",
      "header": "",
      "footer": ""
    }
  ]
}