{
  "book_name": "1 Thessalonians",
  "chapter": 2,
  "verses": [
    {
      "book_name": "1 Thessalonians",
      "chapter": 2,
      "verse": 1,
      "text": "For you yourselves know, brothers, our reception with you, that it was not in vain,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Thessalonians",
      "chapter": 2,
      "verse": 2,
      "text": "but after we had already suffered and been mistreated in Philippi, just as you know, we had the courage in our God to speak to you the gospel of God amid much opposition.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Thessalonians",
      "chapter": 2,
      "verse": 3,
      "text": "For our exhortation is not from error or from impurity or with deceit,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Thessalonians",
      "chapter": 2,
      "verse": 4,
      "text": "but just as we have been approved by God to be entrusted with the gospel, thus we speak, not as pleasing people but God, who examines our hearts.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Thessalonians",
      "chapter": 2,
      "verse": 5,
      "text": "For never did we come with a word of flattery, just as you know, nor with a pretext of greediness (God is witness),",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Thessalonians",
      "chapter": 2,
      "verse": 6,
      "text": "nor seeking glory from people, neither from you nor from others.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Thessalonians",
      "chapter": 2,
      "verse": 7,
      "text": "Although we could have insisted on our own importance as apostles of Christ, yet we became infants in your midst, like a nursing mother cherishes her own children.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Thessalonians",
      "chapter": 2,
      "verse": 8,
      "text": "Longing for you in this way, we determined to share with you not only the gospel of God but also our own souls, because you had become dear to us.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Thessalonians",
      "chapter": 2,
      "verse": 9,
      "text": "For you remember, brothers, our labor and hardship: working by night and day in order not to be a burden to any of you, we proclaimed to you the gospel of God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Thessalonians",
      "chapter": 2,
      "verse": 10,
      "text": "You are witnesses, and so is God, how devoutly and righteously and blamelessly we became to you who believe,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Thessalonians",
      "chapter": 2,
      "verse": 11,
      "text": "just as you know how we treated each one of you, like a father his own children,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Thessalonians",
      "chapter": 2,
      "verse": 12,
      "text": "exhorting and consoling you and insisting that you live in a manner worthy of God, who calls you to his own kingdom and glory.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Thessalonians",
      "chapter": 2,
      "verse": 13,
      "text": "And because of this we also give thanks to God constantly, that when you received God’s word that you heard from us, you accepted it not as the word of men, but as it truly is, the word of God, which also is at work in you who believe.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Thessalonians",
      "chapter": 2,
      "verse": 14,
      "text": "For you became imitators, brothers, of the churches of God which are in Judea in Christ Jesus, because you also suffered the same things at the hands of your own people, just as they themselves did also at the hands of the Jews,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Thessalonians",
      "chapter": 2,
      "verse": 15,
      "text": "who killed both the Lord Jesus and the prophets, and who persecuted us, and who are not pleasing to God and are opposed to all people,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Thessalonians",
      "chapter": 2,
      "verse": 16,
      "text": "hindering us from speaking to the Gentiles in order that they may be saved, so that they always fill up their sins. But wrath has come upon them to the end.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Thessalonians",
      "chapter": 2,
      "verse": 17,
      "text": "But when we were made orphans by separation from you, brothers, for a short time (in face, not in heart), we were even more eager with great desire to see your face,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Thessalonians",
      "chapter": 2,
      "verse": 18,
      "text": "because we wanted to come to you—I, Paul, on more than one occasion—and Satan hindered us.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Thessalonians",
      "chapter": 2,
      "verse": 19,
      "text": "For who is our hope or joy or crown of boasting? Is it not even you, in the presence of our Lord Jesus at his coming?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Thessalonians",
      "chapter": 2,
      "verse": 20,
      "text": "For you are our glory and joy.",
      "header": "",
      "footer": ""
    }
  ]
}