{
  "book_name": "Isaiah",
  "chapter": 29,
  "verses": [
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 1,
      "text": "Ah! Ariel, Ariel, the city where David encamped!\nAdd year to year,\n    let festivals recur.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 2,
      "text": "Yet I will inflict Ariel,\n    and there shall be mourning and lamentation,\n    and it shall be to me like an altar hearth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 3,
      "text": "And I will encamp in a circle against you,\n    and I will lay siege to you with towers\n    and I will raise up siegeworks against you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 4,
      "text": "Then you shall be low;\n    you shall speak from the earth,\n    and your words will be low, from dust.\nAnd your voice will be from the earth, like a ghost,\n    and your word will whisper from the dust.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 5,
      "text": "But the multitude of your strangers shall be like fine dust,\n    and the multitude of tyrants like chaff that passes by.\nAnd it will happen in an instant, suddenly.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 6,
      "text": "You will be punished by Yahweh of hosts\nwith thunder and earthquake and great sound,\n    storm wind and tempest and the flame of a devouring fire.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 7,
      "text": "And the multitude of all the nations who fight against Ariel,\n    all those who fight against her and her stronghold,\n        and those who inflict her shall be like a dream, a vision of the night.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 8,
      "text": "And it shall be as when the hungry person dreams—look, he is eating!\n    And he wakes up and his inner self is empty.\nOr as when the thirsty person dreams—look, he is drinking!\n    And he wakes up and look, he is faint,\n    and his inner self is longing for water.\nSo shall be the multitude of all the nations who fight against Mount Zion.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 9,
      "text": "Be astonished and be amazed!\n    Blind yourselves and be blinded!\nThey are drunk but not from wine;\n    they stagger but not from strong drink.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 10,
      "text": "For Yahweh has poured out upon you a spirit of deep sleep,\n    and he has shut your eyes, the prophets,\n    and he has covered your heads, the seers.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 11,
      "text": "And the vision of all this has become for you like the words of a sealed document. When they give it to one who knows the document, saying, “Read this now!” He says, “I am not able, for it is sealed.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 12,
      "text": "And if the document is given to one who does not know how to read, saying, “Read this now!” he says, “I do not know how to read.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 13,
      "text": "And the Lord said,\n“Because this people draw near with its mouth,\n    and with its lips it honors me,\nand its heart is far from me,\n    and their fear of me is a commandment of men that has been taught,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 14,
      "text": "therefore look, I am again doing something spectacular\nand a spectacle with this spectacular people.\nAnd the wisdom of its wise men shall perish,\n    and the discernment of its discerning ones shall keep itself hidden.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 15,
      "text": "Ah! Those who make a plan deep, to hide it from Yahweh,\n    and their deeds are in a dark place.\nAnd they say, “Who sees us?\n    And who knows us?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 16,
      "text": "Your perversity!\n    As if a potter shall be regarded as the clay!\nThat the product of its maker says,\n    “He did not make me,”\nand the thing made into shape says of its potter,\n    “He has no understanding.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 17,
      "text": "In a very little while shall not Lebanon change into a fruitful land,\n    and the fruitful land be regarded as a forest?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 18,
      "text": "And on that day, the deaf shall hear the words of a scroll,\n    and the eyes of the blind shall see out of gloom and darkness.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 19,
      "text": "And the meek have joy after joy in Yahweh,\n    and the needy of the people shall rejoice in the holy one of Israel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 20,
      "text": "For the tyrant shall be no more,\n    and the scoffer shall come to an end.\nAnd all those lying in wait for evil shall be cut off;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 21,
      "text": "those who mislead a person into sin with a word\nand set a trap for the arbitrator in the gate\n    and guide away the righteous by emptiness.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 22,
      "text": "Therefore Yahweh, who redeemed Abraham, says this to the house of Jacob:\n“Jacob will no longer be ashamed,\n    and his face will no longer grow pale.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 23,
      "text": "For when he sees his children,\n    the work of my hands, in his midst,\nthey will treat my name as holy,\n    and they will treat the holy one of Jacob as holy,\n    and they will stand in awe of the God of Israel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 29,
      "verse": 24,
      "text": "And those who err in spirit will acquire understanding,\n    and those who grumble will learn instruction.",
      "header": "",
      "footer": ""
    }
  ]
}