{
  "book_name": "Isaiah",
  "chapter": 36,
  "verses": [
    {
      "book_name": "Isaiah",
      "chapter": 36,
      "verse": 1,
      "text": "And this happened: In the fourteenth year of King Hezekiah, Sennacherib king of Assyria went up against all the fortified cities of Judah, and he captured them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 36,
      "verse": 2,
      "text": "And the king of Assyria sent Rabshakeh from Lachish to Jerusalem, to King Hezekiah, with a large army, and he stood by the conduit of the upper pool on the highway of the field of the washer.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 36,
      "verse": 3,
      "text": "And Eliakim son of Hilkiah, who was in charge of the palace, came out to him, and Shebna the secretary, and Joah son of Asaph, the reminder.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 36,
      "verse": 4,
      "text": "And Rabshakeh said to them, “Now say to Hezekiah, ‘Thus says the great king, the king of Assyria: “What is this confidence in which you trust?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 36,
      "verse": 5,
      "text": "I said, ‘Only a word of lips! War has power and a plan!’ Now, in whom do you trust, that you have rebelled against me?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 36,
      "verse": 6,
      "text": "Look, you trust in the staff of this broken reed, on Egypt, which if a man leans on it, goes into his hand and bores through it! Such is Pharaoh, king of Egypt, to all those who trust in him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 36,
      "verse": 7,
      "text": "And if you say to me, ‘We trust in Yahweh our God,’ was it not he whose high places and altars Hezekiah removed? And he said to Judah and to Jerusalem, ‘You shall bow down in the presence of this altar.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 36,
      "verse": 8,
      "text": "And now please make a wager with my master the king of Assyria, and I will give you two thousand horses, that is, if you are able put riders for yourself on them!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 36,
      "verse": 9,
      "text": "But how can you drive back one governor among the least of my master’s servants, when you trust in Egypt for chariots and horsemen?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 36,
      "verse": 10,
      "text": "And now was it without Yahweh that I have come up against this land to destroy it? Yahweh said to me, “Go up against this land and destroy it!”’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 36,
      "verse": 11,
      "text": "And Eliakim, Shebna, and Joah said to Rabshakeh, “Please speak to your servants in Aramaic, for we can understand it, and you must not speak to us in Judean in the hearing of the people who are on the wall.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 36,
      "verse": 12,
      "text": "But Rabshakeh said, “Has my master sent me to speak these words to your masters and you? Was it not for the people who sit on the wall, to eat their dung and drink their urine with you?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 36,
      "verse": 13,
      "text": "Then Rabshakeh stood and called in a great voice in Judean and said, “Hear the words of the great king, the king of Assyria.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 36,
      "verse": 14,
      "text": "Thus says the king: ‘Do not let Hezekiah deceive you, for he will not be able to deliver you!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 36,
      "verse": 15,
      "text": "And do not let Hezekiah make you rely on Yahweh, saying, “Surely Yahweh will deliver us; this city will not be given into the hand of the king of Assyria!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 36,
      "verse": 16,
      "text": "You must not listen to Hezekiah, for thus says the king of Assyria: “Make a blessing with me, and come out to me, and each one will eat from his vine and from his fig tree and drink water from his cistern,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 36,
      "verse": 17,
      "text": "until I come and take you to a land like your land, a land of grain and new wine, a land of bread and vineyards,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 36,
      "verse": 18,
      "text": "lest Hezekiah mislead you, saying, ‘Yahweh will save us!’ Did the gods of the nations each save his land from the hand of the king of Assyria?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 36,
      "verse": 19,
      "text": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim? Indeed, have they delivered Samaria from my hand?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 36,
      "verse": 20,
      "text": "Who are there among all the gods of these countries who have saved their land from my hand, that Yahweh should save Jerusalem from my hand?”’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 36,
      "verse": 21,
      "text": "But they were silent and did not answer him a word, for the command of the king was, “You must not answer him.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 36,
      "verse": 22,
      "text": "Then Eliakim son of Hilkiah, who was over the palace, Shebna the secretary, and Joah son of Asaph, the reminder, came to Hezekiah with torn garments and told him the words of Rabshakeh.",
      "header": "",
      "footer": ""
    }
  ]
}