{
  "book_name": "Isaiah",
  "chapter": 54,
  "verses": [
    {
      "book_name": "Isaiah",
      "chapter": 54,
      "verse": 1,
      "text": "“Sing for joy, barren woman; who has not borne!\n    Burst forth into rejoicing and rejoice, she who has not been in labor!\n        For the children of the desolate woman are more than the children of the married woman,” says Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 54,
      "verse": 2,
      "text": "“Enlarge the site of your tent,\n    and let them stretch out the tent curtains of your dwelling place.\nYou must not spare; make your tent cords long\n    and strengthen your pegs,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 54,
      "verse": 3,
      "text": "for you will spread out to the right and to the left.\nAnd your descendants will be heir to the nations,\n    and they will inhabit desolate towns.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 54,
      "verse": 4,
      "text": "You must not fear, for you will not be ashamed,\n    and you must not be confounded, for you will not feel abashed,\nfor you will forget the shame of your youth,\n    and you will no longer remember the disgrace of your widowhood.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 54,
      "verse": 5,
      "text": "For your husband is your maker, his name is Yahweh of hosts;\n    and your redeemer is the holy one of Israel, he is called the God of all of the earth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 54,
      "verse": 6,
      "text": "For Yahweh has called you like a wife forsaken and hurt of spirit,\n    like the wife of childhood when she is rejected, says your God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 54,
      "verse": 7,
      "text": "I abandoned you for a short moment,\n    but I will gather you with great compassion.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 54,
      "verse": 8,
      "text": "I hid my face from you for a moment, in the flowing of anger,\n    but I will have compassion on you with everlasting faithfulness” says your redeemer, Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 54,
      "verse": 9,
      "text": "“For this is like the waters of Noah to me,\n    when I swore that the waters of Noah would never again pass over the earth,\n    so I swore that I would not be angry at you and rebuke you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 54,
      "verse": 10,
      "text": "For the mountains may depart,\n    and the hills may sway,\nbut my faithfulness shall not depart from you,\n    and my covenant of peace shall not sway,”\nsays Yahweh, who has compassion on you,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 54,
      "verse": 11,
      "text": "“O afflicted one, driven away, who is not consoled.\nLook! I am about to set your stones in hard mortar,\n    and I will lay your foundation with sapphires.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 54,
      "verse": 12,
      "text": "And I will make your battlements of ruby,\n    and your gates of stones of beryl,\n    and all your wall of precious stones.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 54,
      "verse": 13,
      "text": "And all your children shall be pupils of Yahweh,\n    and the peace of your children shall be great.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 54,
      "verse": 14,
      "text": "In righteousness you shall be established.\nBe far from oppression, for you shall not fear,\n    and from terror, for it shall not come near you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 54,
      "verse": 15,
      "text": "If indeed one attacks, it is not from me;\n    whoever attacks you shall fall because of you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 54,
      "verse": 16,
      "text": "Look! I myself have created the craftsman who blows the fire of coals,\n    and who produces a weapon for his work;\n    also I myself have created the destroyer to destroy.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 54,
      "verse": 17,
      "text": "Every weapon formed against you shall not succeed,\n    and you shall declare guilty every tongue that rises against you for judgment.\nThis is the inheritance of the servants of Yahweh,\n    and their legal right from me,”\ndeclares Yahweh.",
      "header": "",
      "footer": ""
    }
  ]
}