{
  "book_name": "Isaiah",
  "chapter": 58,
  "verses": [
    {
      "book_name": "Isaiah",
      "chapter": 58,
      "verse": 1,
      "text": "“Call with the throat; you must not keep back!\n    lift up your voice like a trumpet,\nand declare to my people their rebellion,\n    and to the house of Jacob their sins.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 58,
      "verse": 2,
      "text": "Yet they seek me day by day,\n    and they desire the knowledge of my ways\nlike a nation that practiced righteousness,\n    and had not forsaken the judgment of its God;\nthey ask me for righteous judgments,\n    they desire the closeness of God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 58,
      "verse": 3,
      "text": "‘Why do we fast, and you do not see it?\n    We humiliate our soul, and you do not notice it?’\nLook! You find delight on the day of your fast,\n    and you oppress all your workers!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 58,
      "verse": 4,
      "text": "Look! You fast to quarrel and strife,\n    and to strike with a wicked fist.\nYou shall not fast as you do today,\n    to make your voice heard on the height.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 58,
      "verse": 5,
      "text": "Is the fast I choose like this,\n    a day for humankind to humiliate himself?\nTo bow his head like a reed,\n    and make his bed on sackcloth and ashes;\nyou call this a fast\n    and a day of pleasure to Yahweh?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 58,
      "verse": 6,
      "text": "Is this not the fast I choose: to release the bonds of injustice,\n    to untie the ropes of the yoke,\nand to let the oppressed go free,\n    and tear every yoke to pieces?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 58,
      "verse": 7,
      "text": "Is it not to break your bread for the hungry?\n    You must bring home the poor, the homeless.\nWhen you see the naked, you must cover him,\n    and you must not hide yourself from your relatives.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 58,
      "verse": 8,
      "text": "Then your light shall break forth like the dawn,\n    and your healing shall grow quickly.\nAnd your salvation shall go before you;\n    the glory of Yahweh will be your rear guard.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 58,
      "verse": 9,
      "text": "Then you shall call, and Yahweh himself will answer.\n    You shall cry for help, and he will say, ‘Here I am!’\nIf you remove from among you the yoke,\n    the finger-pointing and evil speech,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 58,
      "verse": 10,
      "text": "if you offer your soul to the hungry,\n    and you satisfy the appetite of the afflicted,\nthen your light shall rise in the darkness,\n    and your darkness will be like noon.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 58,
      "verse": 11,
      "text": "And Yahweh will lead you continually, and satisfy your soul in a barren land,\n    and he will strengthen your bones,\nand you shall be like a well-watered garden,\n    and like a spring of water whose water does not fail.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 58,
      "verse": 12,
      "text": "And they shall rebuild ancient ruins from you;\n    you shall erect the foundations of many generations,\nand you shall be called the bricklayer of the breach,\n    the restorer of paths to live in.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 58,
      "verse": 13,
      "text": "If you hold your foot back from the Sabbath,\n    from doing your affairs on my holy day,\nif you call the Sabbath a pleasure,\n    the holy day of Yahweh honorable,\nif you honor him more than doing your ways,\n    than finding your affairs and speaking a word,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 58,
      "verse": 14,
      "text": "then you shall take your pleasure in Yahweh,\n    and I will make you ride upon the heights of the earth,\n    and I will feed you the heritage of Jacob your ancestor,\nfor the mouth of Yahweh has spoken.”",
      "header": "",
      "footer": ""
    }
  ]
}