{
  "book_name": "Isaiah",
  "chapter": 61,
  "verses": [
    {
      "book_name": "Isaiah",
      "chapter": 61,
      "verse": 1,
      "text": "The Spirit of the Lord Yahweh is upon me,\n    because Yahweh has anointed me,\nhe has sent me to bring good news to the oppressed,\n    to bind up the brokenhearted,\nto proclaim release to the captives\n    and liberation to those who are bound,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 61,
      "verse": 2,
      "text": "to proclaim the year of Yahweh’s favor,\n    and our God’s day of vengeance,\nto comfort all those in mourning,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 61,
      "verse": 3,
      "text": "to give for those in mourning in Zion,\nto give them a head wrap instead of ashes,\n    the oil of joy instead of mourning,\n    a garment of praise instead of a faint spirit.\nAnd they will be called oaks of righteousness,\n    the planting of Yahweh, to show his glory.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 61,
      "verse": 4,
      "text": "And they shall build the ancient ruins,\n    they shall erect the former deserted places.\nAnd they shall restore the devastated cities,\n    the deserted places of many generations.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 61,
      "verse": 5,
      "text": "And strangers shall stand and feed your flocks,\n    and foreigners shall be your farmers and vinedressers.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 61,
      "verse": 6,
      "text": "But you shall be called the priests of Yahweh,\n    you will be called servers of our God.\nYou shall eat the wealth of the nations,\n    and you shall boast in their riches.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 61,
      "verse": 7,
      "text": "Instead of your shame, a double portion,\n    and instead of insult, they will rejoice over their portion.\nTherefore they will take a double portion in their land;\n    they shall possess everlasting joy.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 61,
      "verse": 8,
      "text": "For I, Yahweh, love justice,\n    hate robbery and injustice,\nand I will faithfully give their reward,\n    and I will make an everlasting covenant with them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 61,
      "verse": 9,
      "text": "And their descendants will be known among the nations,\n    and their offspring in the midst of the peoples.\nAll those who see them shall recognize them,\n    that they are descendants whom Yahweh has blessed.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 61,
      "verse": 10,
      "text": "I will rejoice greatly in Yahweh;\n    my being shall shout in exultation in my God.\nFor he has clothed me with garments of salvation,\n    he has covered me with the robe of righteousness,\nas a bridegroom adorns himself with a head wrap like a priest,\n    and as a bride adorns herself with her jewelry.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 61,
      "verse": 11,
      "text": "For as the earth produces its sprout,\n    and as a garden makes its plants sprout,\nso the Lord Yahweh will make righteousness sprout,\n    and praise before all the nations.",
      "header": "",
      "footer": ""
    }
  ]
}