{
  "book_name": "Isaiah",
  "chapter": 62,
  "verses": [
    {
      "book_name": "Isaiah",
      "chapter": 62,
      "verse": 1,
      "text": "For the sake of Zion I will not be silent,\n    and for the sake of Jerusalem I will not maintain a quiet attitude,\nuntil her righteousness goes out like the bright light,\n    and her salvation burns like a torch.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 62,
      "verse": 2,
      "text": "And the nations shall see your righteousness,\n    and all the kings your glory,\nand you will be called a new name\n    that the mouth of Yahweh will designate.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 62,
      "verse": 3,
      "text": "And you shall be a crown of beauty in the hand of Yahweh,\n    and a headband of royalty in the hand of your God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 62,
      "verse": 4,
      "text": "It shall no longer be said of you, “Forsaken,”\n    and it shall no longer be said of your land, “Desolation!”\nbut you will be called “My Delight Is In Her,”\n    and your land, “Married,”\nfor Yahweh delights in you,\n    and your land shall be married.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 62,
      "verse": 5,
      "text": "For as a young man marries a virgin,\n    so shall your sons marry you,\nand as is the joy of the bridegroom over the bride,\n    so shall your God rejoice over you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 62,
      "verse": 6,
      "text": "I have appointed watchmen upon your walls, Jerusalem;\n    all day and all night they shall never be silent.\nYou who profess Yahweh have no rest.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 62,
      "verse": 7,
      "text": "And you must not give him rest until he establishes,\n        and until he makes Jerusalem an object of praise in the earth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 62,
      "verse": 8,
      "text": "Yahweh has sworn by his right hand,\n    and by his mighty arm,\n“Surely I will never again give your grain as food to your enemies,\n    and surely foreigners shall not drink your new wine at which you have labored.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 62,
      "verse": 9,
      "text": "But those who gather it shall eat it, and they shall praise Yahweh,\n    and those who gather it shall drink it in my holy courts.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 62,
      "verse": 10,
      "text": "Pass through, pass through the gates!\n    Make the way clear for the people!\nPile up, pile up the highway; clear it of stones!\n    Lift up an ensign over the peoples!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 62,
      "verse": 11,
      "text": "Look! Yahweh has proclaimed to the end of the earth:\nSay to daughter Zion, “Look, your salvation is coming!\n    Look, his reward is with him,\n    and his reward before him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 62,
      "verse": 12,
      "text": "And they shall call them “The Holy People, The Redeemed Of Yahweh,”\n    and you shall be called “Sought After, A City Is Not Forsaken.”",
      "header": "",
      "footer": ""
    }
  ]
}