{
  "book_name": "Isaiah",
  "chapter": 66,
  "verses": [
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 1,
      "text": "Thus says Yahweh:\n“Heaven is my throne,\n    and the earth is the footstool for my feet.\nWhere is this house that you would build for me?\n    And where is this resting place for me?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 2,
      "text": "And my hand has made all these things,\n    and all these came to be,”\ndeclares Yahweh, “but I look to this one:\nto the humble and the contrite of spirit\n    and the one frightened at my word.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 3,
      "text": "The one who slaughters a bull strikes a man;\n    the one who slaughters a lamb for sacrifice breaks the neck of a dog.\nThe one who offers an offering, the blood of swine;\n    the one who offers frankincense blesses an idol.\nIndeed, they themselves have chosen their ways,\n    and their soul delights in their abhorrence.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 4,
      "text": "Indeed, I myself I will choose their ill treatment,\n    and I will bring them objects of their dread,\nbecause I called, and no one answered;\n    I spoke and they did not listen,\nbut they did the evil in my eyes,\n    and they chose that in which I do not delight.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 5,
      "text": "Hear the word of Yahweh, you who are frightened at his word:\nYour brothers who hate you,\n    who exclude you for my name’s sake have said,\n“Let Yahweh be honored so that we may see your joy!”\n    But they themselves shall be ashamed.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 6,
      "text": "A voice, an uproar from the city!\n    A voice from the temple!\n        The voice of Yahweh paying back his enemies!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 7,
      "text": "Before she was in labor she gave birth;\n    before labor pains came to her, she gave birth to a son.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 8,
      "text": "Who has heard anything like this?\n    Who has seen anything like these things?\nCan a land be born in one day?\n    Or can a nation be born in a moment?\nYet when she was in labor, Zion indeed gave birth to her children.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 9,
      "text": "Shall I myself I break open and not deliver?” says Yahweh,\n“or I who delivers lock up the womb?” says your God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 10,
      "text": "“Rejoice with Jerusalem\n    and shout in exultation with her, all those who love her!\n    Rejoice with her in joy, all those who mourn over her,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 11,
      "text": "so that you may suck and be satisfied from her consoling breast,\n    so that you may drink deeply and refresh yourselves from her heavy breast.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 12,
      "text": "For thus says Yahweh:\n“Look! I am about to spread prosperity out to her like a river,\n    and the wealth of the nations like an overflowing stream,\nand you shall suck and be carried on the hip;\n    and you shall you shall be played with on the knees.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 13,
      "text": "As a man whose mother comforts him, so I myself will comfort you,\n    and you shall be comforted in Jerusalem.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 14,
      "text": "And you shall see and your heart shall rejoice,\n    and your bones shall flourish like the grass,\nand the hand of Yahweh shall make itself known to his servants,\n    and he shall curse his enemies.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 15,
      "text": "For look! Yahweh will come in fire,\n    and his chariots like the storm wind,\nto give back his anger in wrath,\n    and his rebuke in flames of fire.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 16,
      "text": "For Yahweh enters into judgment on all flesh with fire and his sword,\n    and those slain by Yahweh shall be many.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 17,
      "text": "Those who sanctify themselves\n    and those who cleanse themselves to go into the gardens after the one in the middle,\neating the flesh of swine\n    and detestable things and rodents together\nshall come to an end!” declares Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 18,
      "text": "“And I—their works and thoughts!—am about to come to gather all nations and tongues,\n    and they shall come and see my glory.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 19,
      "text": "And I will set a sign among them,\n    and I will send survivors from them to the nations:\nTarshish, Pul, and Lud, who draw the bow;\n    Tubal and Javan, the faraway coastlands\nthat have not heard of my fame,\n    and have not seen my glory.\nAnd they shall declare my glory among the nations,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 20,
      "text": "and bring all your countrymen from all the nations as an offering to Yahweh on horses and chariots and in litters and on mules and camels, to my holy mountain, Jerusalem,” says Yahweh, “just as the sons of Israel bring an offering in a clean vessel to the house of Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 21,
      "text": "And indeed, I will take some of them as priests and the Levites,” says Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 22,
      "text": "“For just as the new heavens and earth that I am about to make shall stand before me,” declares Yahweh, “so shall your descendants and your name stand.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 23,
      "text": "And this shall happen: From new moon to new moon and from Sabbath to Sabbath all flesh shall come to bow in worship before me,” says Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 24,
      "text": "“And they shall go out and look at the corpses of the people who have rebelled against me,\nfor their worm shall not die,\n    and their fire shall not be quenched,\n        and they shall be an abhorrence to all flesh.”",
      "header": "",
      "footer": ""
    }
  ]
}