{
  "book_name": "Isaiah",
  "chapter": 8,
  "verses": [
    {
      "book_name": "Isaiah",
      "chapter": 8,
      "verse": 1,
      "text": "Then Yahweh said to me, “Take yourself a large tablet and write on it with a common stylus pen: Maher-Halal-Hash-Baz.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 8,
      "verse": 2,
      "text": "And I will require reliable witnesses as a witness for me: Uriah the priest and Zechariah son of Jeberekiah.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 8,
      "verse": 3,
      "text": "And I approached the prophetess, and she conceived, and she gave birth to a son. And Yahweh said to me, “Call his name Maher-Halal-Hash-Baz.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 8,
      "verse": 4,
      "text": "For before the boy knows to call ‘my father’ and ‘my mother,’ one will carry away the wealth of Damascus and the spoil of Samaria in the presence of the king of Assyria.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 8,
      "verse": 5,
      "text": "And Yahweh continued to speak to me again, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 8,
      "verse": 6,
      "text": "“Because this people has refused the gently flowing waters of Shiloah and rejoices over Rezin and the son of Remaliah,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 8,
      "verse": 7,
      "text": "therefore look! The Lord is bringing up the waters of the great and mighty river against them, the king of Assyria and all his glory.\nAnd he will rise above all his channels,\n    and he will flow over all his banks.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 8,
      "verse": 8,
      "text": "And he will sweep into Judah;\n    he will overflow and he will flood up to the neck.\nHe will reach, and he will spread his wings out over your entire land, God with us.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 8,
      "verse": 9,
      "text": "Be broken, you peoples, and be dismayed.\n    And listen, all distant parts of the earth;\ngird yourselves and be dismayed;\n    gird yourselves and be dismayed!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 8,
      "verse": 10,
      "text": "Make a plan, but it will be frustrated!\n    Speak a word, but it will not stand,\n        for God is with us!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 8,
      "verse": 11,
      "text": "For Yahweh said this to me while his hand weighed heavily on me,\n    and he warned me not to walk in the way of this people, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 8,
      "verse": 12,
      "text": "“You must not call conspiracy everything that this people calls conspiracy,\n    and you must not share its fear, and you must not be in dread.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 8,
      "verse": 13,
      "text": "You shall regard Yahweh of hosts as holy,\n    and he is your fear, and he is your dread.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 8,
      "verse": 14,
      "text": "And he will become like a sanctuary and a stumbling-stone,\n    and like a stumbling-rock for the two houses of Israel,\n    like a trap and a snare for the inhabitants of Jerusalem.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 8,
      "verse": 15,
      "text": "And many shall stumble among them,\n    and they shall fall and they shall be broken,\n    and they shall be ensnared and they shall be caught.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 8,
      "verse": 16,
      "text": "Bind up the testimony;\n    seal the teaching among my disciples.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 8,
      "verse": 17,
      "text": "And I will wait for Yahweh,\n    who hides his face from the house of Jacob,\nand I will await him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 8,
      "verse": 18,
      "text": "Look! I and the children whom Yahweh has given to me are like signs and portents in Israel from Yahweh of hosts, the one who dwells on the mountain of Zion.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 8,
      "verse": 19,
      "text": "Now if they tell you, “Consult the ghosts and the spirits, those who chirp and those who mutter. Should not a people consult its gods, the dead on behalf of the living,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 8,
      "verse": 20,
      "text": "for teaching and for testimony?” surely they who speak like this have no dawn.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 8,
      "verse": 21,
      "text": "And it will pass through it distressed and hungry, and this shall happen: when it is hungry, it will be enraged, and it will curse its king and its gods, and it will face upwar",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 8,
      "verse": 22,
      "text": "or look to the earth. But look! Distress and darkness, the gloom of affliction! And it will be thrust into darkness!",
      "header": "",
      "footer": ""
    }
  ]
}