{
  "book_name": "1 Peter",
  "chapter": 1,
  "verses": [
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 1,
      "text": "Peter, an apostle of Jesus Christ,\nTo God’s elect, exiles scattered throughout the provinces of Pontus, Galatia, Cappadocia, Asia and Bithynia,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 2,
      "text": "who have been chosen according to the foreknowledge of God the Father, through the sanctifying work of the Spirit, to be obedient to Jesus Christ and sprinkled with his blood:\nGrace and peace be yours in abundance.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 3,
      "text": "Praise be to the God and Father of our Lord Jesus Christ! In his great mercy he has given us new birth into a living hope through the resurrection of Jesus Christ from the dead,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 4,
      "text": "and into an inheritance that can never perish, spoil or fade. This inheritance is kept in heaven for you,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 5,
      "text": "who through faith are shielded by God’s power until the coming of the salvation that is ready to be revealed in the last time.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 6,
      "text": "In all this you greatly rejoice, though now for a little while you may have had to suffer grief in all kinds of trials.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 7,
      "text": "These have come so that the proven genuineness of your faith—of greater worth than gold, which perishes even though refined by fire—may result in praise, glory and honor when Jesus Christ is revealed.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 8,
      "text": "Though you have not seen him, you love him; and even though you do not see him now, you believe in him and are filled with an inexpressible and glorious joy,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 9,
      "text": "for you are receiving the end result of your faith, the salvation of your souls.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 10,
      "text": "Concerning this salvation, the prophets, who spoke of the grace that was to come to you, searched intently and with the greatest care,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 11,
      "text": "trying to find out the time and circumstances to which the Spirit of Christ in them was pointing when he predicted the sufferings of the Messiah and the glories that would follow.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 12,
      "text": "It was revealed to them that they were not serving themselves but you, when they spoke of the things that have now been told you by those who have preached the gospel to you by the Holy Spirit sent from heaven. Even angels long to look into these things.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 13,
      "text": "Therefore, with minds that are alert and fully sober, set your hope on the grace to be brought to you when Jesus Christ is revealed at his coming.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 14,
      "text": "As obedient children, do not conform to the evil desires you had when you lived in ignorance.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 15,
      "text": "But just as he who called you is holy, so be holy in all you do;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 16,
      "text": "for it is written: “Be holy, because I am holy.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 17,
      "text": "Since you call on a Father who judges each person’s work impartially, live out your time as foreigners here in reverent fear.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 18,
      "text": "For you know that it was not with perishable things such as silver or gold that you were redeemed from the empty way of life handed down to you from your ancestors,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 19,
      "text": "but with the precious blood of Christ, a lamb without blemish or defect.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 20,
      "text": "He was chosen before the creation of the world, but was revealed in these last times for your sake.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 21,
      "text": "Through him you believe in God, who raised him from the dead and glorified him, and so your faith and hope are in God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 22,
      "text": "Now that you have purified yourselves by obeying the truth so that you have sincere love for each other, love one another deeply, from the heart.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 23,
      "text": "For you have been born again, not of perishable seed, but of imperishable, through the living and enduring word of God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 24,
      "text": "For,\n“All people are like grass,\n    and all their glory is like the flowers of the field;\nthe grass withers and the flowers fall,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Peter",
      "chapter": 1,
      "verse": 25,
      "text": "but the word of the Lord endures forever.”\nAnd this is the word that was preached to you.",
      "header": "",
      "footer": ""
    }
  ]
}