{
  "book_name": "Joshua",
  "chapter": 10,
  "verses": [
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 1,
      "text": "And it happened that when Adoni-Zedek king of Jerusalem heard that Joshua captured Ai and had utterly destroyed it (just as he had done to Jericho and its king, so he did to Ai and its king) and that the inhabitants of Gibeon had made peace with Israel and were among them,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 2,
      "text": "he became very afraid because Gibeon was a very large city, like one of the royal cities, and because it was larger than Ai, and all its men were mighty warriors.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 3,
      "text": "So Adoni-Zedek king of Jerusalem sent word to Hohman king of Hebron, to Piram king of Jarmuth, to Japhia king of Lachish, and to Debir king of Eglon, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 4,
      "text": "“Come up and help me, and let us attack Gibeon, because it has made peace with Joshua and the Israelites.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 5,
      "text": "And the five kings of the Amorites, the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, and the king of Eglon, gathered together and went up, they and all their forces, and they laid siege to Gibeon and made war against it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 6,
      "text": "And the men of Gibeon sent word to Joshua at the camp at Gilgal, saying, “Do not abandon your servant. Come up to us quickly and save us! Help us, for all the kings of the Amorites who dwell in the hill country have gathered against us.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 7,
      "text": "So Joshua went up from Gilgal, he and all the fighting men with him, all the best warriors.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 8,
      "text": "And Yahweh said to Joshua, “Do not be afraid of them, for I have given them into your hand; no one will withstand you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 9,
      "text": "Joshua came upon them suddenly by marching up all night from Gilgal.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 10,
      "text": "And Yahweh threw them into panic before Israel, who struck them with a great blow at Gibeon and pursued them by the way of the ascent of Beth-horon and struck them as far as Azekah and Makkedah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 11,
      "text": "And as they were fleeing from Israel, they were on the slope of Beth-horon, and Yahweh threw huge stones from the heavens on them as far as Azekah; and more died by the hail stones than those whom the Israelites killed by the sword.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 12,
      "text": "Then Joshua spoke to Yahweh, on the day Yahweh gave the Amorites over to the Israelites, and he said in the sight of Israel,\n“Sun in Gibeon, stand still,\n    and moon, in the valley of Aijalon.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 13,
      "text": "And the sun stood still, and the moon stopped,\n    until the nation took vengeance on its enemies.\nIs it not written in the scroll of Jashar? The sun stood still in the middle of the heaven and was not in haste to set for about a full day.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 14,
      "text": "There has not been a day like this before it or after, that Yahweh listened to the voice of a man; for Yahweh fought for Israel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 15,
      "text": "And Joshua returned and all Israel with him to the camp at Gilgal.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 16,
      "text": "But these five kings fled and hid themselves in the cave at Makkedah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 17,
      "text": "And it was told to Joshua, saying, “The five kings were found hidden in the cave at Makkedah.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 18,
      "text": "And Joshua said, “Roll large stones against the mouth of the cave, and set men in front of it to guard them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 19,
      "text": "But do not stay there; pursue after your enemies and attack them from the rear. Do not allow them to go into their cities, for Yahweh your God has given them into your hand.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 20,
      "text": "When Joshua and the Israelites had finished striking them with a very great blow, until they perished, those of them who survived went into the fortified cities,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 21,
      "text": "and all the people returned to the camp safely to Joshua at Makkedah. No one spoke against the Israelites.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 22,
      "text": "And Joshua said, “Open the mouth of the cave, and bring to me those five kings from the cave.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 23,
      "text": "And they did so, and brought him these five kings from the cave, the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, and the king of Eglon.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 24,
      "text": "And when they brought these kings to Joshua, Joshua called all the men of Israel and said to the commanders of the fighting men who had gone with him, “Come near, put your feet on the necks of these kings.” So they came near and put their feet on their necks.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 25,
      "text": "And Joshua said to them, “Do not be afraid or dismayed! Be strong and bold, for thus Yahweh will do to all your enemies whom you are about to fight.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 26,
      "text": "And after this Joshua struck them down and killed them, and he hanged them on five trees. And they were hanging on the trees until the evening.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 27,
      "text": "And it happened at the time of sunset, Joshua commanded, and they took them down from the trees and threw them into the cave where they had hidden themselves, and they put large stones against the mouth of the cave, which are there to this very day.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 28,
      "text": "Joshua captured Makkedah on that day, and he struck it and its king with the edge of the sword; he utterly destroyed it and everyone that was in it. He did not leave behind a survivor. So he did to the king of Makkedah just as he did to the king of Jericho.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 29,
      "text": "And Joshua passed on, and all of Israel with him, from Makkedah to Libnah, and he fought against Libnah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 30,
      "text": "And Yahweh also gave it into the hand of Israel, and its king and all the people in it he struck with the edge of the sword. He left in it no survivor. He did to its king just as he did to the king of Jericho.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 31,
      "text": "And Joshua passed on, and all of Israel with him, from Libnah to Lachish, and he laid siege to it and fought against it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 32,
      "text": "And Yahweh gave Lachish into the hand of Israel, and he captured it on the second day. He struck it with the edge of the sword, and everyone in it, just as he did to Libnah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 33,
      "text": "Then Horam king of Gezer came up to help Lachish, and Joshua struck him and his people until he left no survivor behind.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 34,
      "text": "And Joshua passed on, and all of Israel with him, from Lachish to Eglon, and they laid siege to it and fought against it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 35,
      "text": "And they captured it on that day, and he struck it with the edge of the sword, and all the people that were in it on that day he utterly destroyed as he had done to Lachish.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 36,
      "text": "And Joshua went up, and all Israel with him, from Eglon to Hebron, and they fought against it",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 37,
      "text": "and captured it, and they struck it with the edge of the sword, its king and all its cities, and all the people that were in it; he left behind no survivor, as he had done to Eglon, and he utterly destroyed it and all the people that were in it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 38,
      "text": "Then Joshua returned to Debir, and all of Israel with him, and they fought against it,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 39,
      "text": "and he captured it and its king and all its cities, and they struck them with the the edge of the sword, and they utterly destroyed all the people that were in it; he left behind no survivor, just as he had done to Hebron. Thus he did to Debir and its king what he had done to Libnah and its king.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 40,
      "text": "So Joshua struck all the land—the hill country, the Negev, the Shephelah, and the slopes—and all their kings; he left behind no survivor, and all that breathed he utterly destroyed as Yahweh the God of Israel commanded.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 41,
      "text": "Joshua struck them from Kadesh Barnea to Gaza, and all the land of Goshen up to Gibeon;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 42,
      "text": "all of these kings and their land Joshua captured at one time, because Yahweh the God of Israel fought for Israel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 43,
      "text": "And Joshua returned, and all Israel with him, to the camp at Gilgal.",
      "header": "",
      "footer": ""
    }
  ]
}