{
  "book_name": "Joshua",
  "chapter": 13,
  "verses": [
    {
      "book_name": "Joshua",
      "chapter": 13,
      "verse": 1,
      "text": "Now Joshua was old and advanced in years, and Yahweh said to him, “You are old and advanced in years, and very much of the land remains to be possessed.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 13,
      "verse": 2,
      "text": "This is the remaining land: all the regions of the Philistines, and all of the Geshurites,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 13,
      "verse": 3,
      "text": "from the Shihor, which is east of Egypt, up to the border of Ekron to the north, which is reckoned as Canaanite; there are five Philistine rulers: the Gazites, Ashdodites, Ashkelonites, Gittites, Ekronites, and the Avvim.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 13,
      "verse": 4,
      "text": "In the south; all the land of the Canaanites, and Mearah, which belongs to the Sidonians up to Aphek, to the border of the Amorites,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 13,
      "verse": 5,
      "text": "and the land of the Gebalites, and all the Lebanon, toward the east, from Baal Gad at the foot of Mount Hermon up to Lebo-Hamath;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 13,
      "verse": 6,
      "text": "all the inhabitants of the hill country, from the Lebanon up to Misrephoth Maim, and all the Sidonians. I will drive them out from before the Israelites; only allocate it to Israel as an inheritance just as I have commanded you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 13,
      "verse": 7,
      "text": "Therefore, divide this land as an inheritance to the nine tribes and the half-tribe of Manasseh.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 13,
      "verse": 8,
      "text": "With it the Reubenites, and the Gadites received their inheritance, which Moses gave them beyond the Jordan to the east, just as Moses Yahweh’s servant gave to them:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 13,
      "verse": 9,
      "text": "from Aroer, which is on the edge of the wadi of Arnon, and the city which is in the middle of the wadi, and all the plateau from Medeba up to Dibon;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 13,
      "verse": 10,
      "text": "and all the cities of Sihon king of the Amorites, who reigned in Heshbon up to the border of the Ammonites;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 13,
      "verse": 11,
      "text": "and Gilead, and the border of the Geshurite and the Maacathites, all of Mount Hermon, and Bashan up to Salecah;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 13,
      "verse": 12,
      "text": "all the kingdom of Og in Bashan, who reigned in Ashtaroth and Edrei—he was left over from the survivors of the Rephaim; these Moses had defeated and driven out.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 13,
      "verse": 13,
      "text": "But the Israelites did not drive out the Geshurites or the Maacathites; Geshur and Maacah live among Israel to this day.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 13,
      "verse": 14,
      "text": "Only the tribe of Levites Moses did not give an inheritance; the offerings made by fire to Yahweh the God of Israel are their inheritance, just as he promised to them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 13,
      "verse": 15,
      "text": "Moses gave an inheritance to the tribe of the descendants of Reuben according to their families.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 13,
      "verse": 16,
      "text": "Their territory was from Aroer, which was on the edge of the wadi of Arnon, and the city that is in the middle of the valley, and all the plateau by Medeba;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 13,
      "verse": 17,
      "text": "Heshbon and its cities that are on the plateau; Dibon, Bamoth Baal, Beth Baal Meon,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 13,
      "verse": 18,
      "text": "Jahaz, Kedemoth, Mephaath,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 13,
      "verse": 19,
      "text": "Kiriathaim, Sibmah, and Zereth Shahar on the hill of the valley;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 13,
      "verse": 20,
      "text": "Beth Peor, the slopes of Pisgah, and Beth Jeshimoth;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 13,
      "verse": 21,
      "text": "all of the cities of the plateau, and all the kingdom of Sihon king of the Amorites, who reigned in Heshbon and whom Moses defeated with the leaders of Midian, Evi, Rekem, Zur, Hur, and Reba, the princes of Sihon who dwelled in the land.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 13,
      "verse": 22,
      "text": "In addition to their slain, the Israelites killed with the sword Balaam son of Beor, who practiced divination.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 13,
      "verse": 23,
      "text": "And the border of the descendants of Reuben was the Jordan and its banks. This was the inheritance of the descendants of Reuben according to their families, the cities, and their villages.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 13,
      "verse": 24,
      "text": "Moses gave an inheritance to the tribe of Gad, to the descendants of Gad, according to their families.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 13,
      "verse": 25,
      "text": "Their territory was Jazer and all the cities of Gilead, and half the land of the Ammonites up to Aroer, which is east of Rabbah;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 13,
      "verse": 26,
      "text": "and from Heshbon up to Ramah-Mizpeh and Betonim, and from Mahanaim up to the territory to Debir;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 13,
      "verse": 27,
      "text": "in the valley of Beth Haram, Beth Nimrah, Succoth, Zaphon, and the rest of the kingdom of Sihon king of Heshbon, the Jordan and its banks, up to the lower end of the Kinnereth Sea beyond the Jordan to the east.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 13,
      "verse": 28,
      "text": "This is the inheritance of the Gadites according to their families, the cities, and their villages.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 13,
      "verse": 29,
      "text": "Moses gave an inheritance to the half-tribe of Manasseh; it was for the half-tribe of the descendants of Manasseh according to their families.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 13,
      "verse": 30,
      "text": "Their territory was from Mahanaim, all Bashan, all the kingdom of Og king of Bashan, and all the settlements of Jair, which are in Bashan, sixty cities,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 13,
      "verse": 31,
      "text": "and half of Gilead, with Ashtaroth, Edrei, and the cities of the kingdom of Og in Bashan; these were allotted to the children of Makir son of Manasseh, for half of the children of Makir according to their families.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 13,
      "verse": 32,
      "text": "These are the territories that Moses gave as an inheritance on the desert-plateau of Moab, beyond the Jordan, east of Jericho.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 13,
      "verse": 33,
      "text": "But to the tribe of Levi Moses did not give an inheritance; Yahweh the God of Israel, he is their inheritance, just as he promised them.",
      "header": "",
      "footer": ""
    }
  ]
}