{
  "book_name": "Joshua",
  "chapter": 16,
  "verses": [
    {
      "book_name": "Joshua",
      "chapter": 16,
      "verse": 1,
      "text": "The allotment of the descendants of Joseph went from the Jordan by Jericho, at the waters of Jericho to the east, into the wilderness, going up from Jericho into the hill country to Bethel;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 16,
      "verse": 2,
      "text": "it continues from Bethel to Luz, and it passes along to the territory of the Arkites at Ataroth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 16,
      "verse": 3,
      "text": "Then it goes down, to the west, to the territory of the Japhletites, up to the territory of Lower Beth-horon, then to Gezer, and it ends at the sea.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 16,
      "verse": 4,
      "text": "And the descendants of Joseph, Manasseh and Ephraim, received their inheritance.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 16,
      "verse": 5,
      "text": "This was the border of the descendants of Ephraim according to their families: the border of their inheritance to the east was Ataroth Addar, up to Upper Beth-horon.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 16,
      "verse": 6,
      "text": "The border continues to the sea; from Micmethath to the north, the border turns to the east to Taanath Shiloh, and it passes along it from the east to Janoah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 16,
      "verse": 7,
      "text": "Then it goes down from Janoah to Ataroth and to Naarah; it touches Jericho and ends at the Jordan;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 16,
      "verse": 8,
      "text": "from Tappuah the border goes to the west, to the wadi of Kanah, and it ends at the sea. This is the inheritance of the tribe of the descendants of Ephraim according to their families,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 16,
      "verse": 9,
      "text": "with the cities that were set apart for the descendants of Ephraim in the midst of the inheritance of the descendants of Manasseh, all the cities and their villages.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 16,
      "verse": 10,
      "text": "But they did not drive out the Canananites who were dwelling in Gezer, and so the Canaanites live in the midst of Ephraim to this day, but they became forced laborers.",
      "header": "",
      "footer": ""
    }
  ]
}