{
  "book_name": "Joshua",
  "chapter": 23,
  "verses": [
    {
      "book_name": "Joshua",
      "chapter": 23,
      "verse": 1,
      "text": "And it happened, after a long time, after Yahweh had given rest to Israel from all their surrounding enemies, and after Joshua was old and well-advanced in years,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 23,
      "verse": 2,
      "text": "Joshua summoned all Israel, their elders, heads, judges, and officials, and he said to them, “I am old and well-advanced in years,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 23,
      "verse": 3,
      "text": "and you have seen all that Yahweh your God has done to all these nations for your sake, for Yahweh your God is fighting for you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 23,
      "verse": 4,
      "text": "Look! I have allotted to you these remaining nations as an inheritance for your tribes, from the Jordan, with all the nations that I have cut off, to the Great Sea in the west.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 23,
      "verse": 5,
      "text": "And Yahweh your God will push them back before you and drive them out of your sight, and you will possess their land, just as Yahweh your God promised to you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 23,
      "verse": 6,
      "text": "Be very strong to observe carefully all that is written in the scroll of the law of Moses so as not to turn aside from it, to the right or left,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 23,
      "verse": 7,
      "text": "so as not to go among these remaining nations with you; do not profess the name of their gods, and do not swear by them, serve them, or bow down to them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 23,
      "verse": 8,
      "text": "But hold fast to Yahweh your God, just as you have done up to this day.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 23,
      "verse": 9,
      "text": "Yahweh has driven out before you great and strong nations; and as for you, nobody has withstood you to this day.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 23,
      "verse": 10,
      "text": "One of your men put to flight a thousand, for Yahweh your God is fighting for you, just as he promised you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 23,
      "verse": 11,
      "text": "Take utmost care for the sake of your life to love Yahweh your God,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 23,
      "verse": 12,
      "text": "for if indeed you turn back and join these remaining nations among you, and you intermarry with them, marrying their women and they yours,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 23,
      "verse": 13,
      "text": "know for certain that Yahweh your God will not continue to drive out these nations from before you; they will be for you a snare and a trap, a whip on your sides and thorns in your eyes, until you perish from this good land that Yahweh your God has given to you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 23,
      "verse": 14,
      "text": "Look! I am about to die, and you know in all your hearts and souls that not one thing failed from all the good things that Yahweh your God promised concerning you; everything has been fulfilled; not one thing failed.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 23,
      "verse": 15,
      "text": "But just as all the good things came to you that Yahweh your God promised, so will Yahweh bring to you all the bad things until he has destroyed you from this good land that Yahweh your God has given to you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 23,
      "verse": 16,
      "text": "If you transgress the covenant of Yahweh your God, which he commanded to you, and you go and serve other gods and bow down to them, Yahweh’s anger will be kindled against you, and you will perish quickly from the good land that he has given to you.”",
      "header": "",
      "footer": ""
    }
  ]
}