{
  "book_name": "Micah",
  "chapter": 6,
  "verses": [
    {
      "book_name": "Micah",
      "chapter": 6,
      "verse": 1,
      "text": "Hear now what Yahweh says:\n“Arise! Plead your case with the mountains,\n    and let the hills hear your voice.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Micah",
      "chapter": 6,
      "verse": 2,
      "text": "Hear, O mountains, the indictment of Yahweh,\n    and you eternal foundations of the earth,\nfor Yahweh has an indictment against his people,\n    and against Israel he contends.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Micah",
      "chapter": 6,
      "verse": 3,
      "text": "“O my people, what have I done to you,\n    and how have I wearied you? Answer me!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Micah",
      "chapter": 6,
      "verse": 4,
      "text": "For I brought you up from the land of Egypt,\n    and from the house of slavery I redeemed you.\n    And I sent Moses, Aaron, and Miriam before you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Micah",
      "chapter": 6,
      "verse": 5,
      "text": "O my people, remember what Balak the king of Moab devised,\n    and what Balaam the son of Beor answered him,\nand what happened from Shittim to Gilgal,\n    so that you might know the righteous acts of Yahweh.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Micah",
      "chapter": 6,
      "verse": 6,
      "text": "With what shall I approach Yahweh,\n    and bow down to God on high?\nShall I approach him with burnt offerings,\n    with bull calves a year old?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Micah",
      "chapter": 6,
      "verse": 7,
      "text": "Will Yahweh be pleased with thousands of rams,\n    with myriads of rivers of oil?\nShall I give my firstborn for my transgression,\n    the fruit of my body for the sin of my soul?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Micah",
      "chapter": 6,
      "verse": 8,
      "text": "He has told you, O mortal, what is good,\n    and what does Yahweh ask from you\nbut to do justice, and to love kindness,\n    and to walk humbly with your God?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Micah",
      "chapter": 6,
      "verse": 9,
      "text": "The voice of Yahweh calls to the city\n    (it is sound judgment to fear your name):\n    “Hear, O staff! Now who has appointed it?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Micah",
      "chapter": 6,
      "verse": 10,
      "text": "Is there any longer a man in the house of the wicked\n    treasures of wickedness,\n    and the ephah of scarcity which is accursed?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Micah",
      "chapter": 6,
      "verse": 11,
      "text": "Shall I regard as pure the one with scales of wickedness,\n    and with a bag of deceitful weights?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Micah",
      "chapter": 6,
      "verse": 12,
      "text": "Because her rich are full of violence,\n    and her inhabitants speak lies,\n    and their tongue is deceitful in their mouth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Micah",
      "chapter": 6,
      "verse": 13,
      "text": "And I also have made you sick by striking you down,\n    making you desolate because of your sins.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Micah",
      "chapter": 6,
      "verse": 14,
      "text": "You yourself will eat but not be satisfied;\n    your hunger will be in your midst,\nand you will put away, but you will not save,\n    and what you save I will hand over to the sword.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Micah",
      "chapter": 6,
      "verse": 15,
      "text": "You yourself will sow, but you will not reap;\n    you will tread olives, but you will not anoint yourself with oil;\n    you will tread grapes, but you will not drink wine.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Micah",
      "chapter": 6,
      "verse": 16,
      "text": "For you have observed the regulations of Omri\n    and all the works of the house of Ahab.\nAnd you have walked in their counsels,\n    so that I am making you a desolation\nand your inhabitants an object of scorn.\n    So you will bear the scorn of my people.",
      "header": "",
      "footer": ""
    }
  ]
}