{
  "book_name": "1 Samuel",
  "chapter": 19,
  "verses": [
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 1,
      "text": "Then Saul told his son Jonathan and all his servants to kill David. But Saul’s son Jonathan liked David very much.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 2,
      "text": "So Jonathan told David, “My father Saul is trying to kill you. So be careful tomorrow morning. Find a hiding place and stay in seclusion.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 3,
      "text": "I will go out and stand beside my father in the field where you are. I will speak to my father about you. When I find out what the problem is, I will let you know.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 4,
      "text": "So Jonathan spoke on David’s behalf to his father Saul. He said to him, “The king should not sin against his servant David, for he has not sinned against you. On the contrary, his actions have been very beneficial for you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 5,
      "text": "He risked his life when he struck down the Philistine, and the Lord gave all Israel a great victory. When you saw it, you were happy. So why would you sin against innocent blood by putting David to death for no reason?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 6,
      "text": "Saul accepted Jonathan’s advice and took an oath, “As surely as the Lord lives, he will not be put to death.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 7,
      "text": "Then Jonathan called David and told him all these things. Jonathan brought David to Saul, and he served him as he had done formerly.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 8,
      "text": "Now once again there was war. So David went out to fight the Philistines. He defeated them thoroughly, and they ran away from him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 9,
      "text": "Then an evil spirit from the Lord came upon Saul. He was sitting in his house with his spear in his hand, while David was playing the lyre.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 10,
      "text": "Saul tried to nail David to the wall with the spear, but he escaped from Saul’s presence, and the spear drove into the wall. David escaped quickly that night.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 11,
      "text": "Saul sent messengers to David’s house to guard it and to kill him in the morning. Then David’s wife Michal told him, “If you do not save yourself tonight, tomorrow you will be dead!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 12,
      "text": "So Michal lowered David through the window, and he ran away and escaped.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 13,
      "text": "Then Michal took a household idol and put it on the bed. She put a quilt made of goats’ hair over its head and then covered the idol with a garment.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 14,
      "text": "When Saul sent messengers to arrest David, she said, “He’s sick.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 15,
      "text": "Then Saul sent the messengers back to see David, saying, “Bring him up to me on his bed so I can kill him.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 16,
      "text": "When the messengers came, they found only the idol on the bed and the quilt made of goats’ hair at its head.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 17,
      "text": "Saul said to Michal, “Why have you deceived me this way by sending my enemy away? Now he has escaped!” Michal replied to Saul, “He said to me, ‘Help me get away or else I will kill you!’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 18,
      "text": "Now David had run away and escaped. He went to Samuel in Ramah and told him everything that Saul had done to him. Then he and Samuel went and stayed at Naioth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 19,
      "text": "It was reported to Saul saying, “David is at Naioth in Ramah.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 20,
      "text": "So Saul sent messengers to capture David. When they saw a company of prophets prophesying with Samuel standing there as their leader, the Spirit of God came upon Saul’s messengers, and they also prophesied.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 21,
      "text": "When it was reported to Saul, he sent more messengers, but they prophesied too. So Saul sent messengers a third time, but they also prophesied.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 22,
      "text": "Finally Saul himself went to Ramah. When he arrived at the large cistern that is in Secu, he asked, “Where are Samuel and David?” They said, “At Naioth in Ramah.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 23,
      "text": "So Saul went to Naioth in Ramah. The Spirit of God came upon him as well, and he walked along prophesying until he came to Naioth in Ramah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "1 Samuel",
      "chapter": 19,
      "verse": 24,
      "text": "He even stripped off his clothes and prophesied before Samuel. He lay there naked all that day and night. (For that reason it is asked, “Is Saul also among the prophets?”)",
      "header": "",
      "footer": ""
    }
  ]
}