{
  "book_name": "2 Thessalonians",
  "chapter": 3,
  "verses": [
    {
      "book_name": "2 Thessalonians",
      "chapter": 3,
      "verse": 1,
      "text": "As for other matters, brothers and sisters, pray for us that the message of the Lord may spread rapidly and be honored, just as it was with you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Thessalonians",
      "chapter": 3,
      "verse": 2,
      "text": "And pray that we may be delivered from wicked and evil people, for not everyone has faith.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Thessalonians",
      "chapter": 3,
      "verse": 3,
      "text": "But the Lord is faithful, and he will strengthen you and protect you from the evil one.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Thessalonians",
      "chapter": 3,
      "verse": 4,
      "text": "We have confidence in the Lord that you are doing and will continue to do the things we command.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Thessalonians",
      "chapter": 3,
      "verse": 5,
      "text": "May the Lord direct your hearts into God’s love and Christ’s perseverance.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Thessalonians",
      "chapter": 3,
      "verse": 6,
      "text": "In the name of the Lord Jesus Christ, we command you, brothers and sisters, to keep away from every believer who is idle and disruptive and does not live according to the teaching you received from us.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Thessalonians",
      "chapter": 3,
      "verse": 7,
      "text": "For you yourselves know how you ought to follow our example. We were not idle when we were with you,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Thessalonians",
      "chapter": 3,
      "verse": 8,
      "text": "nor did we eat anyone’s food without paying for it. On the contrary, we worked night and day, laboring and toiling so that we would not be a burden to any of you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Thessalonians",
      "chapter": 3,
      "verse": 9,
      "text": "We did this, not because we do not have the right to such help, but in order to offer ourselves as a model for you to imitate.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Thessalonians",
      "chapter": 3,
      "verse": 10,
      "text": "For even when we were with you, we gave you this rule: “The one who is unwilling to work shall not eat.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Thessalonians",
      "chapter": 3,
      "verse": 11,
      "text": "We hear that some among you are idle and disruptive. They are not busy; they are busybodies.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Thessalonians",
      "chapter": 3,
      "verse": 12,
      "text": "Such people we command and urge in the Lord Jesus Christ to settle down and earn the food they eat.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Thessalonians",
      "chapter": 3,
      "verse": 13,
      "text": "And as for you, brothers and sisters, never tire of doing what is good.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Thessalonians",
      "chapter": 3,
      "verse": 14,
      "text": "Take special note of anyone who does not obey our instruction in this letter. Do not associate with them, in order that they may feel ashamed.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Thessalonians",
      "chapter": 3,
      "verse": 15,
      "text": "Yet do not regard them as an enemy, but warn them as you would a fellow believer.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Thessalonians",
      "chapter": 3,
      "verse": 16,
      "text": "Now may the Lord of peace himself give you peace at all times and in every way. The Lord be with all of you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Thessalonians",
      "chapter": 3,
      "verse": 17,
      "text": "I, Paul, write this greeting in my own hand, which is the distinguishing mark in all my letters. This is how I write.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "2 Thessalonians",
      "chapter": 3,
      "verse": 18,
      "text": "The grace of our Lord Jesus Christ be with you all.",
      "header": "",
      "footer": ""
    }
  ]
}