{
  "book_name": "Numbers",
  "chapter": 17,
  "verses": [
    {
      "book_name": "Numbers",
      "chapter": 17,
      "verse": 1,
      "text": "The Lord spoke to Moses, saying,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 17,
      "verse": 2,
      "text": "“Speak to the Israelites, and get twelve staffs from them, one for each ancestral house, from all the leaders of their ancestral houses. Write each man’s name on his staff,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 17,
      "verse": 3,
      "text": "and write Aaron’s name on the staff of Levi. For there shall be one staff for the head of each ancestral house.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 17,
      "verse": 4,
      "text": "Place them in the tent of meeting before the covenant, where I meet with you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 17,
      "verse": 5,
      "text": "And the staff of the man whom I choose shall sprout; thus I will put a stop to the complaints of the Israelites that they continually make against you.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 17,
      "verse": 6,
      "text": "Moses spoke to the Israelites, and all their leaders gave him staffs, one for each leader, according to their ancestral houses, twelve staffs; and the staff of Aaron was among theirs.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 17,
      "verse": 7,
      "text": "So Moses placed the staffs before the Lord in the tent of the covenant.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 17,
      "verse": 8,
      "text": "When Moses went into the tent of the covenant on the next day, the staff of Aaron for the house of Levi had sprouted. It put forth buds, produced blossoms, and bore ripe almonds.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 17,
      "verse": 9,
      "text": "Then Moses brought out all the staffs from before the Lord to all the Israelites, and they looked, and each man took his staff.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 17,
      "verse": 10,
      "text": "And the Lord said to Moses, “Put back the staff of Aaron before the covenant, to be kept as a warning to rebels, so that you may make an end of their complaints against me, or else they will die.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 17,
      "verse": 11,
      "text": "Moses did so; just as the Lord commanded him, so he did.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 17,
      "verse": 12,
      "text": "The Israelites said to Moses, “We are perishing; we are lost; all of us are lost!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Numbers",
      "chapter": 17,
      "verse": 13,
      "text": "Everyone who approaches the tabernacle of the Lord will die. Are we all to perish?”",
      "header": "",
      "footer": ""
    }
  ]
}