{
  "book_name": "Matthew",
  "chapter": 13,
  "verses": [
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 1,
      "text": "That same day Jesus went out of the house and sat beside the sea.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 2,
      "text": "Such great crowds gathered around him that he got into a boat and sat there, while the whole crowd stood on the beach.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 3,
      "text": "And he told them many things in parables, saying: “Listen! A sower went out to sow.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 4,
      "text": "And as he sowed, some seeds fell on a path, and the birds came and ate them up.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 5,
      "text": "Other seeds fell on rocky ground, where they did not have much soil, and they sprang up quickly, since they had no depth of soil.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 6,
      "text": "But when the sun rose, they were scorched, and since they had no root, they withered away.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 7,
      "text": "Other seeds fell among thorns, and the thorns grew up and choked them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 8,
      "text": "Other seeds fell on good soil and brought forth grain, some a hundredfold, some sixty, some thirty.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 9,
      "text": "If you have ears, hear!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 10,
      "text": "Then the disciples came and asked him, “Why do you speak to them in parables?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 11,
      "text": "He answered, “To you it has been given to know the secrets of the kingdom of heaven, but to them it has not been given.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 12,
      "text": "For to those who have, more will be given, and they will have an abundance, but from those who have nothing, even what they have will be taken away.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 13,
      "text": "The reason I speak to them in parables is that ‘seeing they do not perceive, and hearing they do not listen, nor do they understand.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 14,
      "text": "With them indeed is fulfilled the prophecy of Isaiah that says:\n‘You will indeed listen but never understand,\n    and you will indeed look but never perceive.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 15,
      "text": "For this people’s heart has grown dull,\n    and their ears are hard of hearing,\n        and they have shut their eyes,\n        so that they might not look with their eyes,\n    and hear with their ears\nand understand with their heart and turn—\n    and I would heal them.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 16,
      "text": "“But blessed are your eyes, for they see, and your ears, for they hear.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 17,
      "text": "Truly I tell you, many prophets and righteous people longed to see what you see but did not see it and to hear what you hear but did not hear it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 18,
      "text": "“Hear, then, the parable of the sower.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 19,
      "text": "When anyone hears the word of the kingdom and does not understand it, the evil one comes and snatches away what is sown in the heart; this is what was sown on the path.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 20,
      "text": "As for what was sown on rocky ground, this is the one who hears the word and immediately receives it with joy,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 21,
      "text": "yet such a person has no root but endures only for a while, and when trouble or persecution arises on account of the word, that person immediately falls away.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 22,
      "text": "As for what was sown among thorns, this is the one who hears the word, but the cares of this age and the lure of wealth choke the word, and it yields nothing.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 23,
      "text": "But as for what was sown on good soil, this is the one who hears the word and understands it, who indeed bears fruit and yields in one case a hundredfold, in another sixty, and in another thirty.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 24,
      "text": "He put before them another parable: “The kingdom of heaven may be compared to someone who sowed good seed in his field,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 25,
      "text": "but while everybody was asleep an enemy came and sowed weeds among the wheat and then went away.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 26,
      "text": "So when the plants came up and bore grain, then the weeds appeared as well.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 27,
      "text": "And the slaves of the householder came and said to him, ‘Master, did you not sow good seed in your field? Where, then, did these weeds come from?’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 28,
      "text": "He answered, ‘An enemy has done this.’ The slaves said to him, ‘Then do you want us to go and gather them?’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 29,
      "text": "But he replied, ‘No, for in gathering the weeds you would uproot the wheat along with them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 30,
      "text": "Let both of them grow together until the harvest, and at harvest time I will tell the reapers, Collect the weeds first and bind them in bundles to be burned, but gather the wheat into my barn.’ ”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 31,
      "text": "He put before them another parable: “The kingdom of heaven is like a mustard seed that someone took and sowed in his field;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 32,
      "text": "it is the smallest of all the seeds, but when it has grown it is the greatest of shrubs and becomes a tree, so that the birds of the air come and make nests in its branches.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 33,
      "text": "He told them another parable: “The kingdom of heaven is like yeast that a woman took and mixed in with three measures of flour until all of it was leavened.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 34,
      "text": "Jesus told the crowds all these things in parables; without a parable he told them nothing.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 35,
      "text": "This was to fulfill what had been spoken through the prophet:\n“I will open my mouth to speak in parables;\n    I will proclaim what has been hidden since the foundation.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 36,
      "text": "Then he left the crowds and went into the house. And his disciples approached him, saying, “Explain to us the parable of the weeds of the field.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 37,
      "text": "He answered, “The one who sows the good seed is the Son of Man;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 38,
      "text": "the field is the world, and the good seed are the children of the kingdom; the weeds are the children of the evil one,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 39,
      "text": "and the enemy who sowed them is the devil; the harvest is the end of the age, and the reapers are angels.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 40,
      "text": "Just as the weeds are collected and burned up with fire, so will it be at the end of the age.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 41,
      "text": "The Son of Man will send his angels, and they will collect out of his kingdom all causes of sin and all evildoers,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 42,
      "text": "and they will throw them into the furnace of fire, where there will be weeping and gnashing of teeth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 43,
      "text": "Then the righteous will shine like the sun in the kingdom of their Father. Let anyone with ears listen!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 44,
      "text": "“The kingdom of heaven is like treasure hidden in a field, which a man found and reburied; then in his joy he goes and sells all that he has and buys that field.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 45,
      "text": "“Again, the kingdom of heaven is like a merchant in search of fine pearls;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 46,
      "text": "on finding one pearl of great value, he went and sold all that he had and bought it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 47,
      "text": "“Again, the kingdom of heaven is like a net that was thrown into the sea and caught fish of every kind;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 48,
      "text": "when it was full, they drew it ashore, sat down, and put the good into baskets but threw out the bad.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 49,
      "text": "So it will be at the end of the age. The angels will come out and separate the evil from the righteous",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 50,
      "text": "and throw them into the furnace of fire, where there will be weeping and gnashing of teeth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 51,
      "text": "“Have you understood all this?” They answered, “Yes.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 52,
      "text": "And he said to them, “Therefore every scribe who has become a disciple in the kingdom of heaven is like the master of a household who brings out of his treasure what is new and what is old.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 53,
      "text": "When Jesus had finished these parables, he left that place.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 54,
      "text": "He came to his hometown and began to teach the people in their synagogue, so that they were astounded and said, “Where did this man get this wisdom and these deeds of power?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 55,
      "text": "Is not this the carpenter’s son? Is not his mother called Mary? And are not his brothers James and Joseph and Simon and Judas?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 56,
      "text": "And are not all his sisters with us? Where then did this man get all this?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 57,
      "text": "And they took offense at him. But Jesus said to them, “Prophets are not without honor except in their own hometown and in their own house.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Matthew",
      "chapter": 13,
      "verse": 58,
      "text": "And he did not do many deeds of power there, because of their unbelief.",
      "header": "",
      "footer": ""
    }
  ]
}