{
  "book_name": "Joshua",
  "chapter": 10,
  "verses": [
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 1,
      "text": "Now Adoni-Zedek king of Jerusalem heard that Joshua had taken Ai and totally destroyed it, doing to Ai and its king as he had done to Jericho and its king, and that the people of Gibeon had made a treaty of peace with Israel and had become their allies.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 2,
      "text": "He and his people were very much alarmed at this, because Gibeon was an important city, like one of the royal cities; it was larger than Ai, and all its men were good fighters.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 3,
      "text": "So Adoni-Zedek king of Jerusalem appealed to Hoham king of Hebron, Piram king of Jarmuth, Japhia king of Lachish and Debir king of Eglon.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 4,
      "text": "“Come up and help me attack Gibeon,” he said, “because it has made peace with Joshua and the Israelites.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 5,
      "text": "Then the five kings of the Amorites—the kings of Jerusalem, Hebron, Jarmuth, Lachish and Eglon—joined forces. They moved up with all their troops and took up positions against Gibeon and attacked it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 6,
      "text": "The Gibeonites then sent word to Joshua in the camp at Gilgal: “Do not abandon your servants. Come up to us quickly and save us! Help us, because all the Amorite kings from the hill country have joined forces against us.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 7,
      "text": "So Joshua marched up from Gilgal with his entire army, including all the best fighting men.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 8,
      "text": "The Lord said to Joshua, “Do not be afraid of them; I have given them into your hand. Not one of them will be able to withstand you.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 9,
      "text": "After an all-night march from Gilgal, Joshua took them by surprise.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 10,
      "text": "The Lord threw them into confusion before Israel, so Joshua and the Israelites defeated them completely at Gibeon. Israel pursued them along the road going up to Beth Horon and cut them down all the way to Azekah and Makkedah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 11,
      "text": "As they fled before Israel on the road down from Beth Horon to Azekah, the Lord hurled large hailstones down on them, and more of them died from the hail than were killed by the swords of the Israelites.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 12,
      "text": "On the day the Lord gave the Amorites over to Israel, Joshua said to the Lord in the presence of Israel:\n“Sun, stand still over Gibeon,\n    and you, moon, over the Valley of Aijalon.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 13,
      "text": "So the sun stood still,\n    and the moon stopped,\n    till the nation avenged itself on its enemies,\nas it is written in the Book of Jashar.\nThe sun stopped in the middle of the sky and delayed going down about a full day.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 14,
      "text": "There has never been a day like it before or since, a day when the Lord listened to a human being. Surely the Lord was fighting for Israel!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 15,
      "text": "Then Joshua returned with all Israel to the camp at Gilgal.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 16,
      "text": "Now the five kings had fled and hidden in the cave at Makkedah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 17,
      "text": "When Joshua was told that the five kings had been found hiding in the cave at Makkedah,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 18,
      "text": "he said, “Roll large rocks up to the mouth of the cave, and post some men there to guard it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 19,
      "text": "But don’t stop; pursue your enemies! Attack them from the rear and don’t let them reach their cities, for the Lord your God has given them into your hand.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 20,
      "text": "So Joshua and the Israelites defeated them completely, but a few survivors managed to reach their fortified cities.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 21,
      "text": "The whole army then returned safely to Joshua in the camp at Makkedah, and no one uttered a word against the Israelites.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 22,
      "text": "Joshua said, “Open the mouth of the cave and bring those five kings out to me.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 23,
      "text": "So they brought the five kings out of the cave—the kings of Jerusalem, Hebron, Jarmuth, Lachish and Eglon.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 24,
      "text": "When they had brought these kings to Joshua, he summoned all the men of Israel and said to the army commanders who had come with him, “Come here and put your feet on the necks of these kings.” So they came forward and placed their feet on their necks.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 25,
      "text": "Joshua said to them, “Do not be afraid; do not be discouraged. Be strong and courageous. This is what the Lord will do to all the enemies you are going to fight.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 26,
      "text": "Then Joshua put the kings to death and exposed their bodies on five poles, and they were left hanging on the poles until evening.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 27,
      "text": "At sunset Joshua gave the order and they took them down from the poles and threw them into the cave where they had been hiding. At the mouth of the cave they placed large rocks, which are there to this day.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 28,
      "text": "That day Joshua took Makkedah. He put the city and its king to the sword and totally destroyed everyone in it. He left no survivors. And he did to the king of Makkedah as he had done to the king of Jericho.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 29,
      "text": "Then Joshua and all Israel with him moved on from Makkedah to Libnah and attacked it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 30,
      "text": "The Lord also gave that city and its king into Israel’s hand. The city and everyone in it Joshua put to the sword. He left no survivors there. And he did to its king as he had done to the king of Jericho.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 31,
      "text": "Then Joshua and all Israel with him moved on from Libnah to Lachish; he took up positions against it and attacked it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 32,
      "text": "The Lord gave Lachish into Israel’s hands, and Joshua took it on the second day. The city and everyone in it he put to the sword, just as he had done to Libnah.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 33,
      "text": "Meanwhile, Horam king of Gezer had come up to help Lachish, but Joshua defeated him and his army—until no survivors were left.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 34,
      "text": "Then Joshua and all Israel with him moved on from Lachish to Eglon; they took up positions against it and attacked it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 35,
      "text": "They captured it that same day and put it to the sword and totally destroyed everyone in it, just as they had done to Lachish.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 36,
      "text": "Then Joshua and all Israel with him went up from Eglon to Hebron and attacked it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 37,
      "text": "They took the city and put it to the sword, together with its king, its villages and everyone in it. They left no survivors. Just as at Eglon, they totally destroyed it and everyone in it.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 38,
      "text": "Then Joshua and all Israel with him turned around and attacked Debir.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 39,
      "text": "They took the city, its king and its villages, and put them to the sword. Everyone in it they totally destroyed. They left no survivors. They did to Debir and its king as they had done to Libnah and its king and to Hebron.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 40,
      "text": "So Joshua subdued the whole region, including the hill country, the Negev, the western foothills and the mountain slopes, together with all their kings. He left no survivors. He totally destroyed all who breathed, just as the Lord, the God of Israel, had commanded.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 41,
      "text": "Joshua subdued them from Kadesh Barnea to Gaza and from the whole region of Goshen to Gibeon.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 42,
      "text": "All these kings and their lands Joshua conquered in one campaign, because the Lord, the God of Israel, fought for Israel.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Joshua",
      "chapter": 10,
      "verse": 43,
      "text": "Then Joshua returned with all Israel to the camp at Gilgal.",
      "header": "",
      "footer": ""
    }
  ]
}