{
  "book_name": "Acts",
  "chapter": 2,
  "verses": [
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 1,
      "text": "When the day of Pentecost had come, they were all together in one place.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 2,
      "text": "And suddenly a noise like a violent rushing wind came from heaven, and it filled the whole house where they were sitting.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 3,
      "text": "And tongues that looked like fire appeared to them, distributing themselves, and a tongue rested on each one of them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 4,
      "text": "And they were all filled with the Holy Spirit and began to speak with different tongues, as the Spirit was giving them the ability to speak out.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 5,
      "text": "Now there were Jews residing in Jerusalem, devout men from every nation under heaven.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 6,
      "text": "And when this sound occurred, the crowd came together and they were bewildered, because each one of them was hearing them speak in his own language.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 7,
      "text": "They were amazed and astonished, saying, “Why, are not all these who are speaking Galileans?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 8,
      "text": "And how is it that we each hear them in our own language to which we were born?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 9,
      "text": "Parthians, Medes, and Elamites, and residents of Mesopotamia, Judea, and Cappadocia, Pontus and Asia,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 10,
      "text": "Phrygia and Pamphylia, Egypt and the parts of Libya around Cyrene, and visitors from Rome, both Jews and proselytes,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 11,
      "text": "Cretans and Arabs—we hear them speaking in our own tongues of the mighty deeds of God.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 12,
      "text": "And they all continued in amazement and great perplexity, saying to one another, “What does this mean?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 13,
      "text": "But others were jeering and saying, “They are full of sweet wine!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 14,
      "text": "But Peter, taking his stand with the other eleven, raised his voice and declared to them: “Men of Judea and all you who live in Jerusalem, know this, and pay attention to my words.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 15,
      "text": "For these people are not drunk, as you assume, since it is only the third hour of the day;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 16,
      "text": "but this is what has been spoken through the prophet Joel:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 17,
      "text": "‘And it shall be in the last days,’ God says,\n‘That I will pour out My Spirit on all mankind;\nAnd your sons and your daughters will prophesy,\nAnd your young men will see visions,\nAnd your old men will have dreams;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 18,
      "text": "And even on My male and female servants\nI will pour out My Spirit in those days,\nAnd they will prophesy.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 19,
      "text": "And I will display wonders in the sky above\nAnd signs on the earth below,\nBlood, fire, and vapor of smoke.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 20,
      "text": "The sun will be turned into darkness\nAnd the moon into blood,\nBefore the great and glorious day of the Lord comes.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 21,
      "text": "And it shall be that everyone who calls on the name of the Lord will be saved.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 22,
      "text": "“Men of Israel, listen to these words: Jesus the Nazarene, a Man attested to you by God with miracles and wonders and signs which God performed through Him in your midst, just as you yourselves know—",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 23,
      "text": "this Man, delivered over by the predetermined plan and foreknowledge of God, you nailed to a cross by the hands of godless men and put Him to death.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 24,
      "text": "But God raised Him from the dead, putting an end to the agony of death, since it was impossible for Him to be held in its power.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 25,
      "text": "For David says of Him,\n‘I saw the Lord continually before me,\nBecause He is at my right hand, so that I will not be shaken.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 26,
      "text": "Therefore my heart was glad and my tongue was overjoyed;\nMoreover my flesh also will live in hope;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 27,
      "text": "For You will not abandon my soul to Hades,\nNor will You allow Your Holy One to undergo decay.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 28,
      "text": "You have made known to me the ways of life;\nYou will make me full of gladness with Your presence.’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 29,
      "text": "“Brothers, I may confidently say to you regarding the patriarch David that he both died and was buried, and his tomb is with us to this day.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 30,
      "text": "So because he was a prophet and knew that God had sworn to him with an oath to seat one of his descendants on his throne,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 31,
      "text": "he looked ahead and spoke of the resurrection of the Christ, that He was neither abandoned to Hades, nor did His flesh suffer decay.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 32,
      "text": "It is this Jesus whom God raised up, a fact to which we are all witnesses.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 33,
      "text": "Therefore, since He has been exalted at the right hand of God, and has received the promise of the Holy Spirit from the Father, He has poured out this which you both see and hear.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 34,
      "text": "For it was not David who ascended into heaven, but he himself says:\n‘The Lord said to my Lord,\n“Sit at My right hand,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 35,
      "text": "Until I make Your enemies a footstool for Your feet.”’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 36,
      "text": "Therefore let all the house of Israel know for certain that God has made Him both Lord and Christ—this Jesus whom you crucified.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 37,
      "text": "Now when they heard this, they were pierced to the heart, and said to Peter and the rest of the apostles, “Brothers, what are we to do?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 38,
      "text": "Peter said to them, “Repent, and each of you be baptized in the name of Jesus Christ for the forgiveness of your sins; and you will receive the gift of the Holy Spirit.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 39,
      "text": "For the promise is for you and your children and for all who are far away, as many as the Lord our God will call to Himself.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 40,
      "text": "And with many other words he solemnly testified and kept on urging them, saying, “Be saved from this perverse generation!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 41,
      "text": "So then, those who had received his word were baptized; and that day there were added about three thousand souls.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 42,
      "text": "They were continually devoting themselves to the apostles’ teaching and to fellowship, to the breaking of bread and to prayer.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 43,
      "text": "Everyone kept feeling a sense of awe; and many wonders and signs were taking place through the apostles.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 44,
      "text": "And all the believers were together and had all things in common;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 45,
      "text": "and they would sell their property and possessions and share them with all, to the extent that anyone had need.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 46,
      "text": "Day by day continuing with one mind in the temple, and breaking bread from house to house, they were taking their meals together with gladness and sincerity of heart,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 2,
      "verse": 47,
      "text": "praising God and having favor with all the people. And the Lord was adding to their number day by day those who were being saved.",
      "header": "",
      "footer": ""
    }
  ]
}