{
  "book_name": "Acts",
  "chapter": 20,
  "verses": [
    {
      "book_name": "Acts",
      "chapter": 20,
      "verse": 1,
      "text": "After the uproar had ceased, Paul sent for the disciples, and when he had encouraged them and taken his leave of them, he left to go to Macedonia.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 20,
      "verse": 2,
      "text": "When he had gone through those regions and had given them much encouragement, he came to Greece.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 20,
      "verse": 3,
      "text": "And there he spent three months, and when a plot was formed against him by the Jews as he was about to set sail for Syria, he decided to return through Macedonia.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 20,
      "verse": 4,
      "text": "And he was accompanied by Sopater of Berea, the son of Pyrrhus, and by Aristarchus and Secundus of the Thessalonians, and Gaius of Derbe, and Timothy, and Tychicus and Trophimus of Asia.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 20,
      "verse": 5,
      "text": "Now these had gone on ahead and were waiting for us at Troas.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 20,
      "verse": 6,
      "text": "We sailed from Philippi after the days of Unleavened Bread, and reached them at Troas within five days; and we stayed there for seven days.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 20,
      "verse": 7,
      "text": "On the first day of the week, when we were gathered together to break bread, Paul began talking to them, intending to leave the next day, and he prolonged his message until midnight.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 20,
      "verse": 8,
      "text": "There were many lamps in the upstairs room where we were gathered together.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 20,
      "verse": 9,
      "text": "And there was a young man named Eutychus sitting on the window sill, sinking into a deep sleep; and as Paul kept on talking, Eutychus was overcome by sleep and fell down from the third floor, and was picked up dead.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 20,
      "verse": 10,
      "text": "But Paul went down and fell upon him, and after embracing him, he said, “Do not be troubled, for he is still alive.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 20,
      "verse": 11,
      "text": "When Paul had gone back up and had broken the bread and eaten, he talked with them a long while until daybreak, and then left.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 20,
      "verse": 12,
      "text": "They took away the boy alive, and were greatly comforted.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 20,
      "verse": 13,
      "text": "But we went ahead to the ship and set sail for Assos, intending from there to take Paul on board; for that was what he had arranged, intending himself to go by land.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 20,
      "verse": 14,
      "text": "And when he met us at Assos, we took him on board and came to Mitylene.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 20,
      "verse": 15,
      "text": "Sailing from there, we arrived the following day opposite Chios; and the next day we crossed over to Samos, and on the following day we came to Miletus.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 20,
      "verse": 16,
      "text": "For Paul had decided to sail past Ephesus so that he would not have to lose time in Asia; for he was hurrying, if it might be possible for him to be in Jerusalem the day of Pentecost.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 20,
      "verse": 17,
      "text": "From Miletus he sent word to Ephesus and called to himself the elders of the church.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 20,
      "verse": 18,
      "text": "And when they came to him, he said to them,\n“You yourselves know, from the first day that I set foot in Asia, how I was with you the whole time,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 20,
      "verse": 19,
      "text": "serving the Lord with all humility and with tears and trials which came upon me through the plots of the Jews;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 20,
      "verse": 20,
      "text": "how I did not shrink from declaring to you anything that was beneficial, and teaching you publicly and from house to house,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 20,
      "verse": 21,
      "text": "solemnly testifying to both Jews and Greeks of repentance toward God and faith in our Lord Jesus Christ.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 20,
      "verse": 22,
      "text": "And now, behold, bound by the Spirit, I am on my way to Jerusalem, not knowing what will happen to me there,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 20,
      "verse": 23,
      "text": "except that the Holy Spirit solemnly testifies to me in every city, saying that chains and afflictions await me.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 20,
      "verse": 24,
      "text": "But I do not consider my life of any account as dear to myself, so that I may finish my course and the ministry which I received from the Lord Jesus, to testify solemnly of the gospel of God’s grace.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 20,
      "verse": 25,
      "text": "“And now behold, I know that all of you, among whom I went about preaching the kingdom, will no longer see my face.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 20,
      "verse": 26,
      "text": "Therefore, I testify to you this day that I am innocent of the blood of all people.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 20,
      "verse": 27,
      "text": "For I did not shrink from declaring to you the whole purpose of God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 20,
      "verse": 28,
      "text": "Be on guard for yourselves and for all the flock, among which the Holy Spirit has made you overseers, to shepherd the church of God which He purchased with His own blood.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 20,
      "verse": 29,
      "text": "I know that after my departure savage wolves will come in among you, not sparing the flock;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 20,
      "verse": 30,
      "text": "and from among your own selves men will arise, speaking perverse things to draw away the disciples after them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 20,
      "verse": 31,
      "text": "Therefore, be on the alert, remembering that night and day for a period of three years I did not cease to admonish each one with tears.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 20,
      "verse": 32,
      "text": "And now I entrust you to God and to the word of His grace, which is able to build you up and to give you the inheritance among all those who are sanctified.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 20,
      "verse": 33,
      "text": "I have coveted no one’s silver or gold or clothes.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 20,
      "verse": 34,
      "text": "You yourselves know that these hands served my own needs and the men who were with me.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 20,
      "verse": 35,
      "text": "In everything I showed you that by working hard in this way you must help the weak and remember the words of the Lord Jesus, that He Himself said, ‘It is more blessed to give than to receive.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 20,
      "verse": 36,
      "text": "When he had said these things, he knelt down and prayed with them all.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 20,
      "verse": 37,
      "text": "And they all began to weep aloud and embraced Paul, and repeatedly kissed him,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 20,
      "verse": 38,
      "text": "grieving especially over the word which he had spoken, that they would not see his face again. And they were accompanying him to the ship.",
      "header": "",
      "footer": ""
    }
  ]
}