{
  "book_name": "Acts",
  "chapter": 23,
  "verses": [
    {
      "book_name": "Acts",
      "chapter": 23,
      "verse": 1,
      "text": "Now looking intently at the Council, Paul said, “Brothers, I have lived my life with an entirely good conscience before God up to this day.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 23,
      "verse": 2,
      "text": "But the high priest Ananias commanded those standing beside him to strike him on the mouth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 23,
      "verse": 3,
      "text": "Then Paul said to him, “God is going to strike you, you whitewashed wall! Do you sit to try me according to the Law, and in violation of the Law, order me to be struck?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 23,
      "verse": 4,
      "text": "But those present said, “Are you insulting God’s high priest?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 23,
      "verse": 5,
      "text": "And Paul said, “I was not aware, brothers, that he is high priest; for it is written: ‘You shall not speak evil of a ruler of your people.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 23,
      "verse": 6,
      "text": "But Paul, perceiving that one group were Sadducees and the other Pharisees, began crying out in the Council, “Brothers, I am a Pharisee, a son of Pharisees; I am on trial for the hope and resurrection of the dead!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 23,
      "verse": 7,
      "text": "When he said this, a dissension occurred between the Pharisees and Sadducees, and the assembly was divided.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 23,
      "verse": 8,
      "text": "For the Sadducees say that there is no resurrection, nor an angel, nor a spirit, but the Pharisees acknowledge them all.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 23,
      "verse": 9,
      "text": "And a great uproar occurred; and some of the scribes of the Pharisaic party stood up and started arguing heatedly, saying, “We find nothing wrong with this man; suppose a spirit or an angel has spoken to him?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 23,
      "verse": 10,
      "text": "And when a great dissension occurred, the commander was afraid that Paul would be torn to pieces by them, and he ordered the troops to go down and take him away from them by force, and bring him into the barracks.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 23,
      "verse": 11,
      "text": "But on the following night, the Lord stood near him and said, “Be courageous! For as you have testified to the truth about Me in Jerusalem, so you must testify in Rome also.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 23,
      "verse": 12,
      "text": "When it was day, the Jews formed a conspiracy and put themselves under an oath, saying that they would neither eat nor drink until they had killed Paul.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 23,
      "verse": 13,
      "text": "There were more than forty who formed this plot.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 23,
      "verse": 14,
      "text": "They came to the chief priests and the elders and said, “We have put ourselves under an oath to taste nothing until we have killed Paul.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 23,
      "verse": 15,
      "text": "Now therefore, you and the Council notify the commander to bring him down to you, as though you were going to investigate his case more thoroughly; and as for us, we are ready to kill him before he comes near the place.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 23,
      "verse": 16,
      "text": "But the son of Paul’s sister heard about their ambush, and he came and entered the barracks and told Paul.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 23,
      "verse": 17,
      "text": "Paul called one of the centurions to himself and said, “Take this young man to the commander, for he has something to report to him.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 23,
      "verse": 18,
      "text": "So he took him and led him to the commander and said, “Paul the prisoner called me over to him and asked me to bring this young man to you because he has something to tell you.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 23,
      "verse": 19,
      "text": "The commander took him by the hand, and stepping aside, began to inquire of him privately, “What is it that you have to report to me?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 23,
      "verse": 20,
      "text": "And he said, “The Jews have agreed to ask you to bring Paul down tomorrow to the Council, as though they were going to inquire somewhat more thoroughly about him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 23,
      "verse": 21,
      "text": "So do not listen to them, for more than forty of them are in hiding to ambush him, and these men have put themselves under an oath not to eat or drink until they kill him; and now they are ready and waiting for assurance from you.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 23,
      "verse": 22,
      "text": "Then the commander let the young man go, instructing him, “Tell no one that you have notified me of these things.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 23,
      "verse": 23,
      "text": "And he called to him two of the centurions and said, “Get two hundred soldiers ready by the third hour of the night to proceed to Caesarea, with seventy horsemen and two hundred spearmen.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 23,
      "verse": 24,
      "text": "They were also to provide mounts to put Paul on and bring him safely to Felix the governor.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 23,
      "verse": 25,
      "text": "And he wrote a letter with the following content:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 23,
      "verse": 26,
      "text": "“Claudius Lysias, to the most excellent governor Felix: Greetings.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 23,
      "verse": 27,
      "text": "When this man was seized by the Jews and was about to be killed by them, I came up to them with the troops and rescued him, after learning that he was a Roman.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 23,
      "verse": 28,
      "text": "And wanting to ascertain the basis for the charges they were bringing against him, I brought him down to their Council;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 23,
      "verse": 29,
      "text": "and I found that he was being accused regarding questions in their Law, but was not charged with anything deserving death or imprisonment.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 23,
      "verse": 30,
      "text": "When I was informed that there would be a plot against the man, I sent him to you at once, also instructing his accusers to bring charges against him before you.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 23,
      "verse": 31,
      "text": "So the soldiers, in accordance with their orders, took Paul and brought him by night to Antipatris.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 23,
      "verse": 32,
      "text": "But on the next day they let the horsemen go on with him, and they returned to the barracks.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 23,
      "verse": 33,
      "text": "When these horsemen had come to Caesarea and delivered the letter to the governor, they also presented Paul to him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 23,
      "verse": 34,
      "text": "Now when he had read it, he also asked from what province Paul was, and when he learned that he was from Cilicia,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Acts",
      "chapter": 23,
      "verse": 35,
      "text": "he said, “I will give you a hearing when your accusers arrive as well,” giving orders for Paul to be kept in Herod’s Praetorium.",
      "header": "",
      "footer": ""
    }
  ]
}