{
  "book_name": "Romans",
  "chapter": 1,
  "verses": [
    {
      "book_name": "Romans",
      "chapter": 1,
      "verse": 1,
      "text": "Paul, a slave of Christ Jesus, called to be an apostle, set apart for the gospel of God,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 1,
      "verse": 2,
      "text": "which he promised previously through his prophets in the holy scriptures,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 1,
      "verse": 3,
      "text": "concerning his Son, who was born a descendant of David according to the flesh,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 1,
      "verse": 4,
      "text": "who was declared Son of God in power according to the Holy Spirit by the resurrection from the dead of Jesus Christ our Lord,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 1,
      "verse": 5,
      "text": "through whom we have received grace and apostleship for the obedience of faith among all the Gentiles on behalf of his name,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 1,
      "verse": 6,
      "text": "among whom you also are the called of Jesus Christ.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 1,
      "verse": 7,
      "text": "To all those in Rome who are loved by God, called to be saints. Grace to you and peace from God our Father and the Lord Jesus Christ.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 1,
      "verse": 8,
      "text": "First, I give thanks to my God through Jesus Christ for all of you, because your faith is being proclaimed in the whole world.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 1,
      "verse": 9,
      "text": "For God, whom I serve with my spirit in the gospel of his Son, is my witness, how constantly I make mention of you,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 1,
      "verse": 10,
      "text": "always asking in my prayers if somehow now at last I may succeed to come to you in the will of God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 1,
      "verse": 11,
      "text": "For I desire to see you, in order that I may impart some spiritual gift to you, in order to strengthen you,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 1,
      "verse": 12,
      "text": "that is, to be encouraged together with you through our mutual faith, both yours and mine.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 1,
      "verse": 13,
      "text": "Now I do not want you to be ignorant, brothers, that often I intended to come to you, and was prevented until now, in order that I might have some fruit among you also, just as also among the rest of the Gentiles.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 1,
      "verse": 14,
      "text": "I am under obligation both to Greeks and to barbarians, both to the wise and to the foolish.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 1,
      "verse": 15,
      "text": "Thus I am eager to proclaim the gospel also to you who are in Rome.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 1,
      "verse": 16,
      "text": "For I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 1,
      "verse": 17,
      "text": "For the righteousness of God is revealed in it from faith to faith, just as it is written, “But the one who is righteous by faith will live.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 1,
      "verse": 18,
      "text": "For the wrath of God is revealed from heaven against all impiety and unrighteousness of people, who suppress the truth in unrighteousness,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 1,
      "verse": 19,
      "text": "because what can be known about God is evident among them, for God made it clear to them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 1,
      "verse": 20,
      "text": "For from the creation of the world, his invisible attributes, both his eternal power and deity, are discerned clearly, being understood in the things created, so that they are without excuse.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 1,
      "verse": 21,
      "text": "For although they knew God, they did not honor him as God or give thanks, but they became futile in their reasoning, and their senseless hearts were darkened.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 1,
      "verse": 22,
      "text": "Claiming to be wise, they became fools,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 1,
      "verse": 23,
      "text": "and exchanged the glory of the immortal God with the likeness of an image of mortal human beings and birds and quadrupeds and reptiles.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 1,
      "verse": 24,
      "text": "Therefore God gave them over in the desires of their hearts to immorality, that their bodies would be dishonored among themselves,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 1,
      "verse": 25,
      "text": "who exchanged the truth of God with a lie, and worshiped and served the creation rather than the Creator, who is blessed for eternity. Amen.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 1,
      "verse": 26,
      "text": "Because of this, God gave them over to degrading passions, for their females exchanged the natural relations for those contrary to nature,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 1,
      "verse": 27,
      "text": "and likewise also the males, abandoning the natural relations with the female, were inflamed in their desire toward one another, males with males committing the shameless deed, and receiving in themselves the penalty that was necessary for their error.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 1,
      "verse": 28,
      "text": "And just as they did not see fit to recognize God, God gave them over to a debased mind, to do the things that are not proper,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 1,
      "verse": 29,
      "text": "being filled with all unrighteousness, wickedness, greediness, malice, full of envy, murder, strife, deceit, malevolence. They are gossipers,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 1,
      "verse": 30,
      "text": "slanderers, haters of God, insolent, arrogant, boasters, contrivers of evil, disobedient to parents,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 1,
      "verse": 31,
      "text": "senseless, faithless, unfeeling, unmerciful,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 1,
      "verse": 32,
      "text": "who, although they know the requirements of God, that those who do such things are worthy of death, not only do they do the same things, but also they approve of those who do them.",
      "header": "",
      "footer": ""
    }
  ]
}