{
  "book_name": "Romans",
  "chapter": 14,
  "verses": [
    {
      "book_name": "Romans",
      "chapter": 14,
      "verse": 1,
      "text": "Now receive the one who is weak in faith, but not for quarrels about opinions.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 14,
      "verse": 2,
      "text": "One believes he may eat all things, but the one who is weak eats only vegetables.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 14,
      "verse": 3,
      "text": "The one who eats must not despise the one who does not eat, and the one who does not eat must not judge the one who eats, because God has accepted him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 14,
      "verse": 4,
      "text": "Who are you, who passes judgment on the domestic slave belonging to someone else? To his own master he stands or falls, and he will stand, for the Lord is able to make him stand.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 14,
      "verse": 5,
      "text": "One person prefers one day over another day, and another person regards every day alike. Each one must be fully convinced in his own mind.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 14,
      "verse": 6,
      "text": "The one who is intent on the day is intent on it for the Lord, and the one who eats eats for the Lord, because he is thankful to God, and the one who does not eat does not eat for the Lord, and he is thankful to God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 14,
      "verse": 7,
      "text": "For none of us lives for himself and none dies for himself.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 14,
      "verse": 8,
      "text": "For if we live, we live for the Lord, and if we die, we die for the Lord. Therefore whether we live or whether we die, we are the Lord’s.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 14,
      "verse": 9,
      "text": "For Christ died and became alive again for this reason, in order that he might be Lord of both the dead and the living.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 14,
      "verse": 10,
      "text": "But why do you judge your brother? Or also, why do you despise your brother? For we will all stand before the judgment seat of God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 14,
      "verse": 11,
      "text": "For it is written,\n“As I live, says the Lord, every knee will bow to me,\nand every tongue will praise God.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 14,
      "verse": 12,
      "text": "So each one of us will give an account concerning himself.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 14,
      "verse": 13,
      "text": "Therefore, let us no longer pass judgment on one another, but rather decide this: not to place a cause for stumbling or a temptation before a brother.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 14,
      "verse": 14,
      "text": "I know and am convinced in the Lord Jesus that nothing is unclean of itself, except to the one who considers something to be unclean; to that person it is unclean.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 14,
      "verse": 15,
      "text": "For if because of food, your brother is grieved, you are no longer living according to love. Do not destroy by your food that person for whom Christ died.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 14,
      "verse": 16,
      "text": "Therefore do not let your good be slandered.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 14,
      "verse": 17,
      "text": "For the kingdom of God is not eating and drinking, but righteousness and peace and joy in the Holy Spirit.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 14,
      "verse": 18,
      "text": "For the one who serves Christ in this way is well-pleasing to God and approved by people.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 14,
      "verse": 19,
      "text": "So then, let us pursue what promotes peace and what edifies one another.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 14,
      "verse": 20,
      "text": "Do not destroy the work of God on account of food. All things are clean, but it is wrong for the person who eats and stumbles in the process.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 14,
      "verse": 21,
      "text": "It is good not to eat meat or to drink wine or to do anything by which your brother stumbles or is offended or is weakened.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 14,
      "verse": 22,
      "text": "The faith that you have, have with respect to yourself before God. Blessed is the one who does not pass judgment on himself by what he approves.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 14,
      "verse": 23,
      "text": "But the one who doubts is condemned if he eats, because he does not do so from faith, and everything that is not from faith is sin.",
      "header": "",
      "footer": ""
    }
  ]
}