{
  "book_name": "Romans",
  "chapter": 15,
  "verses": [
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 1,
      "text": "But we who are strong ought to bear the weaknesses of the weak, and not to please ourselves.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 2,
      "text": "Let each one of us please his neighbor for his good, for the purpose of edification.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 3,
      "text": "For even Christ did not please himself, but just as it is written, “The insults of those who insult you have fallen on me.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 4,
      "text": "For whatever was written beforehand was written for our instruction, in order that through patient endurance and through the encouragement of the scriptures we may have hope.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 5,
      "text": "Now may the God of patient endurance and of encouragement grant you to be in agreement with one another, in accordance with Christ Jesus,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 6,
      "text": "so that with one mind you may glorify with one mouth the God and Father of our Lord Jesus Christ.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 7,
      "text": "Therefore accept one another, just as Christ also has accepted you, to the glory of God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 8,
      "text": "For I say, Christ has become a servant of the circumcision on behalf of the truth of God, in order to confirm the promises to the fathers,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 9,
      "text": "and that the Gentiles may glorify God for his mercy, just as it is written,\n“Because of this, I will praise you among the Gentiles,\n    and I will sing praise to your name.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 10,
      "text": "And again it says,\n“Rejoice, Gentiles, with his people.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 11,
      "text": "And again,\n“Praise the Lord, all the Gentiles,\n    and let all the peoples praise him.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 12,
      "text": "And again Isaiah says,\n“The root of Jesse will come,\n    even the one who rises to rule over the Gentiles;\nin him the Gentiles will put their hope.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 13,
      "text": "Now may the God of hope fill you with all joy and peace in believing, so that you may abound in hope by the power of the Holy Spirit.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 14,
      "text": "Now I myself also am convinced about you, my brothers, that you yourselves also are full of goodness, filled with all knowledge, able also to instruct one another.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 15,
      "text": "But I have written to you more boldly on some points, so as to remind you again because of the grace that has been given to me by God,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 16,
      "text": "with the result that I am a servant of Christ Jesus to the Gentiles, serving the gospel of God as a priest, in order that the offering of the Gentiles may become acceptable, sanctified by the Holy Spirit.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 17,
      "text": "Therefore I have a reason for boasting in Christ Jesus regarding the things concerning God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 18,
      "text": "For I will not dare to speak about anything except that which Christ has accomplished through me, resulting in the obedience of the Gentiles by word and deed,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 19,
      "text": "by the power of signs and wonders, by the power of the Spirit, so that from Jerusalem and traveling around as far as Illyricum I have fully proclaimed the gospel of Christ.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 20,
      "text": "And so, having as my ambition to proclaim the gospel where Christ has not been named, in order that I will not build on the foundation belonging to someone else,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 21,
      "text": "but just as it is written,\n“Those to whom it was not announced concerning him will see,\nand those who have not heard will understand.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 22,
      "text": "For this reason also I was hindered many times from coming to you,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 23,
      "text": "and now, no longer having a place in these regions, but having a desire for many years to come to you",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 24,
      "text": "whenever I travel to Spain. For I hope while I am passing through to see you and to be sent on my way by you, whenever I have first enjoyed your company for a while.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 25,
      "text": "But now I am traveling to Jerusalem, serving the saints.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 26,
      "text": "For Macedonia and Achaia were pleased to make some contribution for the poor among the saints in Jerusalem.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 27,
      "text": "For they were pleased to do so, and they are obligated to them. For if the Gentiles have shared in their spiritual things, they ought also to serve them in material things.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 28,
      "text": "Therefore, after I have accomplished this and sealed this fruit for delivery to them, I will depart by way of you for Spain,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 29,
      "text": "and I know that when I come to you, I will come in the fullness of the blessing of Christ.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 30,
      "text": "Now I exhort you, brothers, through our Lord Jesus Christ and through the love of the Spirit, to contend along with me in your prayers on my behalf to God,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 31,
      "text": "that I may be rescued from those who are disobedient in Judea, and my ministry in Jerusalem may be acceptable to the saints,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 32,
      "text": "so that, coming to you with joy by the will of God, I may rest with you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 15,
      "verse": 33,
      "text": "Now may the God of peace be with all of you. Amen.",
      "header": "",
      "footer": ""
    }
  ]
}