{
  "book_name": "Romans",
  "chapter": 4,
  "verses": [
    {
      "book_name": "Romans",
      "chapter": 4,
      "verse": 1,
      "text": "What then shall we say that Abraham, our ancestor according to the flesh, has found?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 4,
      "verse": 2,
      "text": "For if Abraham was justified by works, he has something to boast about, but not before God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 4,
      "verse": 3,
      "text": "For what does the scripture say? “And Abraham believed God, and it was credited to him for righteousness.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 4,
      "verse": 4,
      "text": "Now to the one who works, his pay is not credited according to grace, but according to his due.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 4,
      "verse": 5,
      "text": "But to the one who does not work, but who believes in the one who justifies the ungodly, his faith is credited for righteousness,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 4,
      "verse": 6,
      "text": "just as David also speaks about the blessing of the person to whom God credits righteousness apart from works:",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 4,
      "verse": 7,
      "text": "“Blessed are they whose lawless deeds have been forgiven,\n    and whose sins are covered over.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 4,
      "verse": 8,
      "text": "Blessed is the person against whom the Lord will never count sin.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 4,
      "verse": 9,
      "text": "Therefore, is this blessing for those who are circumcised, or also for those who are uncircumcised? For we say, “Faith was credited to Abraham for righteousness.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 4,
      "verse": 10,
      "text": "How then was it credited? While he was circumcised or uncircumcised? Not while circumcised but while uncircumcised!",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 4,
      "verse": 11,
      "text": "And he received the sign of circumcision as a seal of the righteousness by faith which he had while uncircumcised, so that he could be the father of all who believe although they are uncircumcised, so that righteousness could be credited to them,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 4,
      "verse": 12,
      "text": "and the father of those who are circumcised to those who are not only from the circumcision, but who also follow in the footsteps of the faith of our father Abraham which he had while uncircumcised.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 4,
      "verse": 13,
      "text": "For the promise to Abraham or to his descendants, that he would be heir of the world, was not through the law, but through the righteousness by faith.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 4,
      "verse": 14,
      "text": "For if those of the law are heirs, faith is rendered void and the promise is nullified.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 4,
      "verse": 15,
      "text": "For the law produces wrath, but where there is no law, neither is there transgression.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 4,
      "verse": 16,
      "text": "Because of this, it is by faith, in order that it may be according to grace, so that the promise may be secure to all the descendants, not only to those of the law, but also to those of the faith of Abraham, who is the father of us all",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 4,
      "verse": 17,
      "text": "(just as it is written, “I have made you the father of many nations”) before God, in whom he believed, the one who makes the dead alive and who calls the things that are not as though they are,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 4,
      "verse": 18,
      "text": "who against hope believed in hope, so that he became the father of many nations, according to what was said, “so will your descendants be.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 4,
      "verse": 19,
      "text": "And not being weak in faith, he considered his own body as good as dead, because he was approximately a hundred years old, and the deadness of Sarah’s womb.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 4,
      "verse": 20,
      "text": "And he did not waver in unbelief at the promise of God, but was strengthened in faith, giving glory to God",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 4,
      "verse": 21,
      "text": "and being fully convinced that what he had promised, he was also able to do.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 4,
      "verse": 22,
      "text": "Therefore it was credited to him for righteousness.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 4,
      "verse": 23,
      "text": "But it was not written for the sake of him alone that it was credited to him,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 4,
      "verse": 24,
      "text": "but also for the sake of us to whom it is going to be credited, to those who believe in the one who raised Jesus our Lord from the dead,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Romans",
      "chapter": 4,
      "verse": 25,
      "text": "who was handed over on account of our trespasses, and was raised up in the interest of our justification.",
      "header": "",
      "footer": ""
    }
  ]
}