{
  "book_name": "Luke",
  "chapter": 4,
  "verses": [
    {
      "book_name": "Luke",
      "chapter": 4,
      "verse": 1,
      "text": "And Jesus, full of the Holy Spirit, returned from the Jordan and was led by the Spirit in the wilderness",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 4,
      "verse": 2,
      "text": "forty days, being tempted by the devil. And he ate nothing during those days, and when they were completed, he was hungry.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 4,
      "verse": 3,
      "text": "So the devil said to him, “If you are the Son of God, order this stone that it become bread!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 4,
      "verse": 4,
      "text": "And Jesus replied to him, “It is written, ‘Man will not live on bread alone.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 4,
      "verse": 5,
      "text": "And he led him up and showed him all the kingdoms of the world in a moment of time.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 4,
      "verse": 6,
      "text": "And the devil said to him, “I will give you all this domain and their glory, because it has been handed over to me, and I can give it to whomever I want.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 4,
      "verse": 7,
      "text": "So if you will worship before me, all this will be yours.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 4,
      "verse": 8,
      "text": "And Jesus answered and said to him, “It is written, ‘You shall worship the Lord your God, and serve only him.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 4,
      "verse": 9,
      "text": "And he brought him to Jerusalem, and had him stand on the highest point of the temple and said to him, “If you are the Son of God, throw yourself down from here,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 4,
      "verse": 10,
      "text": "for it is written,\n‘He will command his angels concerning you,\n    to protect you,’",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 4,
      "verse": 11,
      "text": "and\n‘on their hands they will lift you up,\n    lest you strike your foot against a stone.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 4,
      "verse": 12,
      "text": "And Jesus answered and said to him, “It is said, ‘You are not to put to the test the Lord your God.’”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 4,
      "verse": 13,
      "text": "And when the devil had completed every temptation, he departed from him until a favorable time.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 4,
      "verse": 14,
      "text": "And Jesus returned in the power of the Spirit to Galilee, and news about him went out throughout all the surrounding region.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 4,
      "verse": 15,
      "text": "And he began to teach in their synagogues, and was praised by all.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 4,
      "verse": 16,
      "text": "And he came to Nazareth, where he had been brought up, and according to his custom he entered into the synagogue on the day of the Sabbath and stood up to read.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 4,
      "verse": 17,
      "text": "And the scroll of the prophet Isaiah was given to him, and unrolling the scroll he found the place where it was written,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 4,
      "verse": 18,
      "text": "“The Spirit of the Lord is upon me,\n    because of which he has anointed me\nto proclaim good news to the poor.\n    He has sent me\nto proclaim release to the captives,\n    and recovery of sight to the blind,\nto send out in freedom those who are oppressed,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 4,
      "verse": 19,
      "text": "to proclaim the favorable year of the Lord.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 4,
      "verse": 20,
      "text": "And he rolled up the scroll and gave it back to the attendant and sat down. And the eyes of everyone in the synagogue were looking intently at him.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 4,
      "verse": 21,
      "text": "And he began to say to them, “Today this scripture has been fulfilled in your hearing.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 4,
      "verse": 22,
      "text": "And they were all speaking well of him, and were astonished at the gracious words that were coming out of his mouth. And they were saying, “Is this man not the son of Joseph?”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 4,
      "verse": 23,
      "text": "And he said to them, “Doubtless you will tell me this parable: ‘Physician, heal yourself!’ Whatever we have heard that took place in Capernaum, do here in your hometown also!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 4,
      "verse": 24,
      "text": "And he said, “Truly I say to you that no prophet is acceptable in his own hometown.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 4,
      "verse": 25,
      "text": "But in truth I say to you, there were many widows in Israel in the days of Elijah, when the sky was shut for three years and six months while a great famine took place over all the land.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 4,
      "verse": 26,
      "text": "And Elijah was sent to none of them, but only to Zarephath in the region of Sidon, to a woman who was a widow.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 4,
      "verse": 27,
      "text": "And there were many lepers in Israel in the time of the prophet Elisha, and none of them was made clean except Naaman the Syrian.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 4,
      "verse": 28,
      "text": "And all those in the synagogue were filled with anger when they heard these things.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 4,
      "verse": 29,
      "text": "And they stood up and forced him out of the town and brought him up to the edge of the hill on which their town was built, so that they could throw him down the cliff.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 4,
      "verse": 30,
      "text": "But he passed through their midst and went on his way.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 4,
      "verse": 31,
      "text": "And he came down to Capernaum, a town of Galilee, and was teaching them on the Sabbath.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 4,
      "verse": 32,
      "text": "And they were astounded at his teaching, because he spoke with authority.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 4,
      "verse": 33,
      "text": "And in the synagogue there was a man who had the spirit of an unclean demon, and he cried out with a loud voice,",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 4,
      "verse": 34,
      "text": "“Ha! Leave us alone, Jesus the Nazarene! Have you come to destroy us? I know who you are—the Holy One of God!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 4,
      "verse": 35,
      "text": "And Jesus rebuked him, saying, “Be silent and come out of him!” And after throwing him down in their midst, the demon came out of him without hurting him at all.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 4,
      "verse": 36,
      "text": "And amazement came upon them all, and they began to talk with one another, saying, “What word is this? For he commands the unclean spirits with authority and power, and they come out!”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 4,
      "verse": 37,
      "text": "And news about him went out into every place of the surrounding region.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 4,
      "verse": 38,
      "text": "And after he set out from the synagogue, he went into Simon’s house. And Simon’s mother-in-law was afflicted with a high fever, and they asked him on behalf of her.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 4,
      "verse": 39,
      "text": "And he stood over her and rebuked the fever, and it left her. And immediately she got up and began to serve them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 4,
      "verse": 40,
      "text": "Now as the sun was setting, all who had those who were sick with various diseases brought them to him, and placing his hands on every one of them, he healed them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 4,
      "verse": 41,
      "text": "And demons also were coming out of many, crying out and saying, “You are the Son of God!” And he rebuked them and did not permit them to speak, because they knew that he was the Christ.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 4,
      "verse": 42,
      "text": "And when it was day, he departed and went to an isolated place. And the crowds were seeking him, and came to him and were trying to prevent him from departing from them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 4,
      "verse": 43,
      "text": "But he said to them, “It is necessary for me to proclaim the good news of the kingdom of God to the other towns also, because I was sent for this purpose.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Luke",
      "chapter": 4,
      "verse": 44,
      "text": "And he was preaching in the synagogues of Judea.",
      "header": "",
      "footer": ""
    }
  ]
}