{
  "book_name": "Isaiah",
  "chapter": 11,
  "verses": [
    {
      "book_name": "Isaiah",
      "chapter": 11,
      "verse": 1,
      "text": "A shoot will come out of the stock of Jesse,\n    and a branch out of his roots will bear fruit.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 11,
      "verse": 2,
      "text": "Yahweh’s Spirit will rest on him:\n    the spirit of wisdom and understanding,\n    the spirit of counsel and might,\n    the spirit of knowledge and of the fear of Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 11,
      "verse": 3,
      "text": "His delight will be in the fear of Yahweh.\nHe will not judge by the sight of his eyes,\n    neither decide by the hearing of his ears;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 11,
      "verse": 4,
      "text": "but he will judge the poor with righteousness,\n    and decide with equity for the humble of the earth.\nHe will strike the earth with the rod of his mouth;\n    and with the breath of his lips he will kill the wicked.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 11,
      "verse": 5,
      "text": "Righteousness will be the belt around his waist,\n    and faithfulness the belt around his waist.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 11,
      "verse": 6,
      "text": "The wolf will live with the lamb,\n    and the leopard will lie down with the young goat,\n    the calf, the young lion, and the fattened calf together;\n    and a little child will lead them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 11,
      "verse": 7,
      "text": "The cow and the bear will graze.\n    Their young ones will lie down together.\n    The lion will eat straw like the ox.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 11,
      "verse": 8,
      "text": "The nursing child will play near a cobra’s hole,\n    and the weaned child will put his hand on the viper’s den.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 11,
      "verse": 9,
      "text": "They will not hurt nor destroy in all my holy mountain;\n    for the earth will be full of the knowledge of Yahweh,\n    as the waters cover the sea.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 11,
      "verse": 10,
      "text": "It will happen in that day that the nations will seek the root of Jesse, who stands as a banner of the peoples; and his resting place will be glorious.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 11,
      "verse": 11,
      "text": "It will happen in that day that the Lord will set his hand again the second time to recover the remnant that is left of his people from Assyria, from Egypt, from Pathros, from Cush, from Elam, from Shinar, from Hamath, and from the islands of the sea.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 11,
      "verse": 12,
      "text": "He will set up a banner for the nations, and will assemble the outcasts of Israel, and gather together the dispersed of Judah from the four corners of the earth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 11,
      "verse": 13,
      "text": "The envy also of Ephraim will depart, and those who persecute Judah will be cut off. Ephraim won’t envy Judah, and Judah won’t persecute Ephraim.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 11,
      "verse": 14,
      "text": "They will fly down on the shoulders of the Philistines on the west. Together they will plunder the children of the east. They will extend their power over Edom and Moab, and the children of Ammon will obey them.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 11,
      "verse": 15,
      "text": "Yahweh will utterly destroy the tongue of the Egyptian sea; and with his scorching wind he will wave his hand over the River, and will split it into seven streams, and cause men to march over in sandals.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 11,
      "verse": 16,
      "text": "There will be a highway for the remnant that is left of his people from Assyria, like there was for Israel in the day that he came up out of the land of Egypt.",
      "header": "",
      "footer": ""
    }
  ]
}