{
  "book_name": "Isaiah",
  "chapter": 54,
  "verses": [
    {
      "book_name": "Isaiah",
      "chapter": 54,
      "verse": 1,
      "text": "“Sing, barren, you who didn’t give birth!\n    Break out into singing, and cry aloud, you who didn’t travail with child!\n    For more are the children of the desolate than the children of the married wife,” says Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 54,
      "verse": 2,
      "text": "“Enlarge the place of your tent,\n    and let them stretch out the curtains of your habitations;\n    don’t spare; lengthen your cords, and strengthen your stakes.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 54,
      "verse": 3,
      "text": "For you will spread out on the right hand and on the left;\n    and your offspring will possess the nations\n    and settle in desolate cities.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 54,
      "verse": 4,
      "text": "“Don’t be afraid, for you will not be ashamed.\n    Don’t be confounded, for you will not be disappointed.\nFor you will forget the shame of your youth.\n    You will remember the reproach of your widowhood no more.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 54,
      "verse": 5,
      "text": "For your Maker is your husband; Yahweh of Armies is his name.\n    The Holy One of Israel is your Redeemer.\n    He will be called the God of the whole earth.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 54,
      "verse": 6,
      "text": "For Yahweh has called you as a wife forsaken and grieved in spirit,\n    even a wife of youth, when she is cast off,” says your God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 54,
      "verse": 7,
      "text": "“For a small moment I have forsaken you,\n    but I will gather you with great mercies.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 54,
      "verse": 8,
      "text": "In overflowing wrath I hid my face from you for a moment,\n    but with everlasting loving kindness I will have mercy on you,” says Yahweh your Redeemer.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 54,
      "verse": 9,
      "text": "“For this is like the waters of Noah to me;\n    for as I have sworn that the waters of Noah will no more go over the earth,\n    so I have sworn that I will not be angry with you, nor rebuke you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 54,
      "verse": 10,
      "text": "For the mountains may depart,\n    and the hills be removed,\nbut my loving kindness will not depart from you,\n    and my covenant of peace will not be removed,”\n    says Yahweh who has mercy on you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 54,
      "verse": 11,
      "text": "“You afflicted, tossed with storms, and not comforted,\n    behold, I will set your stones in beautiful colors,\n    and lay your foundations with sapphires.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 54,
      "verse": 12,
      "text": "I will make your pinnacles of rubies,\n    your gates of sparkling jewels,\n    and all your walls of precious stones.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 54,
      "verse": 13,
      "text": "All your children will be taught by Yahweh,\n    and your children’s peace will be great.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 54,
      "verse": 14,
      "text": "You will be established in righteousness.\n    You will be far from oppression,\n    for you will not be afraid,\n    and far from terror,\n    for it shall not come near you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 54,
      "verse": 15,
      "text": "Behold, they may gather together, but not by me.\n    Whoever gathers together against you will fall because of you.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 54,
      "verse": 16,
      "text": "“Behold, I have created the blacksmith who fans the coals into flame,\n    and forges a weapon for his work;\n    and I have created the destroyer to destroy.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 54,
      "verse": 17,
      "text": "No weapon that is formed against you will prevail;\n    and you will condemn every tongue that rises against you in judgment.\nThis is the heritage of Yahweh’s servants,\n    and their righteousness is of me,” says Yahweh.",
      "header": "",
      "footer": ""
    }
  ]
}