{
  "book_name": "Isaiah",
  "chapter": 66,
  "verses": [
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 1,
      "text": "Yahweh says:\n“Heaven is my throne, and the earth is my footstool.\n    What kind of house will you build to me?\n    Where will I rest?",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 2,
      "text": "For my hand has made all these things,\n    and so all these things came to be,” says Yahweh:\n“but I will look to this man,\n    even to he who is poor and of a contrite spirit,\n    and who trembles at my word.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 3,
      "text": "He who kills an ox is as he who kills a man;\n    he who sacrifices a lamb, as he who breaks a dog’s neck;\n    he who offers an offering, as he who offers pig’s blood;\n    he who burns frankincense, as he who blesses an idol.\nYes, they have chosen their own ways,\n    and their soul delights in their abominations.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 4,
      "text": "I also will choose their delusions,\n    and will bring their fears on them,\nbecause when I called, no one answered;\n    when I spoke, they didn’t listen,\nbut they did that which was evil in my eyes,\n    and chose that in which I didn’t delight.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 5,
      "text": "Hear Yahweh’s word,\n    you who tremble at his word:\n“Your brothers who hate you,\n    who cast you out for my name’s sake, have said,\n‘Let Yahweh be glorified,\n    that we may see your joy;’\n    but it is those who shall be disappointed.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 6,
      "text": "A voice of tumult from the city,\n    a voice from the temple,\n    a voice of Yahweh that repays his enemies what they deserve.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 7,
      "text": "“Before she travailed, she gave birth.\n    Before her pain came, she delivered a son.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 8,
      "text": "Who has heard of such a thing?\n    Who has seen such things?\nShall a land be born in one day?\n    Shall a nation be born at once?\nFor as soon as Zion travailed,\n    she gave birth to her children.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 9,
      "text": "Shall I bring to the birth, and not cause to be delivered?” says Yahweh.\n    “Shall I who cause to give birth shut the womb?” says your God.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 10,
      "text": "“Rejoice with Jerusalem, and be glad for her, all you who love her.\n    Rejoice for joy with her, all you who mourn over her;",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 11,
      "text": "that you may nurse and be satisfied at the comforting breasts;\n    that you may drink deeply,\n    and be delighted with the abundance of her glory.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 12,
      "text": "For Yahweh says, “Behold, I will extend peace to her like a river,\n    and the glory of the nations like an overflowing stream,\n    and you will nurse.\nYou will be carried on her side,\n    and will be dandled on her knees.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 13,
      "text": "As one whom his mother comforts,\n    so I will comfort you.\n    You will be comforted in Jerusalem.”",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 14,
      "text": "You will see it, and your heart shall rejoice,\n    and your bones will flourish like the tender grass.\nYahweh’s hand will be known among his servants;\n    and he will have indignation against his enemies.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 15,
      "text": "For, behold, Yahweh will come with fire,\n    and his chariots will be like the whirlwind;\nto render his anger with fierceness,\n    and his rebuke with flames of fire.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 16,
      "text": "For Yahweh will execute judgment by fire and by his sword on all flesh;\n    and those slain by Yahweh will be many.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 17,
      "text": "“Those who sanctify themselves and purify themselves to go to the gardens, following one in the middle, eating pig’s meat, abominable things, and the mouse, they shall come to an end together,” says Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 18,
      "text": "“For I know their works and their thoughts. The time comes that I will gather all nations and languages, and they will come, and will see my glory.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 19,
      "text": "“I will set a sign among them, and I will send those who escape of them to the nations, to Tarshish, Pul, and Lud, who draw the bow, to Tubal and Javan, to far-away islands, who have not heard my fame, nor have seen my glory; and they shall declare my glory among the nations.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 20,
      "text": "They shall bring all your brothers out of all the nations for an offering to Yahweh, on horses, in chariots, in litters, on mules, and on camels, to my holy mountain Jerusalem, says Yahweh, as the children of Israel bring their offering in a clean vessel into Yahweh’s house.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 21,
      "text": "Of them I will also select priests and Levites,” says Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 22,
      "text": "“For as the new heavens and the new earth, which I will make, shall remain before me,” says Yahweh, “so your offspring and your name shall remain.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 23,
      "text": "It shall happen that from one new moon to another, and from one Sabbath to another, all flesh will come to worship before me,” says Yahweh.",
      "header": "",
      "footer": ""
    },
    {
      "book_name": "Isaiah",
      "chapter": 66,
      "verse": 24,
      "text": "“They will go out, and look at the dead bodies of the men who have transgressed against me; for their worm will not die, nor will their fire be quenched, and they will be loathsome to all mankind.”",
      "header": "",
      "footer": ""
    }
  ]
}